{
   "description" : "Ладья может ходить вперед, назад и в стороны как ферзь, но не может ходить по диагонали.",
   "duration" : null,
   "fen" : "r6r/8/8/8/8/8/8/R6R w - - 0 1",
   "id" : "0057bc48-a0b9-11e8-8040-5705eef564b8",
   "membership" : null,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/8/8/8/8/6R1 w - - 0 1\"]\r\n\r\n{Ладья отправляется в путь - она хочет достичь противоположного края доски всего за один ход - сможем его найти?}\r\n1.Rg8\r\n    {[%wrong Это хорошая попытка, но ладья не дошла до противоположного края доски за один ход. Попробуем снова!][%hint Ведем ладью как можно дальше.] Отлично! Так держать!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"6RK/8/8/8/8/8/8/8 w - - 0 1\"]\r\n\r\n{Ладья хочет занять одно из четырех угловых полей шахматной доски. Найдем поле, куда она может пойти прямо сейчас?}\r\n1.Ra8\r\n    {[%wrong Попробуем снова. Нам нужно занять ладьей одно из четырех угловых полей.][%hint Уведем ладью как можно дальше влево.] Отлично! Ладья заняла одно из четырех угловых полей.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/R2K4/8/R7/8/8 w - - 0 1\"]\r\n\r\n{Обе ладьи хотят дойти до правого края доски. Какой ладье нужен всего один ход, чтобы оказаться там?}\r\n1.Rh3\r\n    {[%wrong Так ладья не сможет добраться до правого края доски. Попробуем снова!][%hint Уведем ладью, не расположенную на одной горизонтали с королем, как можно дальше вправо.] Фантастика!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/R6Q/8/8/7K/8/8/7R w - - 0 1\"]\r\n\r\n{Обе ладьи хотят достичь правого верхнего угла доски, но только одна из них может попасть туда всего за два хода. Какая?}\r\n1.Ra8\r\n    {[%wrong Это хорошая попытка, но этот ход не позволяет ладье попасть в верхний правый угол доски на следующем ходу. Попробуем снова!][%hint Сделаем ход ладьей, которой не мешают ферзь и король.] Все правильно! Теперь ладья готова занять верхний правый угол доски на следующем ходу.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/8/8/8/5Q1R/6KR w - - 0 1\"]\r\n\r\n{Ладья в правом нижнем углу окружена своими собственными фигурами! Она хочет добраться до левого нижнего угла доски всего за два хода. Сделаем ход другой фигурой, чтобы уступить путь ладье.}\r\n1.Kg2\r\n    {[%wrong Это хорошая попытка, но нам нужно уступить путь ладье, зажатой между другими фигурами. Попробуем снова!][%hint Король мешает ладье достичь противоположного края доски - отступим, чтобы уступить путь ладье.] Молодец! Король уступает путь ладье, чтобы та могла попасть в левый нижний угол на следующем ходу.}\r\n    (1.Kf1? {Этот ход позволяет ладье пойти на одно поле влево, но она не может попасть в левый нижний угол на следующем ходу. Попробуем снова!})\r\n*"
   ],
   "title" : "Ладья",
   "url" : "https://www.chess.com/ru/lessons/kak-hodiat-figury/ladia",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-NTC-the-rook-i9s.mp4"
}
