{
   "description" : "Чем больше пространства мы захватили на доске, тем больше свободы маневра у наших фигур, и меньше - у нашего противника. Хороший способ захвата пространства - создание пешечного центра.",
   "duration" : null,
   "fen" : "1qrnrk2/Rp1b3p/1Pp1p1pP/N1Pp1pP1/R2P1P2/3BP3/6K1/Q7 w - - 31 55",
   "id" : "038c1eb4-a0bd-11e8-86db-8535380f0cfc",
   "membership" : 40,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"6rr/1pqbkn1p/2p1p1pP/1PPp1pP1/3P1P2/Q2BPN2/5K1R/7R w - - 1 39\"]\r\n\r\n{Сумеем ли мы захватить пространство как чемпион мира? Каким ходом пешки Капабланка захватил пространство и парализовал позицию черных?}\r\n39.b6\r\n    {[%wrong Капабланка сделал ход пешкой, позволяющий белым захватить пространство. Попробуем снова!][%hint Как белым напасть на  черного ферзя и захватить больше пространства?] Отличная работа! Белые захватывают пространство и господствуют на доске.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1qrnrk2/Rp1b3p/1Pp1p1pP/N1Pp1pP1/R2P1P2/3BP3/6K1/Q7 w - - 31 55\"]\r\n\r\n{Гроссмейстер Капабланка использовал пространственный перевес, чтобы перевести все свои фигуры на ферзевый фланг. Белые собираются вскрыть седьмую горизонталь, но черная пешка b7 препятствует этому. Какая комбинация помогла Капабланке вскрыть седьмую горизонталь?}\r\n55.Ba6\r\n    {[%wrong Это интересный ход, но он не позволяет белым вскрыть седьмую горизонталь. Попробуем снова!][%hint Черный слон d7 не защищен и находится на одной горизонтали с белой ладьей a7. Как напасть на пешку b7, вынуждая вскрытие седьмой горизонтали?]}\r\n    (55.Nxb7 $5 Nxb7 {Эта интересная идея тоже работает, если белые продолжают Сa6 следующим ходом, отыгрывая материал с доминирующей позицией. Капабланка сразу сделал ход Сa6. Проверим его!})\r\n    (55.Nxc6 $2 Nxc6 {Это интересный ход, но черные не обязаны брать пешкой b7. Попробуем снова!})\r\n    (55.Rxb7 $5 Nxb7 {Если белые разменяют коней и нападут на черного ферзя ходом Лa7, они вскроют седьмую горизонталь с выигранной позицией. Капабланка нашел способ вскрыть седьмую горизонталь, не расставаясь с ладьей. Как найти этот ход?})\r\n55...bxa6\r\n    {Молодец! Белые убрали с дороги пешку b7. Седьмая горизонталь открыта. Какую фигуру, расположенную на ней, мы можем взять?}\r\n56.Rxd7\r\n    {[%wrong Это не взятие черной фигуры, расположенной на седьмой горизонтали. Попробуем снова!][%hint Возьмем незащищенную фигуру, расположенную на седьмой горизонтали.]}\r\n56...Re7\r\n    {Отлично! Белые отыгрывают материал. Черные пытаются помешать белым взять пешку h7, но их ждет комбинация, позволяющая белым получить материальный перевес.}\r\n57.Rxd8+\r\n    {[%wrong Это интересный ход, но не победная комбинация Капабланки. Попробуем снова!][%hint Какая временная жертва фигуры ведет к победному двойному удару?]}\r\n    (57.Rxe7 $5 Kxe7 {И далее Кb3 со взятием черной пешки \"a\" тоже выигрывает. Молодец! Поищем сильнейшее взятие.})\r\n57...Rxd8\r\n    {Фантастика! Мы нашли победный ход Капабланки. Теперь возьмем пешку c6 с нападением на три тяжелые фигуры черных!}\r\n58.Nxc6\r\n    {[%wrong Это не взятие пешки c6 с нападением на три тяжелые фигуры черных, Попробуем снова!][%hint Как взять пешку, напав на черного ферзя и обе ладьи?] Мы использовали пространственный перевес как чемпион мира. Отличная работа!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bq1rk1/5pbp/p1p1pnp1/1pp2P2/4P3/2NP1N2/PPP3PP/R1B1QRK1 w - - 0 11\"]\r\n\r\n{Черная пешка только что встала на e6, ослабив черные поля. Как белым напасть на фигуру и захватить пространство?}\r\n11.e5\r\n    {[%wrong Этот ход не позволяет белым напасть на фигуру черных и захватить пространство. Попробуем снова!][%hint Не забываем насколько сильно может быть нападение на фигуру пешкой!]}\r\n11...Nd5\r\n    {Все понятно! Белые нападают на черного коня и захватывают пространство. Какой сильный ход пешкой позволяет захватить еще больше пространства и полностью выключить из игры черную фигуру?}\r\n12.f6\r\n    {[%wrong Этот ход не позволяет напасть на черную фигуру и полностью выключить ее из игры. Попробуем снова!][%hint Как занять пешкой черное поле, захватить пространство и выключить черную фигуру из игры?] Сила пешек в действии! Белые захватывают больше пространства и выключают черного слона из игры. Нам удалось получить огромный пространственный перевес!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqkb1r/pppppppp/2n2n2/8/3P4/5N2/PPP1PPPP/RNBQKB1R w KQkq - 3 3\"]\r\n{Черные не стали занимать центр своими пешками. Ведем вперед свою центральную пешку и нападем на развитую фигуру!}\r\n3.d5\r\n    {[%wrong Это интересный ход, но нам нужно продвинуть свою центральную пешку и напасть на развитую фигуру. Попробуем снова!][%hint Как захватить пространство и напасть на черного коня?]}\r\n3...Nb4\r\n    {Если противник отказывается от борьбы за центр, не стесняемся его занимать! У белых есть сильный ход c4. Поставим интересную ловушку ходом a3!}\r\n4.a3\r\n    {[%wrong Мы хотим разобрать дебютную ловушку. Делаем ход a3!][%hint Делаем ход a3!]}\r\n4...Nbxd5\r\n    {Если бы черные знали, что им грозит, то продолжали бы ...Кa6, избегая потери фигуры. Нападем на коня ходом c4!}\r\n5.c4\r\n    {[%wrong Мы собирались продолжать с4, Так и сыграем!][%hint Делайте ход c4!]}\r\n    (5.e4 $2 Nb6 {Это отличная идея, но мы сыграли так слишком рано. Черные не обязаны брать пешку e4 и терять фигуру. Попробуем снова!})\r\n5...Nb6\r\n    {Черный конь отступает на единственное безопасное поле. Как снова напасть на черного коня?}\r\n6.c5\r\n    {[%wrong Это интересный ход, но нам нужно напасть на черного коня b6. Попробуем снова!][%hint Как напасть на черного коня b6?]}\r\n6...Nbd5\r\n    {Странно заставлять коня вернуться на поле d5, но белые успели захватить пространство ходом c5, и у черного коня не осталось безопасных полей. Как выиграть коня d5?}\r\n7.e4\r\n    {[%wrong Это интересный ход, но он не выигрывает коня d5. Попробуем снова!][%hint Черный конь f6 защищает коня d5, Как напасть на коня и лишить его защиты?]}\r\n    (7.Nc3 $2 Nxc3 {Этот ход ведет к размену коней, и белые просто остаются без пешки. Попробуем снова!})\r\n    (7.Bg5 $2 h6 {Это интересный ход, но черный конь d5 возьмет на f6, если мы возьмем коня. Какой ход выигрывает коня d5?})\r\n7...Nxe4\r\n    {Фантастика! Черные берут пешку, но теперь висит конь d5. Выиграем фигуру!}\r\n8.Qxd5\r\n    {[%wrong Это не взятие коня d5.][%hint Возьмем незащищенную фигуру.] Молодец! Белые захватили пространство, преследуя черного коня, и смогли его выиграть.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r2q1rk1/pppb1pbp/3p1np1/2nPp3/2P1P3/2N5/PP1NBPPP/1RBQ1RK1 b - - 4 10\"]\r\n\r\n{Черный конь c5 атакует центр белых. Белые надеются напасть на коня и захватить пространство ходом b4. Как черным препятствовать этой идее и захватить пространство?}\r\n10...a5\r\n    {[%wrong Это интересный ход, но он не обеспечивает позицию коня на c5. Попробуем снова!][%hint Если белые собираются сделать ход b4, готовимся взять эту пешку пешкой!]}\r\n    (10...Na6 $2 11.b4 {Отступление - сомнительная идея, потому что белая пешка все равно идет на b4, захватывая пространство. Попробуем снова!})\r\n11.a3\r\n    {Отлично! Черные захватывают пространство и защищают поле b4. Белые продолжают a3, возобновляя угрозу b4. Какой сильный ход позволяет захватить пространство и предотвратить замысел белых?}\r\n11...a4\r\n    {[%wrong Это интересный ход, но он не ведет к захвату пространства и не предотвращает замысел белых сыграть b4. Попробуем снова!][%hint Как захватить пространство на ферзевом фланге, готовясь взять на проходе, если белые попытаются сделать ход b4?]}\r\n12.b4\r\n    {Отлично! Белые все равно продолжают b4. Поищем сильнейший ответ!}\r\n12...axb3\r\n    {[%wrong Это интересный ход, но нам не нужно, чтобы белая пешка осталась на b4. Попробуем снова!][%hint Не забываем, что у пешек есть необычное взятие...] Нам помогает взятие на проходе! Черные помешали белым захватить пространство и прогнать мощного коня c5 - отличная позиционная игра!}\r\n*"
   ],
   "title" : "Пространство",
   "url" : "https://www.chess.com/ru/lessons/osnovy-strategii/prostranstvo",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-INT-space-f9l.mp4"
}
