{
   "description" : "Король не может встать под шах, потому можно дать мат, поставив ферзя рядом с королем противника на поле, защищенное одной из наших фигур. Если король не может отступить, а другая фигура не может взять вашего ферзя, вашему противнику мат!",
   "duration" : null,
   "fen" : "5rk1/5pQp/8/8/8/8/1B6/6K1 b - - 0 1",
   "id" : "04c80dd6-a0ba-11e8-8e15-0142f73cfff1",
   "membership" : 30,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"5rk1/5ppp/8/8/8/8/1B4Q1/6K1 w - - 0 1\"]\r\n\r\n{Как объединить силы  ферзя и слона, чтобы дать мат в один ход?}\r\n1.Qxg7#\r\n    {[%wrong Это не шах черному королю. Попробуем снова!][%hint Ферзь и слон атакуют пешку перед королем - возьмем ее!] Молодец! Ферзь дает шах королю. Все поля отступления у него под боем, а слон защищает ферзя.}\r\n    (1.Bxg7 $2 {Хорошая попытка. Белые забирают пешку и нападают на черную ладью, но если взять пешку более мощной фигурой, на доске будет мат. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"k7/7R/2N5/8/8/8/6K1/8 w - - 0 1\"]\r\n\r\n{Как объединить силы ладьи и коня, чтобы дать мат в один ход?}\r\n1.Ra7#\r\n    {[%wrong Этот не шах черному королю. Попробуем снова!][%hint Ладья и конь оба атакуют поле перед вражеским королем - пора дать мат!] Молодец! Ладья дает шах королю, а конь защищает ее и не позволяет королю отступить на b8.}\r\n    (1.Rh8+ $2 Kb7 {Хорошая попытка, но черный король спасается. Попробуйте снова!})\r\n    (1.Na7 $2 {Мы заняли нужное поле не той фигурой. Попробуем дать королю шах.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"4k1r1/1q3p2/4p3/Q7/8/8/6PP/3R3K w - - 0 1\"]\r\n\r\n{Черные угрожают ...Фxg2 с матом на следующем ходу, но сейчас ход белых. Успеем дать мат черному королю, пока не поздно?}\r\n1.Qd8#\r\n    {[%wrong Это не мат черному королю - Попробуем снова!][%hint Белые  ферзь и ладья вместе атакуют поле рядом с черным королем. Займем его, объявляя мат!] Отлично! Ферзь дает мат.}\r\n    (1.Rd8+ $2 Ke7 {Хорошая попытка, но черный король спасается от мата. Попробуем занять поле d8 более мощной фигурой.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/kP6/p7/8/8/5q1p/5P2/1Q4K1 w - - 0 1\"]\r\n\r\n{Черный ферзь готов закончить партию ходом ...Фg2 мат. Как дать мат черному королю при ходе белых?}\r\n1.b8=Q#\r\n    {[%wrong Этот не мат черному королю - попробуем снова!][%hint Что происходит, когда пешка добирается до противоположного края доски?] Фантастика! Белая пешка превращается в ферзя и успевает дать мат черному королю!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/Q7/8/8/8/8/1rr5/5K1k w - - 0 1\"]\r\n\r\n{Оба короля в опасности, но ход белых. Где же выигрыш?}\r\n1.Qg1#\r\n    {[%wrong Этот ход не ведет к победе белых - попробуем снова!][%hint Белые король и ферзь могут работать вместе, чтобы дать мат. Поищем верный ход!] Молодец! Черный король получает мат в углу доски.}\r\n    (1.Qh7+ $2 Rh2 {Хорошая попытка, но черная ладья защищает короля. Попробуем снова!})\r\n*"
   ],
   "title" : "Помощь при мате",
   "url" : "https://www.chess.com/ru/lessons/stavim-mat/pomoshch-pri-mate",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-BEG-assisted-checkmate-o01.mp4"
}
