{
   "description" : "В спокойной защите Каро-Канн Магнус начинает атаку с жертвами и дает мат сильному противнику. Посмотрим, сумеете ли вы найти победные ходы в одной из лучших атак чемпиона мира.",
   "duration" : null,
   "fen" : "3r1r1k/pp2Q3/6Pn/q1p5/3P4/8/PPP2PP1/1K1R4 b - - 0 23",
   "id" : "066a53be-e101-11e9-a119-a5bff8bdc768",
   "membership" : 50,
   "questions" : [
      "[Event \"Corus Group C\"]\r\n[Site \"Wijk aan Zee NED\"]\r\n[Date \"2004.01.24\"]\r\n[Round \"12\"]\r\n[White \"Magnus Carlsen\"]\r\n[Black \"Sipke Ernst\"]\r\n[Result \"1-0\"]\r\n[ECO \"B19\"]\r\n[WhiteElo \"2484\"]\r\n[BlackElo \"2474\"]\r\n[SetUp \"1\"]\r\n[FEN \"rn1qkbnr/pp2pppp/2p5/5b2/3PN3/8/PPP2PPP/R1BQKBNR w KQkq - 0 5\"]\r\n[PlyCount \"49\"]\r\n[EventDate \"2004.01.10\"]\r\n[Source \"ChessBase\"]\r\n\r\n{Куда Магнус отступил конем в этой позиции, возникающей в защите Каро-Канн?} \r\n5. Ng3 {[%wrong Поищем сильнейший ход.] [%hint Конь отступает и нападает на слона черных.]} (5. Bd3 $2 Qxd4 {У черных хорошая позиция.. Попробуем снова.}) (5. Nc3 $2 {Это продолжение возможно, но конь может отступить на более выгодное поле. Поищем сильнейший ход.}) 5... Bg6 {Отличное начало! Прежде, чем продолжить развитие, Магнус решает захватить пространство, угрожая поимкой слона на g6. Какой ход он сделал?} \r\n6. h4 {[%wrong Магнус сыграл иначе. Попробуем снова.] \r\n[%hint Создадим угрозу поймать черного слона с помощью пешки \"h\".]} (6. Nf3 $5 {Это приемлемое продолжение, но Магнус создал угрозу поимки черного слона на g6. Как?}) (6. Nh3 $5 {Это приемлемое продолжение, но Магнус создал угрозу поимки черного слона на g6. Как?}) (6. Be2 $5 {Это приемлемое продолжение, но Магнус создал угрозу поимки черного слона на g6. Как?}) (6. Bc4 $5 {Это приемлемое продолжение, но Магнус создал угрозу поимки черного слона на g6. Как?}) (6. f4 $5 e6 {Это редкое, но возможное нападение на слона. Теперь поищем чаще встречающийся ход Магнуса.}) 6... h6 {Хороший ход. Как белым продолжать развитие?} \r\n7. Nf3 {[%wrong Поищем сильнейший ход.] [%hint Нужно развить коня g1 в центр.]} (7. h5 $5 {Это хороший ход, но Магнус начал с развивающего. Поищем сильнейший ход.}) (7. Bd3 $5 Qxd4 {Это продолжение возможно, но нет необходимости жертвовать пешку d4. Попробуем снова.}) (7. Nh3 $5 {Это продолжение возможно, но лучше развить своего коня ближе к центру. Как?})\r\n(7. N1e2 $5 {Это продолжение возможно, но лучше найти более активное поле для коня. Как?}) 7... Nd7 {Хороший ход! Магнус захватывает больше пространства, создавая угрозу. Как он сыграл?} \r\n8. h5 {[%wrong Поищем сильнейший ход.] [%hint Нужно заставить черного слона снова отступить.]} (8. Bd3 $5 {Это продолжение возможно, но Магнус решил сначала захватить больше пространства на королевском фланге и только потом развивать слона. Как?}) (8. Bc4 $2 e6 {Магнус решил сначала захватить больше пространства на королевском фланге и только потом развивать слона. Как?}) (8. Bf4 $5 {Магнус решил сначала захватить больше пространства на королевском фланге и только потом развивать слона. Как?}) 8... Bh7 {Отличный ход! Как белым продолжить развитие?} \r\n9. Bd3 {[%wrong Поищем сильнейший ход.] [%hint Вы не сможете расположить своего белопольного слона более активно, чем расположен черный. Лучше предложите размен слонов.]} (9. Bf4 $5 {Это продолжение возможно, но Магнус сначала развил другого слона. Какой ход он сделал?}) (9. Bc4 $2 {Вы оставляете диагональ b1-h7 черному слону. Попробуем побороться за эту диагональ.}) (9. Be3 $2 {На поле e3 слон блокирован пешками. Поищем для него более активное поле.}) (9. Be2 $2 {На поле e2 наш слон менее активен, чем белопольный слон черных. Предложите размен слонов .}) 9... Bxd3 {Отличный ход! Чем брать?} \r\n10. Qxd3 {[%wrong Черные добиваются материального преимущества. Попробуем снова.] [%hint Сделайте взятие, продолжая развитие.]} (10. cxd3 $2 {Незачем соглашаться на сдвоение пешек без компенсации. Попробуем снова.}) 10... e6 {Прекрасное решение! Какую фигуру развить следующей?}\r\n11. Bf4 {[%wrong Поищем сильнейший ход.] [%hint Найдите самое активное поле для своего слона.]} (11. O-O $2 Qc7 {Незачем пускать черного ферзя на эту диагональ. Как заранее взять ее под контроль?}) (11. c4 $2 Ngf6 {У черных удобная позиция. развивайтесь и готовьте развитие ферзевого фланга.}) (11. Be3 $2 {На этом поле ферзь блокирован пешками. Поищите более активное продолжение.}) (11. Bd2 $2 {Здесь слон расположен пассивно. Поищите ход по центру.}) (11. Bg5 $2 hxg5 {Черные добиваются материального преимущества. Попробуем снова.}) 11... Ngf6 {Отличный ход! Как вам соединить свои ладьи?} \r\n12. O-O-O {[%wrong Магнус решил соединить свои ладьи. Как он этого добился?] [%hint Соедините ладьи и подведите ладью к центру за один ход.]} (12. O-O $5 {Это продолжение возможно, но Магнус действовал более агрессивно и выбрал рокировку в другую сторону. Сделайте его ход, чтобы продолжить урок.}) (12. Ke2 $2 Qb6 {Черные захватывают инициативу. Попробуем снова.}) (\r\n12. Kd2 $2 Nd5 {Король черных расположен более безопасно. Попробуем снова.}) 12... Be7 {Вы прекрасно разыгрываете дебют. Как Магнус продолжил централизацию фигур и создал сильную атаку?} \r\n13. Ne4 {[%wrong Поищем сильнейший ход.] [%hint Централизуйте коня, чтобы подключить свою пешку \"g\" к атаке на королевском фланге.]} (13. Kb1 $5 {Этот нужный ход Магнус сделал следующим. Поищем, как централизовать своего коня.}) (13. Ne5 $5 {Это хороший ход, но Магнус решил сначала централизовать своего другого коня. Как?}) (13. Rhe1 $5 {Это продолжение возможно, но Магнус решил оставить свою ладью н королевском фланге и централизовать коня. Поищем его ход.}) (13.\r\nBe5 $2 O-O {На этом поле выгоднее разместить коня, а не слона. Попробуем снова.}) 13... Qa5 {Хороший ход! Как защищать пешку a2?} \r\n14. Kb1 {[%wrong Черные добиваются материального преимущества. Попробуем снова.] [%hint Защитим пешку a2 своим королем.]} (14. Nxf6+ $5 {Это продолжение возможно, но Магнус решил сразу защитить пешку a2. Как?}) (14. a3 $5 {Это продолжение возможно, но лучше оставить пешку на a2 и защитить ее иначе. Как?}) (14. Nd6+ $2 Bxd6 {Черные скоро возьмут на a2. У белых есть компенсация, но зачем напрасно отдавать пешки?! Попробуем снова.}) (14. Ne5 $2 Qxa2 {У черных преимущество. Попробуем снова.}) (14. Qb3 $2 Nxe4 {Черные выигрывают фигуру. Попробуем снова.}) 14... O-O {Хороший ход! Как вам разменять важного защитника королевского фланга черных?} \r\n15. Nxf6+ {[%wrong Поищем сильнейший ход.] [%hint Разменяйте главного защитника королевского фланга черных.]} (15. Ne5 $5 {Это продолжение возможно, ноМАгнус решил сначала разменять фигуры. Поищем его ход.}) (15. g4 $5 {Эта жертва возможна, но Магнус выбрал другое продолжение. Поищем его ход.}) (15. Nfd2 $5 {Это продолжение возможно, но поищем сильнейший ход.}) (15. Bd2 $5 {Это продолжение возможно, но поищем сильнейший ход.}) (15. Rhg1 $2 Qxh5 {У черных преимущество. Попробуем снова.}) (15. Rdg1 $2 Nxe4 {У черных хорошая позиция.. Попробуем снова.}) 15... Nxf6 {Отличный выбор. Как Магнус улучшил положение своих фигур, готовя сильную атаку?} \r\n16. Ne5 {[%wrong Поищем сильнейший ход.] [%hint Поставьте свою фигуру на пятую горизонталь, чтобы вражескому ферзю было труднее добраться до королевского фланга.]} (16. Bd2 $5 {Это продолжение возможно, но поищем сильнейший ход.}) (16. c4 $5 {Это продолжение возможно, но поищем сильнейший ход.}) (16. Be5 $2 {Это поле больше подходит для коня, чем для слона. Слон уже активно расположен, нападая на пешку h6. Попробуем снова.}) 16... Rad8 {Отличная идея! Теперь черные угрожают ходом c5, чтобы использовать связку по вертикали \"d\". Как парировать эту угрозу?} \r\n17. Qe2 {[%wrong Поищем сильнейший ход. Возьмите подсказку, если затрудняетесь.] [%hint Нужно увести ферзя с вертикали \"d\" и подготовить нападение на пешку e6.]} (17. Qg3 $5 {Это продолжение возможно, но Магнус решил напасть ферзем на пешку \"e\". Поищем его ход.}) (17. c3 $5 {Это продолжение возможно, но Магнус решил напасть ферзем на пешку \"e\". Поищем его ход.}) (17. Qf3 $5 {Это продолжение возможно, но Магнус решил напасть ферзем на пешку \"e\". Поищем его ход.}) (17. Qh3 $5 {Это продолжение возможно, но Магнус расположил ферзя на вертикали \"e\". Поищем его ход.}) (17. Qe3 $2 Nd5 {У черных небольшое преимущество. Попробуем снова.}) 17... c5 {Прекрасное решение! Последний ход черных выглядит прочно, но он позволяет Магнусу начать невероятную атаку. Поищем его удивительную идею.} \r\n18. Ng6 {[%wrong Поищем сильнейшее продолжение атаки. Возьмите подсказку, если затрудняетесь.] [%hint Нужно пожертвовать своего коня так, чтобы в ответ на его взятие вы забрали пешку e6 и смогли вскрыть вертикаль \"h\", ведущую к королю черных.]} (18. Nxf7 $2 Rxf7 {Белые могут взять на e6, но так им не создать угрозы, которые могли бы уравновесить потерю фигуры. Попробуем снова.}) (18. Bxh6 $2 gxh6 {Черные выигрывают. Попробуем снова.}) (18. Bd2 $2 Qc7 {У черных безопасная позиция. Попробуем снова.}) (18. Nc4 $2 Qb4 {У черных хорошая позиция. Попробуем снова.}) 18... fxg6 {Отличный ход! МГ Эрнсту стоило отклонить жертву, и его позиция была бы чуть хуже. Теперь Магнус получает неудержимую атаку на короля черных. Как он продолжал?} \r\n19. Qxe6+ {[%wrong Поищем сильнейший ход.] [%hint Возьмите пешку с шахом.]} (19. hxg6 $2 Qb6 {Черные выигрывают. Попробуем снова.}) 19... Kh8 {Отличный ход! Теперь вы можете отыграть фигуру, но Магнус хочет большего!} \r\n20. hxg6 {[%wrong Черные выигрывают. Попробуем снова.] [%hint Возьмите пешку, чтобы освободить вертикаль \"h\" для своей ладьи.]} (20. Qxe7 $2 Nd5 {Черные в порядке. Попробуем снова.}) (20. Bxh6 $2 gxh5 {Это интересная идея, но жертва на h6 будет успешнее, если пешка h5 не будет мешать вашей ладье. Как подготовить вскрытие вертикали \"h\"?}) 20... Ng8 {Прекрасное решение! Как белым продолжить атаку?} \r\n21. Bxh6 {[%wrong Поищем сильнейший ход. Возьмите подсказку, если затрудняетесь.] [%hint Пожертвуйте фигуру (или две), чтобы вскрыть вертикаль \"h\".]} (21. Rxh6+ $5 {У белых преимущество, но поищем сильнейший ход.}) (21. Qe5 $2 Bd6 {У белых недостаточная компенсация за пожертвованную фигуру. Попробуем снова.}) 21... gxh6 {Превосходная жертва! Вертикаль \"h\", ведущая к королю черных, пока открыта лишь наполовину. Как это исправить?} \r\n22. Rxh6+ {[%wrong Поищем сильнейший ход. Возьмите подсказку, если затрудняетесь.] [%hint Если бы вы отвлекли черного коня с поля g8, то смогли бы взять слона e7 с решающей угрозой мата.]} (22. Qe5+ $2 Bf6 {Черные выигрывают. Попробуем снова.}) (22. g4 $2 Qb6 {Черные выигрывают. Попробуем снова.}) 22... Nxh6 {Невероятно! У вас не хватает пары фигур, но вы можете отыграть часть пожертвований, создав угрозу мата. Как?} \r\n23. Qxe7 {[%wrong Вы отдали черным слишком много фигур. Попробуем снова.] [%hint Возьмите фигуру, создавая угрозу мата на h7.]} (23. Rh1 $2 Bh4 {На Лxh4 черные отвечают Фd2 с выигранной позицией. Попробуем снова.}) 23... Nf7 {Хороший ход! Что дальше?} \r\n24. gxf7 {[%wrong Это продолжение позволяет черным ускользнуть. Попробуем снова.] [%hint Возьмите коня, продолжая атаку.]} (24. Rd3 $5 {Белые выигрывают, но Магнус нашел сильнейший ход. Какой?}) (24. Qf6+ $5 {Белые выигрывают, но Магнус нашел сильнейший ход. Какой?}) (24. Rh1+ $5 {Белые выигрывают, но Магнус нашел сильнейший ход. Какой?}) 24... Kg7 {Хороший ход. Как подключить все свои фигуры к атаке?} \r\n25. Rd3 {[%wrong У черных хорошая позиция. Попробуем снова.] [%hint Подготовьте шах ладьей по третьей горизонтали.]} (25. Qe5+ $5 {Это продолжение тоже ведет к победе белых, но Магнус сделал другой хороший ход. Какой?}) (25. d5 $5 {У белых хорошая позиция, но поищем сильнейший ход.}) (25. Rh1 $5 {У белых хорошая позиция,  но поищем сильнейший ход.}) 25... Rd6 {Отлично! Как белым продолжить матовую атаку?} \r\n26. Rg3+ {[%wrong У черных хорошая позиция. Попробуем снова.] [%hint Введем свою ладью в атаку с шахом.]} (26. Qe5+ $5 {Это хороший ход, но Магнус нашел другое сильное продолжение. Какое?}) (26. Qg5+ $2 Rg6 {У черных хорошая позиция. Попробуем снова.}) (26. Qxd6 $2 Qe1+ {Черные дают мат на следующем ходу. Попробуем снова.}) (26. a3 $2 Qa6 {У белых есть только вечный шах. Попробуем снова.}) (26. b3 $2 Qd8 {У белых есть только вечный шах. Попробуем снова.}) 26... Rg6 {Прекрасное решение! Только один ход ведет к победе, и Магнус нашел его. Какой ход он сделал?} \r\n27. Qe5+ {[%wrong Черные выигрывают. Попробуем снова.] [%hint Нужно оттеснить черного короля на поле, где вы сможете дать ему мат или напасть на него и на ладью g6.]} (27. Rxg6+ $2 Kxg6 {У черных хорошая позиция. Попробуем снова.}) (27. b3 $2 Qa6 {Черные выигрывают. Попробуем снова.}) (27. a3 $2 Rxg3 {Черные выигрывают. Попробуем снова.}) 27... Kxf7 {Потрясающе! Как белым добиться материального преимущества и продолжить атаку?} \r\n28. Qf5+ {[%wrong Черные выигрывают. Попробуем снова.] [%hint Нужно напасть одновременно на короля и ладью g6.]} (28. Rh3 $5 {Белые выигрывают, но поищем сильнейший ход.}) (28. Rf3+ $2 Kg8 {У черных хорошая позиция. Попробуем снова.}) (28. Rxg6 $2 Kxg6 {У белых есть только вечный шах. Попробуем снова.}) 28... Rf6 {Белые все равно выигрывали, но последний ход черных позволил им красиво и сразу завершить партию. Как Магнус добился победы?} 29. Qd7# {[%wrong Это не мат. Попробуем снова.] [%hint Проверьте свои шахи. Какой из них ведет к мату?] Прекрасное решение! Что за чудесная матовая атака!} 1-0"
   ],
   "title" : "Сыграй как Магнус: Карлсен против Эрнста",
   "url" : "https://www.chess.com/ru/lessons/sygrai-kak-magnus-karlsen/karlsen-protiv-ernsta",
   "video" : null
}
