{
   "description" : "Важно думать о том, что происходит на доске, не отвлекаясь на мысли о своем турнирном положении или рейтинге противника.",
   "duration" : null,
   "fen" : "r1br2k1/pp4pp/4pq2/3nRp2/2BP4/1Q3N2/PP3PPP/R5K1 b - - 3 17",
   "id" : "07c76b40-a0be-11e8-a0f4-25ccc40876eb",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bq1rk1/pp2bppp/1n2pn2/6B1/2BP4/2N2N2/PP3PPP/R2Q1RK1 w - - 1 11\"]\r\n\r\n{Черные только что сделали ход ...Кb6, нападая на белопольного слона. Найдем активное поле для этой фигуры!}\r\n11.Bb3\r\n    {[%wrong Это интересный ход, но он не позволяет белопольному слону отступить на безопасное поле. Попробуем снова!][%hint Расположим белопольного слона на безопасном, активном поле, откуда он контролирует центр.] Молодец! Этот ход еще гибче, чем тот, что встретился в партии. Белый слон держит под боем ключевые поля на диагонали a2-g8 и может помочь ферзю в атаке по диагонали b1-h7.}\r\n    (11.Bd3 $5 {Этот ход встретился в партии, и он довольно хорош. Поищем другое продолжение, позволяющее слону остаться активным на диагонали a2-g8?})\r\n    (11.Be2 $6 {Это интересный ход, но слон будет опаснее и активнее на другой диагонали. Попробуем снова!})\r\n    (11.Bb5 $6 Bd7 {Черные стремятся разменять нашего активного слона на своего пассивного. Какой ход слоном сохраняет контроль над центром?})\r\n    (11.Bd5 $2 Nbxd5 {Этот ход ведет к потере фигуры. Попробуем снова!})\r\n    (11.Bxe6 $2 Bxe6 {Этот ход ведет к потере фигуры. Попробуем снова!})\r\n    (11.Ba6 $2 bxa6 {Этот ход ведет к потере фигуры. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1b2rk1/pp2qppp/1n2p3/3n4/3P4/2NB1N2/PP3PPP/R2Q1RK1 w - - 0 13\"]\r\n\r\n{Помните, что у ладей есть рентгеновское зрение! Как развить ладью на активную вертикаль, откуда она будет угрожать черному ферзю?}\r\n13.Re1\r\n    {[%wrong Это интересный ход, но нам нужно занять ладьей вертикаль, где уже находится черный ферзь. Попробуем снова!][%hint Черный ферзь расположен на вертикали \\\"e\\\". Как занять ее ладьей?]}\r\n13...f5\r\n    {Здорово, что вы смогли увеличить давление по вертикали \"e\"! Противник сделал рискованный ход 13...f5?. Закроем глаза, поглубже вдохнем и займем ослабленную диагональ a2-g8!}\r\n14.Qb3\r\n    {[%wrong Это интересный ход, но нам надо занять фигурой  диагональ a2-g8. Попробуем снова!][%hint Как расположить ферзя на диагонали, где находится черный король?]}\r\n    (14.Bc4 $2 Nxc4 {Это интересный ход, но не забываем о возможностях противника. Попробуем снова!})\r\n14...Bd7\r\n    {Мы сохраняли спокойствие и теперь можем наказать противника за ослабление диагонали, где расположен его король! В партии черные продолжали ...Фf6. Как я собирался ответить на простой развивающий ход вроде ...Сd7?}\r\n15.Nxd5\r\n    {[%wrong Это интересный ход, но мы можем найти сильнейшее продолжение. Проверим возможные взятия...][%hint Черная пешка e6 связана. Какое сильное взятие позволяет выиграть фигуру?]}\r\n15...Nxd5\r\n    {Мы все поняли! Позиция черных висит на волоске. Как выиграть фигуру и разрушить позицию черных?}\r\n16.Qxd5\r\n    {[%wrong Это интересный ход, но так белые не выигрывают фигуру. Попробуем снова!][%hint Пешка черных e6 связана. Какое неожиданное взятие выигрывает фигуру?] Мы замечательно использовали связку пешки e6. Продолжаем атаку!}\r\n    (16.Qxb7 $6 Nb6 {Этот ход ведет к выигрышу пешки с хорошей позицией, но как выиграть целую фигуру? Поищем этот сильный ход!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1b2rk1/pp4pp/4pq2/3n1p2/3P4/1Q1B1N2/PP3PPP/R3R1K1 w - - 0 16\"]\r\n\r\n{Черные мудро увели ферзя с вертикали \\\"e\\\". Как усилить давление по ослабленной диагонали a2-g8?}\r\n16.Bc4\r\n    {[%wrong Это интересный ход, но он не позволяет усилить давление по ослабленной диагонали a2-g8. Попробуем снова!][%hint Как подключить еще одну фигуру к атаке по ослабленной диагонали a2-g8?]}\r\n    (16.Re5 $5 {Этот ход тоже силен, и он еще встретится в партии. Какой ход подключает фигуру к атаке по слабой диагонали a2-g8?})\r\n16...Rd8\r\n    {Здорово, что мы усиливаем напряжение! Как в третий раз напасть на черного коня?}\r\n17.Re5\r\n    {[%wrong Это интересный ход, но он не добавляет третье нападение на черного коня. Попробуем снова!][%hint Какая фигура может напасть на черного коня, помогая ферзю и слону в атаке.] Здорово! Мы сумели тонкой позиционной игрой наказать черных за амбициозный, но слабый ход ...f5!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1br2k1/ppn3pp/4pq2/4Rp2/2BP4/1Q3N2/PP3PPP/R5K1 w - - 4 18\"]\r\n\r\n{Черные возвращают коня на c7, защищая слабую пешку e6. Как сломить защиту черных, подключив к атаке последнюю фигуру и еще раз напав на слабую пешку e6?}\r\n18.Rae1\r\n    {[%wrong Это интересный ход, но нам нужно развить свою последнюю фигуру на поле, откуда она будет атаковать поле e6. Попробуем снова!][%hint Белая ладья a1 готова вступить в бой. Как снова напасть на слабую пешку e6?]}\r\n18...Re8\r\n    {Мы все поняли! Черным хотелось бы вернуть пешку f5 назад на f7! Белым хотелось сделать ход 19. d5!, но им не нравился ответ 19...b5. Как защититься от идеи ...b5?}\r\n19.a4\r\n    {[%wrong Это интересный ход, но нам нужно защитить пешкой поле b5. Попробуем снова!][%hint Сделаем ход пешкой, позволяющий взять черную пешку, когда та окажется на b5.]}\r\n    (19.d5 $5 {Отличный ход. Мы изучим эту идею в следующем упражнении. Сейчас нам нужно защититься от угрозы b5.})\r\n19...b5\r\n    {Отличный ход! Белым не за чем спешить - они защитились от контригры прежде, чем пойти на прорыв ходом d5. Как белым взять черную пешку b5?}\r\n20.axb5\r\n    {[%wrong Этот ход не ведет к взятию пешки b5. Как от нее избавиться?][%hint Зачем мы делали ход 19. a4? Воспользуемся этой пешкой!] Вот именно! Контригра черных закончилась, даже не начинаясь, а у белых все готово к сокрушительному продвижению d5!}\r\n    (20.Bxb5 $6 Rb8 {Это интересный ход, но он дает черным нежелательную контригру, поскольку наш слон связан. Поищем более простое взятие пешки b5.})\r\n    (20.Rxb5 $2 Nxb5 {Это интересный ход, но он ведет к материальным потерям. Попробуем снова!})\r\n    (20.Qxb5 $2 Nxb5 {Это интересный ход, но он ведет к материальным потерям. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1b1r1k1/ppn3pp/4pq2/4Rp2/2BP4/1Q3N2/PP3PPP/4R1K1 w - - 6 19\"]\r\n\r\n{В партии был сделан осторожный ход 19. a4, лишающий противника всяких шансов на спасение в проигранной позиции. Белые не стали продолжать 19. d5! Сделаем этот сильный ход и посмотрим, что могло случиться...}\r\n19.d5\r\n    {[%wrong Мы собирались сделать ход 19. d5! Сделаем этот сильный ход.][%hint Поставим пешку на d5.]}\r\n19...b5\r\n    {Белые идут на прорыв, разрушая позицию черных. Возьмем пешку b5 слоном и проверим, чего белые стремились избежать в партии.}\r\n20.Bxb5\r\n    {[%wrong Мы собираемся продолжать 20. Сxb5. Сделаем этот сильный ход!][%hint Возьмем черную пешку b5 своим слоном.]}\r\n20...Rb8\r\n    {Слон белых связан. Они не стали считать варианты, решив, что теряют фигуру. Какой сильный ход с нападением на черного коня и защитой белого слона остался не замеченным белыми?}\r\n21.d6\r\n    {[%wrong Это интересный ход, но нам нужно напасть на черного коня и защитить белого слона. Попробуем снова!][%hint Белая ладья e5 находится на той же горизонтали, что и атакованный слон. Как напасть на черного коня?] Невероятно! Мы нашли ход, не замеченный белыми! У белых лишняя пешка и подавляющая позиция. Только посмотрите на проходную на d6!}\r\n    (21.dxe6 $6 {Этот интересный ход тоже позволяет во второй раз защитить белого слона, но нам нужно еще и напасть на черного коня.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1r2r1k1/pbn3pp/4pq2/1P1PRp2/2B5/1Q3N2/1P3PPP/4R1K1 w - - 1 24\"]\r\n\r\n{Мы понемногу усиливали давление, но пришла пора атаковать! Как создать проходную пешку и напасть на черного коня?}\r\n24.d6\r\n    {[%wrong Это интересный ход, но нам нужно создать проходную пешку и напасть на черного коня. Попробуем снова!][%hint Какая пешка может безопасно напасть на черного коня, став проходной?]}\r\n24...Nd5\r\n    {Здорово, что мы создали опасную проходную! Пусть она идет вперед!}\r\n25.d7\r\n    {[%wrong Мы хотим вести проходную вперед. Сделаем это!][%hint Как продвинуть свою проходную вперед с нападением на черную ладью?]}\r\n25...Re7\r\n    {Эта сильная пешка гонит прочь фигуры черных! Пора завершить партию! Каким взятием начинается решающая комбинация?}\r\n26.Bxd5\r\n    {[%wrong Это интересный ход, но мы ищем взятие, начинающее решающую комбинацию. Попробуем снова!][%hint Мы несколько раз напали на черного коня. Пора взять его с решающей комбинацией.]}\r\n    (26.Rxe6 $5 {Отличное решение. Этот ход еще сильнее того, что встретился в партии! Какую выигрывающую комбинацию провели белые в партии?})\r\n    (26.Rxd5 $6 exd5 {Мы угадали поле, но не фигуру! Начнем со взятия более слабой фигурой.})\r\n    (26.Rxf5 $2 Qxf5 {Это интересный ход, но взятие ведет к потере фигуры. Попробуем снова!})\r\n26...Bxd5\r\n    {Мы все поняли! Предводителю белых фигур не верилось, что он побеждает противника с намного более высоким рейтингом. Какое красивое взятие продолжает победную комбинацию белых?}\r\n27.Qxd5\r\n    {[%wrong Это интересный ход, но не выигрывающее взятие. Попробуем снова!][%hint Какая жертва ферзя освобождает вертикаль \"e\" для ладей?]}\r\n    (27.Rxd5 $5 {Этот ход тоже выигрывает! Какая жертва ферзя заканчивает сопротивление?})\r\n27...exd5\r\n    {Здорово! Дрожащей рукой белые пожертвовали ферзя! Завершим победную комбинацию!}\r\n28.Rxe7\r\n    {[%wrong Это интересный ход, но он ведет к поражению. Попробуем снова!][%hint Мы пожертвовали ферзя, чтобы вскрыть вертикаль \\\"e\\\". Используем свои ладьи!] Отлично! Мы справились с эмоциями и довели партию до победы! Всегда верим в себя и смотрим на позицию, а не на противника!}\r\n*"
   ],
   "title" : "Учимся справляться с эмоциями",
   "url" : "https://www.chess.com/ru/lessons/strategiia-dlia-prodolzhaiushchikh/uchimsia-spravliatsia-s-emotsiiami",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-overcoming-your-emotions-q2v.mp4"
}
