{
   "description" : "В 1975 году Фишер отказался защищать свой титул, и Анатолий Карпов, стал чемпионом мира. Карпов дважды победил в матчах до шести побед Виктора Корчного. 1978 году он выиграл упорнейший матч с минимальным счетом 6-5 при 21 ничьих. Приводим яркую восьмую партию матча в Багио.",
   "duration" : null,
   "fen" : "4rk2/2p2prp/pq2b2N/1p6/8/2PR1Q2/PP4PP/5R1K w - - 0 26",
   "id" : "084c8b96-b898-11eb-a51a-9f2c1c1400fc",
   "membership" : 50,
   "questions" : [
      "[Event \"\"]\r\n[Site \"City of Baguio PHI\"]\r\n[Date \"1978.08.03\"]\r\n[Round \"8\"]\r\n[White \"\"]\r\n[Black \"Viktor Korchnoi\"]\r\n[Result \"1-0\"]\r\n[ECO \"C80\"]\r\n[SetUp \"1\"]\r\n[FEN \"r2qkb1r/2p2p1p/p1n1b1p1/1pnpP3/8/1BP2N2/PP1N1PPP/R1BQ1RK1 w kq - 0 11\"]\r\n[PlyCount \"37\"]\r\n[EventDate \"1978.??.??\"]\r\n[Source \"ChessBase\"]\r\n\r\n{Корчной сделал провокационный ход g6 в открытом варианте испанской партии. На какое поле Карпов в ответ развил своего ферзя?} 11. Qe2 {[%wrong Поищем сильнейшее продолжение. Куда развить ферзя?] [%hint Развиваем ферзя на вторую горизонталь.]} (11. Bc2 $5 {Это интересное продолжение, но Карпов решил сначала развить ферзя. На какое поле?}) (11. Qe1 $5 {Это интересная идея, но Карпов решил сначала развить ферзя. На какое поле?}) (11. Re1 $2 Nd3 {У черных все в порядке. На какое поле выгоднее развить ферзя?}) (11. Nd4 $5 {Это интересное продолжение, но Карпов решил сначала развить ферзя. На какое поле?}) (11. a4 $2 Bg7 {У черных выгодная позиция. Поищем подходящее поле для развития ферзя.}) (11. Qc2 $2 Bg7 {На  поле c2 ферзь будет ограничивать слона b3. Как развить ферзя на вторую горизонталь?}) \r\n11... Bg7 {Отлично! Как централизовать коня?} 12. Nd4 {[%wrong Поищем сильнейшее продолжение, позволяющее централизовать коня.] [%hint Централизуем коня, угрожая черному коню на поле c6.]} (12. Bc2 $2 O-O {У черных выгодная позиция. Как централизовать коня?}) (12. Rd1 $2 O-O {У черных выгодная позиция. Как централизовать коня?}) (12. a4 $2 O-O {У черных выгодная позиция. Как централизовать коня?}) (12. Ng5 $2 Qxg5 {Черные выигрывают фигуру. Поищем оптимальное поле для коня.}) \r\n12... Nxe5 {Прекрасно! Как белым использовать ненадежное положение черного короля, доказывая что они не зря отдали пешку?} 13. f4 {[%wrong Поищем сильнейшее продолжение атаки. Как напасть на коня e5?] [%hint Нападем на коня e5 пешкой.]} (13. Nxe6 $2 fxe6 {У белых нет компенсации за пешку. Какая угроза напрашивается?}) (13. N2f3 $2 Nxf3+ {У белых нет компенсации за пешку. Какая угроза напрашивается?}) (13. N4f3 $2 Ned3 {У белых нет компенсации за пешку. Какая угроза напрашивается?}) (13. Re1 $2 Ned3 {У белых нет компенсации за пешку. Какая угроза напрашивается?}) \r\n13... Nc4 {У белых сильная атака, но только один ход позволяет оставить лишь руины от прикрытия черного короля! Как сыграл Карпов?} 14. f5 {[%wrong Поищем сильнейшее продолжение атаки. Как напасть на слона?] [%hint Нападем на слона e6, вскрывая вертикаль \"f\".]} (14. Nxc4 $2 dxc4 {У черных хорошая позиция. Поищем выгодное нападение на слона e6.}) (14. Bxc4 $2 dxc4 {У черных хорошая позиция. Поищем выгодное нападение на слона e6.}) (14. Nxe6 $2 fxe6 {У черных выгодная позиция. Нападем на слона e6 пешкой вместо размена.}) (14. Re1 $2 O-O {Лишняя пешка дает черным  перевес. Поищем более агрессивное нападение на пешку e6.}) \r\n14... gxf5 {Теперь черный король никогда не будет в безопасности! Какое взятие напрашивается?} 15. Nxf5 {[%wrong Поищем сильнейшее продолжение. Проверим взятия и попробуем снова.] [%hint Возьмем пешку с нападением на слона g7.]} (15. Nxe6 $5 {Это интересная идея, но Карпов нашел сильное взятие конем. Какое?}) (15. Nxc4 $2 Bxd4+ {У черных приемлемая позиция. Какое взятие напрашивается?}) (15. Bxc4 $2 dxc4 {У черных приемлемая позиция. Какое взятие напрашивается?}) (15. Rxf5 $2 Qd6 {У черных приемлемая позиция. Какое взятие напрашивается?}) \r\n15... Rg8 {Блестяще! Какое взятие нашел Карпов?} 16. Nxc4 {[%wrong Поищем сильнейшее продолжение атаки. Какое взятие напрашивается?] [%hint Меняем коней, чтобы подключить к атаке слона c1.]} (16. Nxg7+ $5 {Это интересное продолжение, но Карпов решил разменять другого коня. Каким ходом?}) (16. Bxc4 $2 dxc4 {Попробуем разменять на коня c4 другую фигуру.}) (16. Bc2 $5 {Это интересная идея, но Карпов решил разменять коня с4. Каким ходом?}) \r\n16... dxc4 {Чем больше линий вскрывается, тем менее уютно чувствует себя черный король! Куда отступит слон?} 17. Bc2 {[%wrong Поищем сильнейшее продолжение. Куда отступит слон с поля b3?] [%hint Отступим слоном на безопасное поле.]} (17. Qg4 $5 {Атака белых продолжается, но Карпов решил сохранить слона b3. Каким ходом?}) (17. Nxg7+ $2 Rxg7 {У черных все в порядке. Каким ходом Карпов сохранил слона b3?}) (17. Bd1 $2 Qd5 {Поищем более активное отступление стона.}) (17. Rd1 $5 {Это интересное продолжение, но Карпов решил сразу отступить слоном с b3. На какое поле?}) (17. Bxc4 $2 bxc4 {Выгоднее сохранить слона b3 на доске. Каким ходом?}) \r\n17... Nd3 {Превосходно! Как продолжить развитие, предлагая выгодный размен?} 18. Bh6 {[%wrong Поищем сильнейший развивающий ход.] [%hint Развиваемся, чтобы разменять слонов.]} (18. Nxg7+ $2 Rxg7 {У черных все в порядке. Каким ходом Карпов продолжил развитие, предлагая размен слона g7?}) (18. Rf3 $5 {Это интересное продолжение, но Карпов решил продолжить развитие и разменять слона g7. Каким ходом?}) (18. Rd1 $2 Qf6 {У белых лишь небольшой перевес. Каким ходом Карпов продолжил развитие, предлагая размен слона g7?}) (18. Qg4 $5 Kf8 {Это интересное продолжение, но Карпов решил продолжить развитие и разменять слона g7. Каким ходом?}) (18. Bxd3 $2 Qxd3 {У черных выгодная позиция. Каким ходом Карпов продолжил развитие, предлагая размен слона g7?}) (18. Bf4 $2 Qd5 {Поищем оптимальное поле для слона. Каким ходом Карпов продолжил развитие, предлагая размен слона g7?}) \r\n18... Bf8 {Потрясающе! Каким ходом Карпов продолжил развитие и связал черного коня?} 19. Rad1 {[%wrong Поищем сильнейший развивающий ход.] [%hint Развиваемся и связываем черного коня.]} (19. Rfd1 $2 Qd5 {Поищем другую связку черного коня.}) (19. Bxf8 $2 Kxf8 {У черных комфортная позиция. Как связать черного коня?}) (19. Bxd3 $2 Qxd3 {У черных выгодная позиция. Как связать черного коня?}) (19. Rae1 $2 Bc5+ {Черные захватывают инициативу и скоро возьмут ладью. Поищем оптимальное поле для ладьи a1.}) \r\n19... Qd5 {Замечательно! Пора собирать урожай. Каким ходом Карпов отыграл пожертвованную пешку?} 20. Bxd3 {[%wrong Поищем сильнейшее продолжение. Какое взятие напрашивается?] [%hint Возьмем фигуру, разблокируя вертикаль \"d\".]} (20. Rxd3 $2 cxd3 {Черные выигрывают качество. Какое взятие напрашивается?}) (20. Bxf8 $2 Kxf8 {У черных все в порядке. Какое взятие напрашивается?}) (20. Ne3 $2 Bc5 {У черных все в порядке. Какое взятие напрашивается?.}) \r\n20... cxd3 {Изумительно! Какое взятие поможет нам сохранить атаку?} 21. Rxd3 {[%wrong Черные побеждают. Какое взятие напрашивается?] [%hint Возьмем фигуру, нападая на черного ферзя.]} (21. Qxd3 $2 Qxg2# {Это мат! Какое взятие напрашивается?}) (21. Qh5 $2 Qxg2# {Это мат! Какое взятие напрашивается?}) (21. Qf2 $2 Bxf5 {Белые не могут взять слона из-за мата на g2. Какое взятие напрашивается?}) (21. Qd2 Bxf5 {У черных лишняя фигура. Какое взятие напрашивается?.}) \r\n21... Qc6 {Восхитительно! Каким ходом белые продолжили разменивать защитников черного короля?} 22. Bxf8 {[%wrong Поищем сильнейшее продолжение. Какой размен напрашивается?] [%hint Меняем слонов.]} (22. Kh1 $5 {Это интересное продолжение, но Карпов решил разменять слонов. Каким ходом?}) (22. Rg3 $2 Rxg3 {У черных безопасная позиция. Какое взятие напрашивается?}) (22. Re3 $2 Bc5 {Черные выигрывают качество. Какое взятие напрашивается?}) (22. Nd4 $2 Bc5 {Черные связывают коня, получая выгодную контригру. Какое взятие напрашивается?}) \r\n22... Qb6+ {Потрясающе! Как белым защититься от шаха?} 23. Kh1 {[%wrong Поищем оптимальное поле для короля.] [%hint Отступим королем в угол доски.]} (23. Bc5 $5 {Это сильный ход, но Карпов решил отступить королем. На какое поле?}) (23. Nd4 $2 Rxf8 {Не нужно вставать под связку. Как защитить короля от шаха?}) (23. Re3 $2 Kxf8 {Не нужно вставать под связку. Как защитить короля от шаха?}) (23. Rf2 $2 Kxf8 {Не нужно вставать под связку. Как защитить короля от шаха?}) (23. Qe3 $2 Qxe3+ {Черным выгоден размен ферзей. Куда отступил королем Карпов?}) (23. Qf2 $2 Qxf2+ {Черным выгоден размен ферзей. Куда отступил королем Карпов?}) \r\n23... Kxf8 {Великолепно! Каким ходом Карпов увеличил давление по вертикали \"f\" и создал новые угрозы?} 24. Qf3 {[%wrong Поищем сильнейшее продолжение атаки. Как создать батарею по вертикали \"f\"?][%hint Создаем батарею по вертикали \"f\" и нападаем на ладью a8.]} (24. Nh6 $5 {Это интересное продолжение, но Карпов решил создать батарею по вертикали \"f\". Каким ходом?}) (24. Rd7 $5 {Это отличный ход! Карпов решил не играть  Лd7 сразу, а сначала создать батарею по вертикали \"f\". Каким ходом?}) (24. Qh5 $5 {Это разумное продолжение, но Карпов решил создать батарею по вертикали \"f\". Каким ходом?}) (24. Rdf3 $2 {Это интересная идея, но Карпов решил сдвоиться по вертикали \"f\" другим ходом. Каким?}) \r\n24... Re8 {Фантастика! Каким ходом Карпов напал на пешку f7?} 25. Nh6 {[%wrong Поищем сильнейшее продолжение. Как напасть на пешку f7 тремя фигурами?] [%hint Нападем на пешку f7 конем.]} (25. Rd7 $2 Bxd7 {Черные выигрывают ладью. Поищем другое нападение на пешку f7.}) (25. Re3 $2 Rg6 {У белых выгодная позиция. Поищем другое нападение на пешку f7.}) (25. Nd6 $2 cxd6 {Мата нет, и черные побеждают. Нападем на пешку f7 конем с другого поля.})\r\n25... Rg7 {Карпов продолжает наращивать давление! Каким ходом он создал неотразимые угрозы пешке f7?} 26. Rd7 {[%wrong Поищем сильнейшее продолжение атаки. Возьмите подсказку, если затрудняетесь.][%hint Жертвуем ладью, чтобы увеличить давление на пешку f7.]} (26. Nxf7 $2 {У черных перевес. Как увеличить давление на пешку f7?}) (26. Nf5 $2 Bxf5 {У белых лишь небольшой перевес. Как увеличить давление на пешку f7?}) (26. Qxf7+ $2 Bxf7 {Черные побеждают. Не торопимся со взятием. Как увеличить давление на пешку f7?}) \r\n26... Rb8 {Невероятно! В ответ на Сxd7 Карпов продолжал бы Фxf7!! с матом на следующем ходу. Каким ходом белые продолжают атаку?} 27. Nxf7 {[%wrong Поищем сильнейшее продолжение атаки. Какое взятие напрашивается?] [%hint Пора взять пешку f7.]} (27. Rxf7+ $5 Bxf7 {У белых хорошая позиция, но мы можем найти выгодное взятие. Какое?}) (27. Qh5 $5 {Белые выигрывают, но мы можем найти выгодное взятие. Какое?}) (27. Qxf7+ $2 Rxf7 {Черные побеждают. Какое взятие напрашивается?}) \r\n27... Bxd7 {Умопомрачительно! Каким ходом Карпов убедил противника сдаться?} 28. Nd8+ {[%wrong Поищем сильнейшее продолжение атаки. Какой ход конем выигрывает? Возьмите подсказку, если затрудняетесь.] [%hint Объявляем вскрытый шах и перекрываем восьмую горизонталь.]} (28. Qd5 $2 Qe3 {У белых перевес, но сразу выиграть невозможно. Каким отступлением коня Карпов убедил противника сдаться?}) (28. Nd6+ $2 Kg8 {У черных выгодная позиция. Перекроем восьмую горизонталь отступлением коня.}) (28. Ne5+ $2 Kg8 {Черные побеждают. Перекроем восьмую горизонталь отступлением коня.}) (28. Ng5+ $2 Kg8 {У черных выгодная позиция. Перекроем восьмую горизонталь отступлением коня.}) (28. Nh6+ $2 Ke7 {У черных все в порядке. Какой ход конем напрашивается?}) (28. Nh8+ $2 Kg8 {Черные побеждают. Какой ход конем напрашивается?})\r\n28... Ke7 {Молодец! Корчной сдался. Каким ходом белые дают мат после Крe7?} 29. Qf8# {[%wrong Это не мат. Проверим шахи и попробуем снова.] [%hint Проверим шахи. Какой ведет к мату?] Изумительная атака!} 1-0"
   ],
   "title" : "Карпов против Корчного, 1978",
   "url" : "https://www.chess.com/ru/lessons/igraem-kak-chempiony-mira-fischer-i-karpov/karpov-protiv-korchnogo-1978",
   "video" : null
}
