{
   "description" : "Один из самых распространенных дебютных ходов - 1.e4. Самый прочный ответ черных - 1...e5. Партия часто продолжается ходами 2.Кf3 Кc6, а потом белые выбирают из Сc4, Сb5 и d4.",
   "duration" : null,
   "fen" : "r1bqk1nr/pppp1ppp/2n5/2b5/3NP3/4B3/PPP2PPP/RN1QKB1R b KQkq - 2 5",
   "id" : "092fabd0-a0bb-11e8-b723-d1bcca036be5",
   "membership" : 10,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n\r\n{Начнем партию ходом 1. e4!}\r\n1.e4\r\n    {[%wrong Так белая пешка не попадет на e4. Попробуем снова!][%hint Идем два поля вперед пешкой, расположенной перед белым королем!]}\r\n1...e5\r\n    {Как вывести коня в центр, атакуя черную пешку e5?}\r\n2.Nf3\r\n    {[%wrong Белый конь должен выйти в центр, нападая на черную пешку e5. Попробуем снова!][%hint Белый конь g1 может выйти в центр, атакуя пешку e5.]}\r\n2...Nc6\r\n    {Отлично! Белые выводят коня в центр, атакуя пешку e5. Выберем итальянскую партию, развив белопольного слона на c4.}\r\n3.Bc4\r\n    {[%wrong Развиваем белопольного слона на поле c4. Попробуем снова!][%hint Развиваем белопольного слона белых на поле, где он сможет атаковать слабую черную пешку f7.] Отлично! Белый слон контролирует важную диагональ, а белые готовы сделать рокировку. Дебют после хода 3. Сc4 известен как итальянская партия.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqkbnr/pppp1ppp/2n5/4p3/4P3/5N2/PPPP1PPP/RNBQKB1R w KQkq - 0 1\"]\r\n\r\n{Сделаем ход 3. Bb5 с нападением на черного коня c6. Это испанская партия.}\r\n1.Bb5\r\n    {[%wrong Нам нужно развить белопольного слона на поле b5. Попробуем снова!][%hint Развиваем белопольного слона с нападением на коня c6.]}\r\n1...a6\r\n    {Молодец! На доске испанская партия. Черные напали на белого слона. Как отступить им, чтобы конь c6 остался под боем?}\r\n2.Ba4\r\n    {[%wrong Это интересная идея, но нам нужно отступить белопольным слоном так, чтобы конь c6 остался под боем. Попробуем снова!][%hint Какую диагональ использовать для отступления слоном, чтобы конь c6 остался под боем?]}\r\n    (2.Bxc6 $5 {Этот ход возможен, и мы изучим его в следующем задании! Отступим слоном так, чтобы конь c6 оставался под боем.})\r\n( 2. Nxe5 $2 { Этот ход ведет к потере коня. Отступим слоном на безопасное поле.}  2... Nxe5 )\r\n2...b5\r\n    {Именно! Белый слон отступает на безопасное поле, продолжая атаковать черного коня c6. Черные снова нападают на белого слона. Как отступить на активную диагональ?}\r\n3.Bb3\r\n    {[%wrong Отступим слоном на безопасное поле. Попробуем снова!][%hint У белых всего одно поле для безопасного отступления белопольного слона.] Молодец! Белый слон спокойно отступает на важную диагональ, атакуя слабую пешку f7.}\r\n    (3.Bxb5 $2 axb5 {Этот размен просто отдает слона за пешку. Отступим слоном на безопасное поле!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqkbnr/1ppp1ppp/p1n5/1B2p3/4P3/5N2/PPPP1PPP/RNBQK2R w KQkq - 0 2\"]\r\n\r\n{Возьмем черного коня, чтобы понять, почему этим ходом белые не выигрывают пешку.}\r\n2.Bxc6\r\n    {[%wrong Возьмем черного коня. Попробуем снова!][%hint Возьмем черного коня c6 слоном.]}\r\n2...dxc6\r\n    {Белые меняют слона на коня. После рокировки у них будет хорошая позиция. Сделаем ход Кxe5 и убедимся, что так пешку не выиграть.}\r\n3.Nxe5\r\n    {[%wrong Возьмем черную пешку e5, чтобы понять, почему этот ход не ведет к выигрышу пешки. Сделаем ход Кxe5.][%hint Возьмем черную пешку e5 конем.]}\r\n3...Qd4\r\n    {Сейчас у белых лишняя пешка, но черные напали одновременно на белого коня e5 и пешку e4. Они отыграют пешку e4 с хорошей позицией. Вот почему белые обычно не меняют слона на коня так рано.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqkbnr/pppp1ppp/2n5/4p3/4P3/5N2/PPPP1PPP/RNBQKB1R w KQkq - 2 3\"]\r\n\r\n{Изучаем активный дебют - шотландскую партию, начинающуюся ходом 3. d4.}\r\n3.d4\r\n    {[%wrong Сделаем ход пешкой на d4. Попробуем снова!][%hint Сделаем ход на два поля вперед пешкой, расположенной перед белым ферзем.]}\r\n3...d6\r\n    {Отлично! Белые ходом 3. d4 применяют шотландскую партию. Черные обычно отвечают 3...exd4. Ход в партии слабее. Как взять пешку, вскрывая вертикаль \\\"d\\\"?}\r\n4.dxe5\r\n    {[%wrong Этот не взятие черной пешки со вскрытием вертикали \"d\". Попробуем снова!][%hint Как взять черную пешку е5 другой пешкой?]}\r\n    (4.Nxe5 $2 dxe5 {Белые меняют коня на пешку. Это невыгодный размен. Как взять пешку другой пешкой?})\r\n4...Nxe5\r\n    {Молодец! Черные берут конем, а не пешкой, чтобы помешать размену ферзей. Как белым разменять коней и вскрыть вертикаль \\\"d\\\" для размена ферзей?}\r\n5.Nxe5 {[%wrong Поищем сильнейшее взятие. Попробуем снова.] [%hint Поищем сильнейшее взятие.]} (5. Qd5 $2\r\nNf6 {Черные оттесняют ферзя с выгодной позицией. Попробуем снова.}) (5. Bf4 $5 {Это разумное продолжение, но взятие черного коня - еще сильнее. Сделаем этот ход, чтобы продолжить.}) (5. Qxd6\r\n$2 Bxd6 {Поищем сильнейшее взятие.}) (5. Qd4 $2 Qf6 {\r\nУ черных безопасная позиция. Поищем сильнейшее взятие.}) (5. Bb5+ $2\r\nc6 {Это продолжение возможно, но выгоднее немедленное взятие. Какое?}) \r\ndxe5\r\n    {Отлично! Белые вынуждают вскрытие вертикали \\\"d\\\". Разменяем ферзей, лишая черных рокировки.}\r\n6.Qxd8+\r\n    {[%wrong Этот ход не ведет к размену ферзей. Попробуем снова!][%hint Как взять черного ферзя?]} (\r\n6. Qd5 $2 Qxd5 {Этот ход ведет к размену ферзей, но не лишает черных рокировки. Как сразу разменять ферзей?}) \r\n6...Kxd8\r\n    {Замечательно! Черный король застрял в центре. Как развить слона, атакуя незащищенную пешку f7?}\r\n7.Bc4\r\n    {[%wrong Этот ход не развивает белопольного слона белых с нападением на пешку f7. Попробуем снова!][%hint Расположим белопольного слона белых так, чтобы взять под бой центр, угрожая взятием пешки f7.] Мы справились! Белые вводят в бой белопольного слона и нападают на слабую черную пешку f7. Белые могут сделать рокировку, а черный король останется в центре.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqkbnr/pppp1ppp/2n5/4p3/4P3/5N2/PPPP1PPP/RNBQKB1R w KQkq - 2 3\"]\r\n\r\n{Вскроем игру ходом 3. d4. Этот дебют известен как шотландская партия!}\r\n3.d4\r\n    {[%wrong Займем белой пешкой поле d4. Попробуем снова!][%hint Сделаем ход на два поля вперед пешкой, расположенной перед белым ферзем.]}\r\n3...exd4\r\n    {Черные применяют наиболее распространенный ответ, забирая белую пешку. Возьмем пешку конем.}\r\n4.Nxd4\r\n    {[%wrong Возьмем черную пешку d4 конем. Попробуем снова!][%hint Как взять пешку d4 белым конем f3?]}\r\n4...Bc5\r\n    {Молодец! Белые взяли пешку и вывели коня в центр. Теперь коня атакуют две фигуры черных. Как белым развить слона и защитить коня d4?}\r\n5.Be3\r\n    {[%wrong Нам нужно развить слона, защищая коня d4. Попробуем снова!][%hint Как защитить коня d4 чернопольным слоном?] Отлично! Белые вводят в игру слона, снова защищая коня d4.}\r\n*"
   ],
   "title" : "Введение в 1.e4 - дебют за белых",
   "url" : "https://www.chess.com/ru/lessons/vvedenie-v-teoriiu-debiutov/vvedenie-e4-za-belykh",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-BEG-1e4-openings-for-white-y3c.mp4"
}
