{
   "description" : "Когда фигуры создают матовую сеть, они взаимодействуют, мешая вражескому королю спастись от матовой атаки. Не все ходы при создании матовой сети выполняются с шахом. Иногда, чтобы закрыть королю путь отступления, нужен тихий ход.",
   "duration" : null,
   "fen" : "2bn1r1k/6pp/1qp5/1p3pN1/p4P2/1B6/PPP3PP/3Q1R1K w - - 0 2",
   "id" : "0bfd46e8-a0bf-11e8-836e-c9d7dc1845c8",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"5r2/R7/1p6/3pn1kB/PP1P2P1/2Pb4/3K4/8 b - - 3 38\"]\r\n\r\n{Гроссмейстер Виктор Корчной играет черными. Кажется, что черные теряют фигуру, но на самом деле они могут выиграть, поймав короля в матовую сеть.}\r\n38...Nc4+\r\n    {[%wrong Это интересный ход, но так мы не сможем поймать белого короля в матовую сеть. Попробуем снова!][%hint Какой ход вынуждает белого короля взять слона или получить мат по последней горизонтали?]}\r\n    (38...Rf2+ $5 {Этот ход тоже позволяет дать мат после Крe1 и ...Лf1+, но можно выиграть еще быстрее. Как найти путь к победе?})\r\n39.Kxd3\r\n    {Отлично! Белый король вынужден взять слона, чтобы сразу не получить мат. Как сплести матовую сеть?}\r\n39...Rf2\r\n    {[%wrong Это интересный ход, но он не позволяет сплести матовую сеть.Попробуем снова!][%hint Как поймать белого короля на третьей горизонтали, помешав ему отступить на вторую горизонталь?] Мы нашли мат, поставленный Корчным - фантастический успех! Белые не могут помешать ходу ...Лd2 с матом.}\r\n    (39...Rf3+ $2 40.Ke2 {Это интересный ход, но так черные конь и ладья  не смогут поставить мат, и черных ждут неприятности. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"6k1/p1r2p2/4qPr1/1Q5p/8/6PP/2p2R1K/3R4 w - - 0 1\"]\r\n\r\n{Черные только что сделали ход ...c2, не заметив, что их король в матовой сети! Как белые могут форсировать мат?}\r\n1.Rd8+\r\n    {[%wrong Этот интересный ход не позволяет форсировать мат. Попробуем снова!][%hint Поищем единственный шах белых, позволяющий оттеснить черного короля на вертикаль \\\"h\\\".]}\r\n    (1.Qb8+ $2 Rc8 {Это интересный ход, но черный король ускользает из матовой сети. Попробуем снова!})\r\n1...Kh7\r\n    {Отличная работа! Черный король вынужден отступить на опасную вертикаль \\\"h\\\". Продолжаем атаковать!}\r\n2.Qxh5+\r\n    {[%wrong Это интересный ход, но так белым не победить. Попробуем снова!][%hint Черный король отступил на вертикаль \\\"h\\\". Как подключить ферзя к атаке?]}\r\n    (2.Qb8 $6 Qxf6 {Эта умная идея должна принести белым победу, но нам придется точно посчитать варианты после превращения черной пешки в ферзя. Зачем такие трудности, если белые могут гораздо быстрее сплести матовую сеть?})\r\n2...Rh6\r\n    {Изумительно! Черным приходится закрыться от шаха ладьей. Кажется, черные до сих пор находятся в матовой сети? Докажем это!}\r\n3.Rh8+\r\n    {[%wrong Это интересный ход, но у белых только один путь к победе, иначе они проигрывают. Поищем более форсированную идею, ведущую к мату!][%hint Как отвлечь короля от защиты ладьи, форсируя мат в два хода?]}\r\n3...Kxh8\r\n    {Невероятно! Черный король не может защитить ладью, и белые дают мат в два хода. Закончим партию!}\r\n4.Qxh6+\r\n    {[%wrong Так белым не победить. Попробуем снова!][%hint Зачем мы оттеснили черного короля от ладьи?]}\r\n4...Kg8\r\n    {Вы все поняли! Пора дать мат!}\r\n5.Qg7#\r\n    {[%wrong Это не мат. Попробуем снова!][%hint Найдем мат в один ход.] Мы фантастически точно победили с помощью матовой сети!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1r4k/pp1q2R1/5pp1/3p2N1/6Q1/8/PP3PPP/2R3K1 w - - 3 27\"]\r\n\r\n{В этой известной позиции первый чемпион мира Вильгельм Стейниц показал зрителям, почему несколькими ходами ранее его противник покинул игровой зал, уже не собираясь возвращаться. Разберем матовую комбинацию Стейница, начинающуюся ходом 27. Фh4+!}\r\n27.Qh4+\r\n    {[%wrong Мы вслед за Стейницем начинаем плести матовую сеть ходом 27. Фh4+. Вперед!][%hint Даем шах ферзем с поля h4.]}\r\n27...Kxg7\r\n    {Трудно поверить, что черные попали в матовую сеть. Поищем идею Стейница!}\r\n28.Qh7+\r\n    {[%wrong Это интересный ход, но нам нужно использовать ферзя и коня для совместной атаки. Попробуем снова!][%hint Ферзь и конь белых идеально взаимодействуют в атаке. Подойдем к королю вплотную, дав ему шах!]}\r\n28...Kf8\r\n    {Хорошая работа! Черный король оттесняется на восьмую горизонталь - в первый из многих раз! Как продолжать белым?}\r\n29.Qh8+\r\n    {[%wrong Это интересный ход, но нам нужно найти более форсированное продолжение, вынуждающее черного короля отправиться в центр доски. Попробуем снова!][%hint Какой шах вынуждает черного короля занять поле e7?]}\r\n    (29.Rxc8+ $2 Rxc8 {Черные снова угрожают матом по первой горизонтали, и белая ладья уже не отрезает короля по вертикали \\\"c\\\". Очень скоро мы увидим, почему это важно. Попробуем снова!})\r\n    (29.Qxd7 $2 {Не забываем, что у черных есть свои идеи! Поищем более форсированное продолжение.} 29...Rxc1#)\r\n29...Ke7\r\n    {Ход за ходом белые оттесняют черного короля к полю d8, где его ждет смертельная матовая комбинация. Как оттеснить черного короля к полю d8?}\r\n30.Qg7+\r\n    {[%wrong Это интересный ход, но он не позволяет оттеснить черного короля к полю d8. Попробуем снова!][%hint Поищем шах, приближающий белого ферзя к черному королю, оттесняя его к полю d8.]}\r\n    (30.Qh7+ $2 Kd6 {Невероятно: черный король выживает, потому что мы не можем взять пешку f6 своим ферзем. Поищем другой шах ферзем, дающий возможность взять пешку!})\r\n    (30.Re1+ $6 {Этот сильный ход тоже приносит белым победу, но черный король ускользает из матовой сети. Попробуем снова!})\r\n30...Ke8\r\n    {Здорово! Черный король не может отступить на d6 ввиду Фxf6+ с матом, поэтому он снова оттесняется на последнюю горизонталь. Какие два шаха ферзем позволяют оттеснить черного короля к полю d8?}\r\n31.Qg8+\r\n    {[%wrong Это интересный ход, но он не позволяет оттеснить черного короля к полю d8. Попробуем снова!][%hint Какой шах черному королю позволит следующим ходом продолжать Фf7+?]}\r\n31...Ke7\r\n    {Потрясающе! Белый ферзь при поддержке коня оттесняет черного короля к полю d8. Вперед!}\r\n32.Qf7+\r\n    {[%wrong Это интересный ход, но он не позволяет оттеснить черного короля на поле d8. Попробуем снова!][%hint  Ферзь при поддержке коня дает шах, позволяющий оттеснить черного короля на поле d8.]}\r\n32...Kd8\r\n    {Отступление ...Крd6 вновь ведет к мату после Фxf6+, поэтому черный король вынужден отступить на d8. Как вынудить черных закрыться от шаха ферзем, подготавливая матовую комбинацию?}\r\n33.Qf8+\r\n    {[%wrong Это интересный ход, но он не вынуждает черных закрыться от шаха ферзем. Попробуем снова!][%hint От какого шаха по последней горизонтали черные смогут закрыться только ферзем?]}\r\n    (33.Qxf6+ $2 Qe7 {Это интересный ход, но так черный король ускользает из матовой сети. Попробуем снова!})\r\n    (33.Qg8+ $6 {Мы на правильном пути, но этот шах по последней горизонтали не вынуждает черных закрыться ферзем. Поищем другой шах по последней горизонтали!})\r\n    (33.Ne6+ $2 Qxe6 {Этот ход кажется сильным, но проигрывает, потому что у белых слаба первая горизонталь. Попробуем снова!})\r\n33...Qe8\r\n    {Отличная работа. Наконец, мы близки к победе! Поищем форсированный мат в два ход.}\r\n34.Nf7+\r\n    {[%wrong Это интересный ход, но он не позволяет форсировать мат. Попробуем снова!][%hint Какой шах конем позволяет белым взять под бой поле d6 с матом следующим ходом!]}\r\n    (34.Qd6+ $5 {Отлично! На следующем ходу выигрывает Кe6+ с матом. Как дать мат еще быстрее?})\r\n    (34.Ne6+ $2 Kd7 {У белых остаются хорошие шансы на победу после Кc5+. Теперь поищем форсированный мат в два хода.})\r\n34...Kd7\r\n    {Фантастическая игра! Завершим прекрасную комбинацию Стейница матом!}\r\n35.Qd6#\r\n    {[%wrong Это интересный ход, но не мат. Попробуем снова!][%hint Вновь используем силу ферзя, чтобы дать мат!] Мы проделали блестящую работу, восстановив матовую комбинацию Стейница! Продолжаем работать над шахматами!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/1R4p1/6k1/2B3n1/2p3r1/3b4/1P5K/3N4 b - - 6 47\"]\r\n\r\n{Белый король попал в беду. Как черным начать плести матовую сеть, отнимая ходом слона поля отступления у белого короля?}\r\n47...Bf1\r\n    {[%wrong Это интересный ход, но он не позволяет создать матовую сеть. Попробуем снова!][%hint Черные хотят продолжать ...Кf3+, не допуская хода Крh3. Как слону помочь выполнить этот план?]}\r\n    (47...Nf3+ $6 48.Kh3 {У черных выигранная позиция, но так им не сплести матовую сеть. Попробуем снова!})\r\n48.Ne3\r\n    {Здорово! Белые не могут спастись из матовой сети. Они нападают на ладью и слона черных одновременно, но те отвечают матом в два хода.}\r\n48...Nf3+\r\n    {[%wrong Это интересный ход, но он не позволяет форсировать мат. Попробуем снова!][%hint Черный слон препятствует ходу Крh3. Поищем ход конем, форсирующий мат!]}\r\n49.Kh1\r\n    {Изумительно! Белый король вынужден отступить в угол. Объявим мат!}\r\n49...Rg1#\r\n    {[%wrong Это интересный ход, но не мат. Попробуем снова!][%hint Конь помогает объявить мат. Найдем сильный ход ладьей!] Мы здорово поработали, чтобы сплести матовую сеть и выиграть партию!}\r\n    (49...Rh4# $5 {Фантастика! Поищем другой мат в этой позиции.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"6k1/8/p5KP/bp2N3/1n6/1b3P2/2p1p1P1/R7 w - - 1 3\"]\r\n\r\n\r\n{Сможем ли мы плести матовую сеть не хуже 80-летнего гроссмейстера Виктора Корчного? Увидим!}\r\n3.h7+\r\n    {[%wrong Это интересный ход, но так матовую сеть не сплести. Попробуем снова!][%hint Как создать угрозу превращения пешки в ферзя, оплетая черного короля матовой сетью?]}\r\n3...Kh8\r\n    {Отличная работа! Черный король вынужден отступить в угол, чтобы помешать превращению пешки с быстрым матом. Пора сплести матовую сеть и выиграть!}\r\n4.Kh6\r\n    {[%wrong Это интересный ход, но он не позволяет сплести матовую сеть. Попробуем снова!][%hint Если бы белый конь мог занять поле g6, черный король получил бы мат. Сплетем матовую сеть!] Красивый ход легенды шахмат. Гроссмейстер, игравший черными, сдался, поскольку невозможно помешать ходу Кg6#. Невероятно!}\r\n*"
   ],
   "title" : "Матовая сеть",
   "url" : "https://www.chess.com/ru/lessons/ataka-na-korolia/matovaia-set",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-mating-net-e0d.mp4"
}
