{
   "description" : "Уже в детстве Непомнящий был блестящим мастером атаки. Обратим внимание на победу, одержанную на чемпионате Европы до 10 лет в 2000 году, где он занял первое место.",
   "duration" : null,
   "fen" : "2r2b1k/p2Q3p/b1n2PpP/2p5/3r1BN1/3q2P1/P4PB1/R3R1K1 w - - 0 29",
   "id" : "0c459028-ae5f-11eb-b352-fb66db7701d3",
   "membership" : 50,
   "questions" : [
      "[Event \"EU-ch U10\"]\r\n[Site \"Chalkidiki\"]\r\n[Date \"2000.10.08\"]\r\n[Round \"7\"]\r\n[White \"Непомнящий ND, Ian\"]\r\n[Black \"Sismanis, Aggelos\"]\r\n[Result \"1-0\"]\r\n[ECO \"B50\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1br2k1/p1qnbppp/1pn1p3/2ppP3/8/2PP1NP1/PP1N1PBP/R1BQR1K1 w - - 0 13\"]\r\n[PlyCount \"37\"]\r\n[EventDate \"2000.10.02\"]\r\n[EventType \"swiss\"]\r\n[EventRounds \"9\"]\r\n[EventCountry \"GRE\"]\r\n[SourceTitle \"CBM 078 Extra\"]\r\n[Source \"ChessBase\"]\r\n[SourceDate \"2000.11.10\"]\r\n[SourceVersion \"1\"]\r\n[SourceVersionDate \"2000.11.10\"]\r\n[SourceQuality \"1\"]\r\n\r\n{В 2000 году Непомнящий стал чемпионом Европы среди детей до 10 лет. Уже тогда он был непревзойденным мастером атаки. В этой партии он разыграл староиндийскую атаку против Аггелоса Сисманиса. Каким ходом белые могут защитить пешку e5?} 13. Qe2 {[%wrong Черные выигрывают пешку. Поищем, как защитить пешку e5.] [%hint Защитим пешку e5 ферзем.]} (13. d4 $2 cxd4 {После cxd4 и Кb4 черные будут доминировать по белым полям ферзевого фланга. Поищем оптимальную защиту пешки \"e\".}) \r\n13... Ba6 {Отлично! Каким ходом белые захватывают пространство на королевском фланге и готовят атаку?} 14. h4 {[%wrong Поищем сильнейший ход пешкой.] [%hint Возьмем поле g5 под бой пешки.]} (14. a3 $5 {Это приемлемое продолжение, но Непомнящий нашел сильный ход пешкой на королевском фланге. Какой?}) (14. a4 $5 {Это приемлемое продолжение, но Непомнящий нашел сильный ход пешкой на королевском фланге. Какой?}) (14. Nf1 $5 {Это приемлемое продолжение, но Непомнящий нашел сильный ход пешкой на королевском фланге. Какой?}) (14. h3 $2 b5 {Это слишком медленно. Поищем более агрессивный ход пешкой.}) (14. g4 $2 Nf8 {Черный конь занимает поле g6, атакуя ослабленные поля f4 и h4. Какой ход пешкой на королевском фланге напрашивается?}) \r\n14... Bf8 {Блестяще! Как перебросить больше фигур на королевский фланг?} 15. Nf1 {[%wrong Поищем сильнейшее продолжение. Как перебросить фигуру на королевский фланг?] [%hint Переводим коня d2 на королевский фланг.]} (15. Nb3 $5 {Это приемлемое продолжение, но Непомнящий решил перебросить коня d2 на королевский фланг. Каким ходом?}) (15. Nh2 $2 Ndxe5 {Черные выигрывают пешку. Какой ход конем напрашивается?}) (15. Ng5 $2 Ndxe5 {Черные выигрывают пешку. Какой ход конем напрашивается?}) (15. h5 $5 {Это приемлемое продолжение, но Непомнящий решил перебросить коня d2 на королевский фланг. Каким ходом?}) (15. a3 $5 {Это приемлемое продолжение, но Непомнящий решил перебросить коня d2 на королевский фланг. Каким ходом?}) (15. a4 $5 {Это приемлемое продолжение, но Непомнящий решил перебросить коня d2 на королевский фланг. Каким ходом?}) \r\n15... Rac8 {Прекрасно! Куда стремится конь?} 16. N1h2 {[%wrong Поищем сильнейшее продолжение. Какой полезный ход конем напрашивается?] [%hint Переводим коня с f1 на g4, но не теряем пешку e5.]} (16. a3 $5 {Это логичное продолжение, но Непомнящий решил подключить коня f1 к атаке на королевском фланге. Каким ходом?}) (16. a4 $5 {Это логичное продолжение, но Непомнящий решил подключить коня f1 к атаке на королевском фланге. Каким ходом?}) (16. Bf4 $5 {Это логичное продолжение, но Непомнящий решил подключить коня f1 к атаке на королевском фланге. Каким ходом?}) (16. Bg5 $5 {Это логичное продолжение, но Непомнящий решил подключить коня f1 к атаке на королевском фланге. Каким ходом?}) (16. N3h2 $2 Ndxe5 {Черные выигрывают пешку. Какой ход конем напрашивается?}) (16. h5 $5 {Это логичное продолжение, но Непомнящий решил подключить коня f1 к атаке на королевском фланге. Каким ходом?}) (16. Ne3 $2 Ndxe5 {Черные выигрывают пешку. Какой ход конем напрашивается?}) (16. Ng5 $2 Ncxe5 {Черные выигрывают пешку. Поищем выгодный ход другим конем.}) \r\n16... b5 {Превосходно! Как захватить больше пространства на королевском фланге?} 17. h5 {[%wrong Поищем сильнейший ход пешкой.] [%hint Ведем королевскую пешку вперед, чтобы захватить больше пространства для своих фигур.]} (17. a3 $5 {Это приемлемое продолжение, но Непомнящий решил наступать пешками на королевском фланге. Каким ходом?}) (17. Bg5 $5 {Это приемлемое продолжение, но Непомнящий решил наступать пешками на королевском фланге. Каким ходом?}) (17. Ng5 $2 Qxe5 {Черные выигрывают пешку. Какой сильный ход пешкой на королевском фланге напрашивается?}) (17. Bf4 $5 b4 {Это приемлемое продолжение, но Непомнящий решил наступать пешками на королевском фланге. Каким ходом?}) (17. Ng4 $2 b4 {Контригра черных развивается быстро, а их король надежно укрыт за пешками. Какой сильный ход пешкой на королевском фланге напрашивается?}) (17. g4 $2 d4 {Белым не обязательно вести вперед одновременно пешки \"g\" и \"h\". Поищем более полезный ход пешкой.}) \r\n17... b4 {Черные рассчитывают получить инициативу на ферзевом фланге, но продвижение h7-h6 было бы намного безопаснее. Как белым воспользоваться ошибкой противника?} 18. h6 {[%wrong Поищем сильнейшее продолжение. Какой ход пешкой напрашивается?] [%hint Вынудим черных пойти пешкой от короля.]} (18. Bg5 $2 Re8 {Черная ладья удачно расположена на поле e8, защищая пешку e6. Как ослабить поля вокруг черного короля?}) (18. Bf4 $2 h6 {Черные блокируют пешку h5 с приемлемой позицией. Как помешать этой идее?}) (18. Ng4 $2 h6 {Черные блокируют пешку h5 с приемлемой позицией. Как помешать этой идее?}) (18. cxb4 $2 Nxb4 {Черные атакуют пешку d3. У белые неприятная позиция. Поищем сильнейший ход пешкой.}) \r\n18... g6 {Потрясающе! Теперь черные поля на королевском фланге будут слабы до конца партии. Как белым их атаковать?} 19. Ng4 {[%wrong Поищем сильнейшее продолжение. Как атаковать ослабленные поля вокруг черного короля?] [%hint Подготовим перевод коня на поле f6.]} (19. Bg5 $5 {Это приемлемое продолжение, но белые решили подключить коня h2 к атаке на королевском фланге. Каким ходом?}) (19. Bf1 $5 {Это приемлемое продолжение, но белые решили подключить коня h2 к атаке на королевском фланге. Каким ходом?}) (19. Bd2 $5 {Это приемлемое продолжение, но белые решили подключить коня h2 к атаке на королевском фланге. Каким ходом?}) (19. cxb4 $2 Nxb4 {Черные атакуют пешку d3. У белые неприятная позиция. Как атаковать поле f6?}) \r\n19... bxc3 {Замечательно! Что делать с контригрой черных на ферзевом фланге?} 20. bxc3 {[%wrong Поищем сильнейшее продолжение. Какое взятие напрашивается?] [%hint Возьмем пешку.]} (20. Bg5 $2 cxb2 {Черные выигрывают пешку с хорошей позицией. Какое взятие напрашивается?}) (20. Ng5 $2 Nd4 {Черный конь занимает центр, и белые в беде. Какое взятие напрашивается?}) (20. Nf6+ $2 Nxf6 {После размена черные продолжают Кd4 с отличной позицией. Какое взятие напрашивается?}) \r\n20... Rb8 {Изумительно! Как продолжить наступление на черного короля?} 21. Ng5 {[%wrong Поищем сильнейший ход. Как подключить больше фигур к атаке на королевском фланге?] [%hint Пешка e5 защищена, поэтому теперь мы можем использовать коня f3 для атаки.]} (21. Bg5 $5 {Это приемлемое продолжение, но выгоднее занять поле g5 другой фигурой. Какой?}) (21. Bf4 $5 {Это приемлемое продолжение, но Непомнящий решил  расположить на черных полях королевского фланга другую фигуру. Какую?}) (21. Be3 $5 {Это приемлемое продолжение, но Непомнящий решил расположить на черных полях королевского фланга другую фигуру. Какую?}) \r\n21... Qa5 {Фантастика! Как создать смертельную угрозу?} 22. Qf3 {[%wrong Поищем сильнейшее продолжение. Как создать смертельную угрозу?] [%hint Нападем на пешку f7 ферзем.]} (22. Bxd5 $5 {Это выгодное взятие, но еще сильнее - сразу напасть на пешку f7. Каким ходом?}) (22. Bd2 $5 {Это интересная идея, но еще сильнее - сразу напасть на пешку f7. Каким ходом?}) (22. Nxf7 $2 Kxf7 {У белых все в порядке, но выгоднее снова напасть на пешку f7 прежде, чем брать ее конем. Какой ход напрашивается?}) \r\n22... f5 {Черные вынуждены ослабить прикрытие короля, чтобы помешать ходу Фxf7. Как белым использовать это продвижение?} 23. exf6 {[%wrong Поищем сильнейшее продолжение. Какое взятие напрашивается?] [%hint Помним о взятии на проходе!]} (23. Qxd5 $5 {Это красивая жертва, но Непомнящий выбрал более простое взятие. Какое?}) (23. Bf4 $5 {Это интересная идея, но Непомнящий выбрал сильное взятие. Какое?}) (23. Nf6+ $5 {Это интересная идея, но Непомнящий выбрал сильное взятие. Какое?})\r\n23... Qxc3 {Отлично! У белых несколько выгодных ходов, но Непомнящий решил продолжить развитие. Как?} 24. Bf4 {[%wrong Поищем сильнейший ход. Как продолжить развитие и защитить ладьи?] [%hint Развиваем слона c1, создавая угрозу.]} (24. f7+ $5 {Это приемлемое продолжение, но Непомнящий решил развить слона c1. Каким ходом?}) (24. Rxe6 $5 {Это приемлемое продолжение, но Непомнящий решил развить слона c1. Каким ходом?}) (24. Qe3 $5 {Это приемлемое продолжение, но Непомнящий решил развить слона c1. Каким ходом?}) (24. Be3 $5 {Это приемлемое продолжение, но Непомнящий выбрал более активное поле для слона. Какое?}) \r\n24... Rb4 {Черная ладья отступила, но белые могут продолжить атаку. Каким ходом?} 25. Nxe6 {[%wrong Поищем сильнейшее продолжение. Какое взятие напрашивается?] [%hint Возьмем пешку с нападением на ладью.]} (25. Rxe6 $5 {Это сильный ход, Но белые взяли пешку другой фигурой. Какой?}) (25. Nxh7 $2 Kxh7 {С лишней фигурой черные могут рассчитывать на победу. Поищем сильнейшее взятие.}) (25. Qe3 $5 {Это приемлемое продолжение, Непомнящий нашел сильное взятие. Какое?}) (25. Rad1 $5 {Это приемлемое продолжение, Непомнящий нашел сильное взятие. Какое?}) (25. Rac1 $5 {Это приемлемое продолжение, Непомнящий нашел сильное взятие. Какое?}) (25. f7+ $5 {Это приемлемое продолжение, Непомнящий нашел сильное взятие. Какое?}) (25. Qxd5 $5 {Блестящая идея! Это сильная жертва, но Непомнящий  решил сначала уничтожить защитника пешки d5. Каким ходом?}) \r\n25... Rc8 {У черных очень тяжелая позиция. Как выиграть пешку и продолжить атаку?} 26. Qxd5 {[%wrong Поищем сильнейшее продолжение. Как выиграть пешку?] [%hint Возьмем пешку и подготовим смертельный вскрытый шах.]} (26. Nxf8 $5 {Это разумное продолжение, но Непомнящий подготовил смертельный вскрытый шах. Каким ходом?}) (26. f7+ $5 {Это приемлемое продолжение, но Непомнящий нашел выгодное взятие. Какое?}) (26. Ng5 $5 {Это приемлемое продолжение, но Непомнящий нашел выгодное взятие. Какое?}) (26. Rad1 $5 {Это приемлемое продолжение, но Непомнящий нашел выгодное взятие. Какое?}) (26. Rac1 $5 {Это приемлемое продолжение, но Непомнящий нашел выгодное взятие. Какое?}) \r\n26... Qxd3 {Верное решение! Каким ходом Непомнящий избежал размена ферзей?} 27. Nd4+ {[%wrong Поищем сильный шах.] [%hint Поищем вскрытый шах, позволяющий избежать размена ферзей.]} (27. Nxf8+ $5 {У белых выгодная позиция, но Непомнящий дал вскрытый шах, позволяющий избежать размена ферзей.}) (27. f7+ $5 {Это приемлемое продолжение, но Непомнящий дал вскрытый шах, позволяющий избежать размена ферзей.}) (27. Nxc5+ $5 {У белых выгодная позиция, но Непомнящий дал вскрытый шах, позволяющий избежать размена ферзей.}) (27. Nd8+ $5 {У белых выгодная позиция, но Непомнящий дал вскрытый шах, позволяющий избежать размена ферзей.}) (27. Ng5+ $5 {У белых выгодная позиция, но Непомнящий дал вскрытый шах, позволяющий избежать размена ферзей.}) (27. Nc7+ $5 {У белых выгодная позиция,  но Непомнящий дал вскрытый шах, позволяющий избежать размена ферзей.}) \r\n27... Kh8 {Прекрасно! Какое взятие нашел Непомнящий?} 28. Qxd7 {[%wrong Поищем сильнейшее продолжение. Какое взятие напрашивается?] [%hint Возьмем беззащитного коня.]} (28. Qf7 $5 {Это приемлемое продолжение, но Непомнящий выбрал сильное взятие. Какое?}) (28. Rad1 $5 {Это приемлемое продолжение, но Непомнящий выбрал сильное взятие. Какое?}) \r\n28... Rxd4 {Неожиданно у белых находится форсированный мат в три хода.} 29. Qg7+ {[%wrong Поищем сильнейшее продолжение. Возьмите подсказку, если затрудняетесь.] [%hint Жертвуем ферзя, чтобы дать пешку со скорым матом.]} (29. Bd5 $5 {Это интересный ход, но Непомнящий форсировал мат жертвой ферзя.}) (29. Qf7 $5 {Это интересный ход, но Непомнящий форсировал мат жертвой ферзя.}) \r\n29... Bxg7 {Потрясающая находка юного Непомнящего! Как дать мат в два хода?} 30. hxg7+ {[%wrong Поищем решающий шах.] [%hint Возьмем слона, освобождая поле h6 для шаха конем.]} (30. fxg7+ $5 {У белых выгодная позиция, но к быстрому мату ведет другой ход. Какой?}) \r\n30... Kg8 {Мы почти у цели! Где же мат?} 31. Nh6# {[%wrong Это не мат. Проверим шахи и попробуем снова.] [%hint Проверим шахи. Какой из них ведет к мату?] Вот так финиш!} 1-0"
   ],
   "title" : "Непомнящий - Сисманис 2000",
   "url" : "https://www.chess.com/ru/lessons/sygrai-kak-ian-nepomniashchii/nepomniashchii-sismanis-2000",
   "video" : null
}
