{
   "description" : "Получаем преимущество, достаточное для победы, создав проходную пешку. Часто для создания проходной приходится совершать размены и предлагать жертвы.",
   "duration" : null,
   "fen" : "8/5pkp/1bNPp3/p4p2/Pp6/1P2PP2/5PKP/8 w - - 1 3",
   "id" : "0d292f76-a0bc-11e8-818b-71e257932406",
   "membership" : 40,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/7p/8/3k2PP/8/8/6K1/8 w - - 0 1\"]\r\n\r\n{Как белым создать проходную и выиграть партию?}\r\n1.g6\r\n    {[%wrong Это интересная идея, но этот ход не ведет к созданию проходной. Попробуем снова!]}\r\n    (1.h6 $5 Ke6 {Если белые немедленно продолжают g6, эта идея тоже работает. Как сразу напасть на пешку h7 и создать проходную?})\r\n1...hxg6\r\n    {Прекрасно! Теперь сделаем выигрывающий ход за белых.}\r\n2.h6\r\n    {[%wrong Это интересная идея, но этот ход не приводит белых к победе. Попробуем снова!][%hint Один пешечный ход выигрывает, другой дает ничью. Выбираем осторожно!] Молодец! Черный король не может поймать проходную пешку.}\r\n    (2.hxg6 $2 Ke6 {Это хорошая попытка, но черные успеют поймать пешку. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/k7/8/K3p1p1/8/5PP1/8 b - - 0 1\"]\r\n\r\n{Черные балансируют на краю пропасти. Один ход выигрывает, а все остальные проигрывают! Найдем выигрывающий ход.}\r\n1...g3\r\n    {[%wrong Это хорошая попытка, но этот ход приводит черных к поражению. Попробуем снова!][%hint Как черным форсировать создание проходной пешки?]}\r\n    (1...e3 $2 2.fxe3 {Этот ход приводит черных к потере пешки, а белых к созданию проходной. Попробуем снова!})\r\n2.f4\r\n    {Молодец! Черные форсированно создают проходную пешку. Это единственный выигрывающий ход. Как сейчас продолжать черным?}\r\n2...exf3\r\n    {[%wrong Это интересная попытка, но этим ходом черные проигрывают. Попробуем снова!][%hint Не забудем об одном необычном взятии...]}\r\n    (2...e3 $5 {Молодец! Черная проходная превратится в ферзя с выигранной позицией. Какое продолжение ведет к взятию пешки f4?})\r\n3.gxf3\r\n    {Отличное решение! Черные всего в двух ходах от превращения в ферзя. Ведем пешку вперед!}\r\n3...g2\r\n    {[%wrong Это интересная попытка, но у черных есть и более сильный ход. Попробуем снова!][%hint Что делать с проходными пешками?] Черные легко побеждают. Молодец!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"5b2/p5pk/1pr1ppbp/8/2pP4/N3PNP1/PP3PP1/3R2K1 b - - 0 1\"]\r\n\r\n{Поищем сильный ход, позволяющий черным создать проходную или выиграть фигуру.}\r\n1...c3\r\n    {[%wrong Это интересная идея, но этот ход не ведет к созданию проходной и не выигрывает фигуру. Попробуйте снова!][%hint Белая пешка b2 перегружена. Она защищает коня и поле c3. Как атаковать эту пешку?]}\r\n    ({Черной пешке c4 уготована великая судьба. Как сделать ее проходной или выиграть фигуру?} 1...Bxa3 $5 {Прекрасно! Это взятие вынуждает создание проходной с выигранной позицией. Какой сильный ход пешкой ведет к выигрышу фигуры или созданию проходной?})\r\n2.Nb5\r\n    {Молодец! Белые избежали потери фигуры, но теперь черная пешка \\\"c\\\" станет проходной. Найдем сильнейший ход черных.}\r\n2...cxb2\r\n    {[%wrong Это интересная попытка. Теперь найдем сильнейший ход, сразу создающий проходную пешку!][%hint Забираем пешку и создаем проходную одним ходом!]}\r\n    (2...c2 $6 3.Rc1 {При аккуратной игре черные должны победить. Какой ход пешкой \\\"c\\\" облегчит путь к победе?})\r\n3.Nd2\r\n    {Белые висят на волоске. Какой сильный ход вынуждает размен ладей с выигранной позицией?}\r\n3...Rc1\r\n    {[%wrong Это интересная попытка, но этот ход не вынуждает размен ладей. Попробуем снова!][%hint Займем первую горизонталь, вынуждая размен ладей!] Прекрасная техника! Черные разменяют ладей и превратят в ферзя пешку \\\"b\\\" с выигранной позицией.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"3b4/3q1pkp/2N1p3/p1Q1Pp2/Pp6/1P2PP2/5PKP/8 w - - 1 1\"]\r\n\r\n{Какой ход позволяет белым выиграть фигуру или вынудить размен ферзей, создавая мощную проходную пешку?}\r\n1.Qd6\r\n    {[%wrong Это интересная попытка, но мы ищем ход, вынуждающий размен ферзей и создание проходной пешки или выигрыш фигуры. Попробуем снова!][%hint Белый ферзь готов предложить размен и атаковать слона d8. Найдем этот ход!]}\r\n1...Qxd6\r\n    {Отличная находка! Черные решают разменять ферзей вместо того, чтобы терять фигуру - по крайней мере, сейчас! Возьмем черного ферзя.}\r\n2.exd6\r\n    {[%wrong Нам нужно взять черного ферзя. Попробуем снова!][%hint Возьмем черного ферзя!]}\r\n2...Bb6\r\n    {Черные отступают слоном на безопасное место. Как вынудить черных отдать ферзя за проходную?}\r\n3.d7\r\n    {[%wrong Мы ищем ход, вынуждающий черных отдать слона за проходную пешку. Найдем этот ход!][%hint Проходные пешки нужно вести вперед.] Верно! Защита черных сломлена. Следующим ходом белые превратят пешку и выиграют черного слона.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"3k4/2R5/4pK2/3bP3/3P4/8/8/8 w - - 0 1\"]\r\n\r\n{Черные хорошо защищаются по белым полям. Какая жертва позволяет продвинуть пешку e5?}\r\n1.Re7\r\n    {[%wrong Это интересная попытка, но мы можем найти сильнейшее нападение на черную пешку e6 с подготовкой жертвы. Попробуем снова!][%hint Как ходом ладьи подготовить жертву на e6?]}\r\n    (1.Rc5 $6 Bb3 {Это интересная попытка, но мы можем найти сильнейшее нападение  на черную пешку e6.})\r\n    (1.Rc6 $2 Bxc6 2.Kxe6 {Эта интересная идея при сильнейшей игре ведет лишь к ничьей. Поищем более удачную жертву ладьи.})\r\n1...Bb3\r\n    {Отлично! Господство белопольного слона черных по белым полям скоро придет к концу! Разрушим оборону черных!}\r\n2.Rxe6\r\n    {[%wrong Это интересная попытка, но этот ход не разрушает оборону черных. Попробуем снова!][%hint Как пожертвовать ладью, чтобы освободить пешку e5?] Молодец! Белые получают две связанные проходные и выигранную позицию.}\r\n*"
   ],
   "title" : "Как создать проходную",
   "url" : "https://www.chess.com/ru/lessons/osnovy-endshpilia/kak-sozdat-prokhodnuiu",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-INT-creating-a-passed-pawn-m1q.mp4"
}
