{
   "description" : "Хикару пять раз становился чемпионом США, часто добиваясь большого отрыва от ближайших преследователей. Его фирменная способность - побеждать черными даже сильных гроссмейстеров. В партии, сыгранной на чемпионате 2017 года, он быстро расправился с МГ Ярославом Жеребухом.",
   "duration" : null,
   "fen" : "2kr4/ppqn1pp1/5np1/8/4p3/1BP1Q1N1/PP3PPr/R4RK1 w - - 0 19",
   "id" : "10392d1c-c111-11e9-b5f8-6b5915e9a7f8",
   "membership" : 10,
   "questions" : [
      "[Event \"U.S. Championship\"]\r\n[Site \"Saint Louis, U.S.A.\"]\r\n[Date \"2017.04.05\"]\r\n[Round \"9\"]\r\n[White \"Yaroslav Zherebuk\"]\r\n[Black \"Хикару Nakamura\"]\r\n[Result \"0-1\"]\r\n[ECO \"B18\"]\r\n[SetUp \"1\"]\r\n[FEN \"rn1qkbnr/pp2pppp/2p3b1/8/3P4/6NN/PPP2PPP/R1BQKB1R b KQkq - 0 6\"]\r\n[PlyCount \"37\"]\r\n[EventDate \"2017.??.??\"]\r\n\r\n{Как Хикару ответил на необычный ход белых Кh3?} 6... Nf6 {[%wrong\r\nЕсть более сильный развивающий ход. Попробуйте него найти.] [%hint Выведите коня g8 на оптимальное поле.]} (6... e6 $5 {Возможное продолжение, но Хикару решил сразу развить фигуру. Как?}) (6... Nd7 $5 {Возможное продолжение, но Хикару решил сразу развить другую фигуру. Как?}) \r\n7. Nf4 {Отличное начало! Какую фигуру развить дальше?} Nbd7 {[%wrong Возможен более сильный ход. Поищите его.] [%hint Нужно развить коня b8.]} (7... e5\r\n$5 {Этот острый ход возможен, но Хикару предпочел развить другую фигуру. Как?}) (7... e6 $2 8. h4 {Угроза h5 дает белым преимущество. Попробуйте снова.}) (7... Qc7 $5 {Этот ход возможен, но Хикару предпочел сначала развить своего ферзевого коня. Как?}) (7... Qa5+ $5 {Этот ход возможен, но есть смысл сначала развить еще одного коня, а потом уже делать ход ферзем. Как?}) \r\n8. Bc4 {Хороший ход! Как продолжить развитие?} Qc7 {[%wrong Постарайтесь найти лучший ход.] [%hint Нужно развить ферзя, чтобы контролировать центр.]} (8... e6 $5\r\n{Это продолжение возможно, но Хикару предпочел начать с развития ферзевого фланга. Как?})\r\n(8... e5 $5 {Это продолжение возможно, но Хикару предпочел начать с развития ферзевого фланга. Как?}) (8... Nb6 $5 {Этот ход возможен, но белые получают небольшое преимущество. Поищите более сильный ход.}) 9. O-O {Отлично! Как развить слона \r\nf8?} e6 {[%wrong Постарайтесь найти лучший ход.] [%hint Подготовьте развитие слона f8.]} (9... e5 $5 {Этот ход возможен, но рискованно открывать центр до рокировки. Поищите, какой ход сделал Хикару.}) (9... Nb6 $5 {\r\nЭтот ход возможен, но конь уже участвует в борьбе за центр с поля d7. Постарайтесь найти сильнейший ход.}) 10. c3 {Отличный ход! Черным хотелось бы развить слона f8, избегая опасной жертвы Сxe6. Какой ход - лучший?} Bd6 {[%wrong Поищем сильнейший развивающий ход.] [%hint\r\nПопробуем развить слона f8, чтобы на Сxe6 ответить Сxf4.]} (10... O-O-O $5 {\r\nНеплохой ход, но Хикару развивает другую фигуру до рокировки. Как?}) (10... Nb6 $5 {Этот ход возможен, но конь уже атакует центр с поля d7. Постарайтесь найти сильнейший ход.}) (10... Be7 $2 11.\r\nBxe6 {Поищем сильнейшее продолжение.}) (10... Nd5 $2 11.\r\nNxg6 {У белых небольшое преимущество, но лучше развить еще не ходившую фигуру. Какой ход сделал Хикару?}) 11. Qf3 {Отличный ход. Как черным атаковать центр белых?} c5 {[%wrong Поищем сильнейший ход.] [%hint Нужно напасть на пешку d4.]} (11... O-O $5 {Этот ход возможен, но Хикару решил сохранить возможность рокировки на ферзевый фланг. Поищите этот ход.}) (11... O-O-O $5 {Этот ход возможен, но Хикару решил атаковать центр белых до рокировки. Как он сыграл?}) (11... Nd5 $5 12. Nxg6\r\n{Этот ход возможен, но у белых небольшое преимущество. Постарайтесь найти сильнейший ход.})\r\n(11... e5 $5 12. Nxg6 {Этот ход возможен, но пока ваш король остается в центре, ходить пешкой \"e\" рискованно. Как иначе атаковать пешку d4?}) \r\n12. dxc5 {Молодец! Какой фигурой взять пешку?} Bxc5 {[%wrong У белых материальный перевес. Попробуйте снова.] [%hint Какое взятие позволит также связать пешку f2?]} (12... Nxc5 $5 {Это продолжение возможно, но поищем сильнейший ход.}) (12... Qxc5 $2 13.Qxb7 {У белых преимущество. Попробуйте снова.}) (12... Bxf4 $2 13. Bxf4 {Пара слонов дает белым преимущество. Попробуйте снова.}) \r\n13. Bb3 {Хороший ход! Как черным соединить ладьи?} O-O-O {[%wrong Черным нужно соединить ладьи. Как этого добиться?] [%hint Рокируйте противоположную сторону от своего противника, чтобы начать атаку.]} (13... O-O $2 14. Nxg6 {У белых небольшое преимущество. Постарайтесь найти сильнейший ход.}) (13... Ne5 $5 14. Ba4+ {Этот ход возможен, но черным придется оберегать короля, оставшегося в центре. Поищем сильнейший ход.}) (13... Ke7 $2 14. Re1 {Король не будет в безопасности на e7. Попробуйте снова.}) \r\n14. Nxg6 {Молодец! Последний ход белых был ошибочен. Теперь черные могут открыть вертикаль для атаки. Как?} hxg6 {[%wrong Белые выигрывают. Попробуйте снова.] [%hint Откройте вертикаль, подключая ладью к атаке.]} (14... fxg6 $2 15. Bxe6 {У белых преимущество. Попробуйте снова.}) \r\n15. Bf4 {Хороший ход! Как отразить угрозы белых, захватывая инициативу?} e5 {[%wrong Постарайтесь найти сильнейший ход.] [%hint Отразите угрозу белых и создайте собственную.]} (15... Bd6 $2 16. Bxd6 {Этот ход возможен, но черные упускают возможность перейти в атаку. Поищем сильнейшее продолжение.}) (15... Ne5 $2 16. Qe2 {Этот ход возможен, но черные упускают возможность перейти в атаку. Поищем сильнейшее продолжение.}) (15... Qb6 $2\r\n16. Rad1 {Этот ход возможен, но черные упускают возможность перейти в атаку. Поищем сильнейшее продолжение.}) 16. Be3 {Отличный ход! Как усилить атаку?} e4 {[%wrong Постарайтесь найти сильнейший ход.] [%hint Освободим диагональ b8-h2, создавая  новые угрозы.]} (16... Bxe3 $2 17. Qxe3 {У черных небольшое преимущество, но поищем сильнейшее продолжение.}) \r\n17. Qe2 {Отличный ход. Как Хикару продолжил атаку?} Bxe3 {[%wrong Есть ход посильнее. Поищем его.] [%hint Нужно завлечь белого ферзя на поле, где на него нападет конь.]} (17... Rxh2 $5 {Неплохой ход, но Хикару начал с другого размена. Как он сыграл?}) \r\n18. Qxe3 {Молодец! Поищем комбинационный удар, позволивший Хикару добиться материального преимущества и разрушить прикрытие белого короля.} Rxh2 {[%wrong Есть ход посильнее. Поищите его. Возьмите подсказку, если не справляетесь.] [%hint Нужно заманить белого короля под коневую вилку.]} (18... Ng4 $2 19. Qxe4 {У белых хорошая позиция. Попробуйте снова.}) \r\n19. Rfd1 {Отличная атака! Черные выигрывают, но ладье h2 нужен помощник. Как сыграл Хикару?} Rdh8 {[%wrong Поищем сильнейший ход.] [%hint Ладье h2 нужен помощник.]} (19... Kb8 $5 {Хороший ход, но Хикару предпочел атаковать короля белых. Как он сыграл?}) (19...Ng4 $2 20. Qxe4 {У черных лишь небольшое преимущество. Постарайтесь найти сильнейший ход.})\r\n20. Qxa7 {Отличный ход! Белые отыграли пешку, но черные  продолжают атаку. Как?} e3 {[%wrong Поищите сильнейший ход.] [%hint Нам нужно завлечь белого ферзя или пешку f2 на поле e3.]} (20...Ng4 $5 {Неплохой ход, но мы ищем сильнейший.}) (20... Rh1+ $2 21. Nxh1 {Черные могут продолжать Фh2+ с ничьей, но поищем сильнейший ответ.}) \r\n21. Qxe3 {Отличный ход. Как Хикару воспользовался неудачным положением белого ферзя, вынудив белых сдаться?} Ng4 {[%wrong Поищем сильнейший ход.] [%hint Нужно напасть на белого ферзя и подключить еще одну фигуру к атаке на короля белых.]} (21... Qxg3 $2 22. fxg3 {После Кg4 черные в порядке, но Фe8+ удерживает белых на плаву. Поищите сильнейший ход.}) \r\n22. Qd4 {Молодец! В партии белые сдались. Найдем мат в три хода в этой позиции.} Rh1+ {[%wrong Это продолжение не ведет к мату. Попробуйте снова.] [%hint Вынудим коня g3 отступить, чтобы наш ферзь мог попасть на h2.]} \r\n23. Nxh1 {Молодец! Как дать мат в два хода?} Rxh1+ {[%wrong Так мы не сможем дать мат следующим ходом. Попробуйте снова.] [%hint Нужно завлечь белого короля на h1.]} 24. Kxh1 {Здорово! Где же мат?} Qh2# {[%wrong Это не мат. Попробуйте снова.] [%hint Проверьте все шахи. Какой позволяет объявить мат?] Молодец!} 0-1"
   ],
   "title" : "Сыграй как Хикару: Жеребух против Накамуры",
   "url" : "https://www.chess.com/ru/lessons/sygrai-kak-khikaru-nakamura/zherebukh-protiv-nakamury",
   "video" : null
}
