{
   "description" : "Существуют три основных вида позиций. Если на доске мало пешек, позиция является открытой. В таких позициях зачастую очень сильны слоны, поскольку их ничто не ограничивает. Если на доске много пешек, блокирующих друг друга, позиция считается закрытой. В таких позициях слоны ограничены пешками, и среди легких фигур доминируют кони. Во многих позициях сочетаются свойства открытых и закрытых, и они называются полуоткрытыми.",
   "duration" : null,
   "fen" : "r1bqk2r/1p2bppp/p1nPp3/8/2B3n1/2N2N2/PP2QPPP/R1BR2K1 b kq - 0 11",
   "id" : "113eba30-a0bd-11e8-b0bf-6f61fc52c140",
   "membership" : 40,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/ppp2ppp/4p3/3p4/3PP3/8/PPP2PPP/RNBQKBNR w KQkq - 0 1\"]\r\n\r\n{Черные только что сделали ход ...d5, нападая на белую пешку e4. Как продолжать белым, если они хотят закрыть центр?}\r\n1.e5\r\n    {[%wrong Это интересный ход, но он не позволяет закрыть центр. Попробуем снова!][%hint Как закрыть центр и избежать размена пешек?] Отлично! Белые закрывают центр, получая пространственный перевес.}\r\n    (1.Nc3 $5 dxe4 {Это известный дебют за белых, но он не позволяет нам закрыть центр, хотя мы добиваемся именно этого. Попробуем снова!})\r\n    (1.Nd2 $5 dxe4 {Это известный дебют за белых, но он не позволяет нам закрыть центр, хотя мы добиваемся именно этого. Попробуем снова!})\r\n    (1.exd5 $5 exd5 {Это разумное продолжение, но оно ведет к вскрытию центра, а мы собираемся закрыть его. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/ppp2ppp/4p3/3p4/3PP3/8/PPP2PPP/RNBQKBNR w KQkq - 0 3\"]\r\n\r\n{Каким ходом белые могут вскрыть центр?}\r\n3.exd5\r\n    {[%wrong Это интересный ход, но он не позволяет вскрыть линии в центре. Попробуем снова!][%hint Размен пешек вскрывает вертикали...]}\r\n    (3.Nc3 $5 Nf6 {Это сильный ход, сохраняющий все возможности, Как найти способ немедленно вскрыть центр?})\r\n    (3.Nd2 $5 Nf6 {Это сильный ход, сохраняющий все возможности. Как найти способ немедленно вскрыть центр?})\r\n3...exd5\r\n    {Молодец! Белые разменивают пешки и вскрывают вертикаль \"e\". Это не самый острый дебют, но оба противника стремятся активизировать фигуры и борются за открытые вертикали.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqkb1r/1p3ppp/p1nppn2/8/2B1P3/2N2N2/PP2QPPP/R1B2RK1 w kq - 2 9\"]\r\n\r\n{Белые пожертвовали пешку, чтобы получить преимущество в развитии, и вскрыли линии для атаки. Как занять ладьей полуоткрытую вертикаль, создавая опасную угрозу?}\r\n9.Rd1\r\n    {[%wrong Это интересный ход, но нам нужно занять ладьей полуоткрытую вертикаль. Попробуем снова!][%hint Белые могут вывести ладью в центр двумя способами. Как занять ей вертикаль, где расположена только одна пешка?]}\r\n    (9.Re1 $6 {Активизация ладьи - хорошая идея, но на этой вертикали находятся две пешки. Как занять ладьей на вертикаль, где находится только черная пешка?})\r\n    (9.Rb1 $6 {Поддержать ход b4 - хорошая идея. Но белые могут занять центр более активным ходом. Каким?})\r\n9...Be7\r\n    {Молодец! Черные отвечают беспечным ходом, не понимая, что белые стремятся вскрыть линии для атаки. Как вскрыть центр и отыграть пожертвованную пешку?}\r\n10.e5\r\n    {[%wrong Это интересный ход, но не форсированное вскрытие линий в центре. Попробуем снова!]}\r\n10...Ng4\r\n    {Отличное видение возможностей атаки! Черные пытаются атаковать пешку e5. Как отвечать белым?}\r\n11.exd6\r\n    {[%wrong Это интересный ход, но у белых есть сильнейшее продолжение. Отыграем пожертвованную пешку!][%hint Как вскрыть вертикаль и отыграть пешку одним ходом?] Вы все поняли! Белые вскрывают вертикаль \"e\" для ферзя и отыгрывают пожертвованную пешку. Черные не могут отыграть пешку, потому что после Кe4 теряют слона. Белые получают грозную позицию.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r5k1/r7/3p4/2pPp3/ppPnPp1p/1P1B1PpP/P5P1/1R2R1K1 b - - 0 1\"]\r\n\r\n{На доске закрытая позиция. У черных есть возможность полностью закрыть ее ходом ...a3 или вскрыть вертикаль \"a\" ходом ...axb3. Как продолжать черным?}\r\n1...axb3\r\n    {[%wrong Мы выбираем между продвижением пешки \"a\" и взятием белой пешки b3. Какой из этих ходов сильнее?][%hint У нас две сильные ладьи на вертикали \"a\". Какой ход пешкой сделает их еще сильнее?]}\r\n    (1...a3 $2 {У черных есть пространственный перевес, но нет вертикалей, помогающих его использовать, поэтому позиция ничейна. Попробуем снова!})\r\n2.axb3\r\n    {Молодец! Черные вскрывают вертикаль \"a\". Пора найти цель для атаки!}\r\n2...Ra3\r\n    {[%wrong Это интересный ход, но он не позволяет собрать силы для атаки нужной цели. Попробуем снова!][%hint У белых слабая пешка на ферзевом фланге. Как напасть на нее?] Молодец! Фигуры белых пассивны и беспомощны, а черные выиграют пешку b3 и получат решающий перевес.}\r\n    (2...Ra2 $5 {Захват второй горизонтали с последующим ...Лab8 - тоже отличная идея. Молодец! Как сразу напасть на слабую пешку b3?})\r\n    (2...Ra3)\r\n    (2...Ra1 $2 3.Rxa1 {Не забываем считать количество нападающих и защитников прежде, чем выбрать ход. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2r2rk1/5pp1/pp2nq1p/2pp4/3P4/1PP2N2/P2Q1PPP/1R2R1K1 b - - 0 2\"]\r\n\r\n{Черным нужно вскрыть вертикали, чтобы подключить ладей к борьбе. Какой ход пешкой способствует этому плану?}\r\n2...cxd4\r\n    {[%wrong Черным нужно вскрыть линии для ладьи ходом пешки. Попробуем снова!][%hint Черная ладья c8 готова войти в игру. Как открыть для нее вертикаль?]}\r\n    (2...c4 $2 3.bxc4 {Белые только рады разменять пешки и активизировать ладью по вертикали \\\"b\\\". Какой ход пешкой, позволяет черным сразу открыть вертикаль ладье c8, не открывая вертикаль \\\"b\\\"?})\r\n3.Nxd4\r\n    {Молодец! Черная ладья входит в игру по вертикали \\\"c\\\". Сделаем еще один размен, чтобы вскрыть вертикаль \\\"c\\\".}\r\n3...Nxd4\r\n    {[%wrong Это интересный ход, но не вскрытие вертикали \"c\". Попробуем снова!][%hint Используем единственное разумное взятие в этой позиции, чтобы вскрыть вертикаль \\\"c\\\".]}\r\n4.Qxd4\r\n    {Отлично! Белым стоило бы взять пешкой \"c\" с равной позицией, но они не хотят вскрывать вертикаль \\\"c\\\". Вскроем ее еще одним разменом.}\r\n4...Qxd4\r\n    {[%wrong Это интересный ход, но не вскрытие вертикали \\\"c\\\". Попробуем снова!][%hint Какой размен вынуждает белых вскрыть вертикаль \\\"c\\\"?]}\r\n5.cxd4\r\n    {Молодец! Черные форсировали вскрытие вертикали \\\"c\\\". Как это использовать?}\r\n5...Rc2\r\n    {[%wrong Это интересный ход, но мы можем маневром ладьи использовать вскрытие вертикали \\\"c\\\". Поищем!][%hint Как совершить вторжение в позицию белых по вертикали \\\"c\\\" и напасть на слабую пешку одним ходом?] Молодец! Черные нападают на слабую пешку a2 и будут доминировать по вертикали \\\"c\\\" со следующего хода ...Лfc8.}\r\n    (5...Rfe8 $6 {Этот крепкий ход мешает белым контролировать вертикаль \\\"e\\\", но у черных есть сильнейший ход по вертикали \\\"c\\\". Попробуем снова!})\r\n    (5...Rc3 $6 6.g3 {Это неплохой ход. Какой маневр, позволяет черным сразу напасть на слабую пешку, вторгаясь по вертикали \\\"c\\\".})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2kr3r/pbqn1p2/1p2p1pp/2ppP3/PP3P2/2PBPN1P/4Q1P1/R1R3K1 b - - 0 1\"]\r\n\r\n{Белые атакуют черных на ферзевом фланге, надеясь вскрыть вертикали, ведущие к черному королю. Какой ход пешки позволяет закрыть позицию?}\r\n1...c4\r\n    {[%wrong Это интересное продолжение, но не ход пешки, позволяющий закрыть ферзевый фланг. Попробуем снова!][%hint Белые собираются продолжать cxb4 и вскрыть позицию. Как закрыть ее и помешать этому взятию?]}\r\n    (1...cxb4 $2 2.cxb4 {Мы хотим, чтобы вертикаль \"c\" оставалась закрытой, потому что после размена пешек черные несут значительные материальные потери. Попробуем снова!})\r\n    (1...d4 $2 2.cxd4 {Этот ход только помогает белым вскрыть позицию, Попробуем снова!})\r\n2.Bc2\r\n    {Отлично! Черные с темпом нападают на белого слона, оставляя вертикаль \"c\" закрытой. Белые готовы вскрыть вертикаль ходом a5. Какой ход пешки ферзевого фланга позволяет черным закрыть позицию, если белые попытаются продвинуть пешку?}\r\n2...a6\r\n    {[%wrong Это интересное продолжение, но не ход пешкой ферзевого фланга, позволяющий оставить позицию закрытой. Попробуем снова!][%hint Какую пешку продвинуть, чтобы в ответ на ход белых a5 закрыть ферзевый фланг ходом ...b5?]}\r\n    (2...a5 $6 3.Rcb1 {Это интересный ход, но белые могут в любой момент закрыть вертикаль \"b\" с сильной  атакой на ослабленном ферзевом фланге черных. Попробуем снова!})\r\n    (2...b5 $2 3.axb5 {Этот ход помогает белым вскрыть вертикаль \"a\". Попробуем снова!})\r\n3.a5\r\n    {Очень хорошо! Черные сделали сильный выжидательный ход. Белые пытаются вскрыть ферзевый фланг. Закроем его!}\r\n3...b5\r\n    {[%wrong Это интересный ход, но он не позволяет закрыть ферзевый фланг. Попробуем снова!][%hint Белые хотят вскрыть вертикаль \"a\". Как этому помешать?] Отличная защита! Позиция черных далека от идеальной, но они сумели закрыть ее и увеличить свои шансы на успешную защиту.}\r\n    (3...bxa5 $2 4.Rxa5 {После вскрытия ферзевого фланга белые получают преимущество. Попробуем снова!})\r\n*"
   ],
   "title" : "Открытые, закрытые и полузакрытые позиции",
   "url" : "https://www.chess.com/ru/lessons/osnovy-strategii/otkrytye-zakrytye-i-poluzakrytye-pozitsii",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-INT-open-closed-semiopen-m2b.mp4"
}
