{
   "description" : "Линейный мат можно дать двумя ладьями или ладьей и ферзем, оттеснив вражеского короля на край доски. Король противника не сможет пересечь вертикаль, где расположена ладья. При этом другую ладью можно использовать, чтобы взять под бой соседнюю вертикаль, оттесняя короля противника к краю доски, пока он не получит мат. В позиции с ладьями белых на g1 и h2, а королем черных на h5, черным мат. Мат можно поставить и оттесняя короля по горизонтали.",
   "duration" : null,
   "fen" : "1k6/5R2/6R1/8/8/8/6K1/8 w - - 0 1",
   "id" : "127dba2a-a0ba-11e8-b115-3103265fd6d0",
   "membership" : 30,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1k6/5R2/6R1/8/8/8/6K1/8 w - - 0 1\"]\r\n\r\n{Поставим черным линейный мат с помощью ладей!}\r\n1.Rg8#\r\n    {[%wrong Это не мат черным - попробуем снова!][%hint Одна из ладей отрезает короля по седьмой горизонтали . Используем другую ладью, чтобы дать мат.] Молодец! Черным мат.}\r\n    (1.Rf8+ $2 Kb7 {Ой! Черный король избегает мата. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/1R6/2R5/8/k7/8/8/6K1 w - - 0 1\"]\r\n\r\n{Теперь ладьи дают линейный мат по вертикали - поищем мат в один ход!}\r\n1.Ra6#\r\n    {[%wrong Это не мат черным - попробуем снова!][%hint Одна из ладей отрезает короля по вертикали \"b\". Используем другую ладью, чтобы дать мат!] Отлично! Черным мат.}\r\n    (1.Ra7+ $2 Kb5 {Черный король спасается от мата. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/1k6/5R2/6R1/8/8/8/6K1 w - - 0 1\"]\r\n\r\n{Как оттеснить черного короля на край доски на следующем ходу?}\r\n1.Rg7+ $1\r\n    {[%wrong Хорошая попытка, но этот ход не оттесняет короля на край доски.][%hint Белая ладья на шестой горизонтали отрезает черного короля. Ход другой ладьей на седьмую горизонталь вынудит короля отступить на край доски.]}\r\n1...Kc8\r\n    {Ладьи помогают друг другу! Черного короля оттеснили на край доски. Как закончить партию?}\r\n2.Rf8#\r\n    {[%wrong Это не мат черному королю. Попробуем снова!][%hint Белая ладья на седьмой горизонтали отрезает черного короля - используем другую ладью, чтобы дать мат!] Молодец! Черным мат.}\r\n    (2.Rg8+ $2 Kd7 {Черный король избегает мата - попробуйте снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/k7/p4R1R/8/1n6/8/1pb3PP/7K w - - 1 1\"]\r\n\r\n{Черные готовы превратить пешку b2 в ферзя на следующем ходу. Как оттеснить черного короля на последнюю и спасти партию, дав мат ладьями?}\r\n1.Rf7+ $1\r\n    {[%wrong Нам нужно оттеснить черного короля на последнюю горизонталь. Попробуем снова!][%hint Поищем ход ладьей с шахом королю по седьмой горизонтали.]}\r\n    (1.Rh7+ $2 Bxh7 {Ой! Не забываем о черных фигурах. Попробуем снова!})\r\n1...Kb8\r\n    {Отличный ход! Черного короля оттеснили на последнюю горизонталь. Сможем закончить партию в один ход?}\r\n2.Rh8#\r\n    {[%wrong Это не мат черному королю. Попробуем снова!][%hint Одна из белых ладей может дать черному королю мат по последней горизонтали.] Отлично - черному королю мат.}\r\n    (2.Rf8+ $2 Kb7 {Черный король спасается от мата - попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/pk5r/p7/8/5P1q/8/4R1PP/2R4K w - - 0 1\"]\r\n\r\n{Белый король под атакой ферзя и ладьи черных, но белая ладья может вынудить черного короля отступить в угол. Как найти путь к победе?}\r\n1.Rb2+\r\n    {[%wrong Хорошая попытка, но этот ход не оттесняет черного короля в угол. Попробуем снова!][%hint Белая ладья отрезает черного короля по вертикали \"c\". Используем другую ладью, чтобы оттеснить черного короля в угол.]}\r\n1...Ka8\r\n    {Фантастика! Черный король оттеснен в угол. Сможем найти выигрывающий ход за белых?}\r\n2.Rc8#\r\n    {[%wrong Это не мат черному королю. Попробуем снова.][%hint Белая ладья на вертикали \"b\" ловит черного короля в углу. Используем другую ладью, чтобы дать мат черным.] Вы успели! Черный король получил мат точно вовремя.}\r\n    (2.Rb8+ $2 Kxb8 {Ой! Ладья осталась без защиты. Попробуем снова!})\r\n*"
   ],
   "title" : "Линейный мат",
   "url" : "https://www.chess.com/ru/lessons/stavim-mat/lineinyi-mat",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-BEG-checkmate-with-two-rooks-l2w.mp4"
}
