{
   "description" : "В 1963 году Ботвинник в последний раз защищал свой титул чемпиона мира. На этот раз его соперником стал Тигран Петросян. После матча Ботвинник сказал, что с трудом угадывал ходы противника. Петросян довел до победы несколько долгих окончаний, выиграл матч со счетом 12.5-9.5 и стал 9-м чемпионом мира.",
   "duration" : null,
   "fen" : "2q1br1k/ppp1r1bp/6p1/Q1Pp1p2/5B1P/1P3BP1/P3PP1K/2RR4 w - - 0 25",
   "id" : "1308bf86-9aa8-11eb-9710-cfedc9f3a0c4",
   "membership" : 50,
   "questions" : [
      "[Event \"Botvinnik - Petrosian World Championshi\"]\r\n[Site \"Moscow URS\"]\r\n[Date \"1963.04.06\"]\r\n[Round \"7\"]\r\n[White \"1963.1\"]\r\n[Black \"Mikhail Botvinnik\"]\r\n[Result \"1-0\"]\r\n[ECO \"A21\"]\r\n[SetUp \"1\"]\r\n[FEN \"2q1br1k/ppp1r1bp/6p1/Q1Pp1p2/5B1P/1P3BP1/P3PP1K/2RR4 w - - 0 25\"]\r\n[PlyCount \"5\"]\r\n[EventDate \"1963.??.??\"]\r\n[Source \"ChessBase\"]\r\n\r\n{Каким ходом Петросян использовал положение своей ладьи и черного ферзя на одной вертикали?} 25. Bd6 {[%wrong Этот ход не позволит получить материальный перевес. Как атаковать линейным ударом обе ладьи черных? Возьмите подсказку, если затрудняетесь.] [%hint Нападем линейным ударом на обе ладьи черных. Не важно, что этот ход связан с жертвой фигуры, ведь черным придется вскрыть вертикаль \"c\".]} (25. e3 $5 {У белых выгодная позиция, но Петросян нашел комбинацию, позволяющую ему выиграть, как минимум, качество. Каким ходом?}) (25. Bxd5 $2 Rxe2 {Черные получают сильную контригру. Какой ход слоном напрашивается?}) (25. Rxd5 $5 {У белых выгодная позиция, но Петросян нашел комбинацию, позволяющую выиграть качество. Какой ход напрашивается?}) (25. Bg5 $5 {У белых выгодная позиция, но Петросян нашел комбинацию, позволяющую выиграть качество. Какой ход напрашивается?}) (25. Qxa7 $2 Bc6 {Так белые выигрывают пешку, но они могут выиграть, как минимум, качество. Поищем логичный ход Петросяна.}) \r\n25... cxd6 {Отлично! В партии черны продолжали Фd7, и белые выиграли качество. Что бы вы сделали, если бы черные взяли на d6?} 26. cxd6 {[%wrong Черные побеждают. Какое взятие напрашивается?] [%hint Возьмем так, чтобы вскрыть вертикаль \"c\".]} Qb8 {Блестяще! Какое взятие напрашивается?} 27. dxe7 {[%wrong У черных лишняя фигура. Поищем сильнейшее взятие.] [%hint Возьмем ладью.] Молодец! Белые выигрывают.} 1-0",
      "[Event \"Botvinnik - Petrosian World Championshi\"]\r\n[Site \"Moscow URS\"]\r\n[Date \"1963.04.06\"]\r\n[Round \"7\"]\r\n[White \"1963.2\"]\r\n[Black \"Mikhail Botvinnik\"]\r\n[Result \"1-0\"]\r\n[ECO \"A21\"]\r\n[SetUp \"1\"]\r\n[FEN \"5r1k/ppp1q1bp/6p1/1bP5/5p1P/1P1R1BP1/P2QPP1K/2R5 w - - 0 30\"]\r\n[PlyCount \"5\"]\r\n[EventDate \"1963.??.??\"]\r\n[Source \"ChessBase\"]\r\n\r\n{У белых лишние пешка и качество, но черные получили контригру за счет пары слонов. На каком поле Петросян предложил свою фирменную жертву качества?} 30. Rd4 {[%wrong Поищем сильнейший ход. Какую блестящую жертву качества нашел Петросян?] [%hint Жертвуем качество на центральном черном поле.]} (30. Rd5 $5 {Это интересное продолжение, но после ответа Сc6 ладье, скорее всего, придется отступить. На каком поле Петросян пожертвовал качество?}) (30. Rdc3 $5 {У белых выгодная позиция, но мы можем предложить жертву качества на другом поле, расположенном на большой диагонали. На каком?}) (30. c6 $2 Bxd3 {У черных хорошая контригра. Поищем сильнейший ход ладьей.}) (30. gxf4 $2 Bxd3 {У черных выгодная позиция. Какой ход ладьей напрашивается?}) (30. Rd7 $2 Bxd7 {Черные выигрывают ладью. Поищем сильнейший ход ладьей.}) (30. Bxb7 $2 Bxd3 {У черных все в порядке. Поищем сильнейший ход ладьей.}) \r\n30... fxg3+ {Отлично! Как защититься от шаха?} 31. fxg3 {[%wrong Король под шахом!] [%hint Возьмем пешку так, чтоб не лишать короля прикрытия.]} (31. Kxg3 $2 Qe5+ {Черные выигрывают ладью. Какое взятие напрашивается?}) (31. Kg2 $2 Bxe2 {У черных сильная атака. Какое взятие напрашивается?}) (31. Kh1 $2 gxf2 {У черных сильная атака. Какое взятие напрашивается?}) (31. Kh3 $2 gxf2 {У черных сильная атака. Какое взятие напрашивается?}) (31. Kg1 $2 Bxe2 {После Сxe2 и Фf6 черные скоро восстановят материальное равновесие с сильной атакой. Попробуем снова. Как защититься от шаха?}) \r\n31... Bxd4 {Замечательно! Какое продолжение напрашивается?} 32. Qxd4+ {[%wrong У черных перевес. Какое взятие напрашивается?] [%hint Возьмем слона.] Молодец! Белые сохраняют инициативу и лишнюю пешку. Скоро Петросян выиграл партию.} 1-0",
      "[Event \"Botvinnik - Petrosian World Championshi\"]\r\n[Site \"Moscow URS\"]\r\n[Date \"1963.04.01\"]\r\n[Round \"5\"]\r\n[White \"1963.3\"]\r\n[Black \"Mikhail Botvinnik\"]\r\n[Result \"1-0\"]\r\n[ECO \"D94\"]\r\n[SetUp \"1\"]\r\n[FEN \"2r5/p3k2p/1p2p1p1/1P6/Pbp1N3/4P3/2R1KPPP/8 w - - 0 29\"]\r\n[PlyCount \"9\"]\r\n[EventDate \"1963.??.??\"]\r\n[Source \"ChessBase\"]\r\n\r\n{Каким ходом Петросян усилил давление на слабую пешку c4?} 29. Nd2 {[%wrong У черных приемлемая позиция. Как напасть на пешку c4?] [%hint Нападем на пешку c4 конем.]} (29. Rb2 $2 Bd6 {У черных все в порядке. Как напасть на пешку c4?}) \r\n29... c3 {Отлично! Как продолжить преследование пешки, продвинувшейся на c3?} 30. Ne4 {[%wrong Это не сильнейший ход. Как напасть на пешку c3?] [%hint Нападем на пешку c3 конем.]} (30. Nb1 $5 {У белых выгодная позиция, но они могут активнее расположить коня, нападая на пешку c3. Каким ходом?}) (30. Nf3 $5 {У белых выгодная позиция, но Петросян решил снова напасть на пешку c3. Каким ходом?}) (30. f4 $5 {У белых выгодная позиция, но Петросян решил снова напасть на пешку c3. Каким ходом?}) (30. Kd3 $2 cxd2 {Если белые возьмут на c8, черная пешка превратится в ферзя. Как напасть на пешку c3?}) \r\n30... Ba5 {На e4 конь расположен превосходно! Как напасть на пешку c3 в третий раз?} 31. Kd3 {[%wrong Поищем сильнейший ход. Как напасть на пешку c3 в третий раз?] [%hint Нападем на пешку c3 королем.]} Rd8+ {Черные в беде, но Ботвинник не сдается. Куда выгоднее всего отступить из-под шаха?} 32. Kc4 {[%wrong Черные просто заберут коня. Поищем оптимальное отступление короля.] [%hint Отступаем так, чтобы пешка c3 осталась под боем.]} (32. Ke2 $5 {У белых выгодная позиция, но почему бы не напасть на пешку c3 королем?}) \r\n32... Rd1 {Прекрасно! Как выиграть пешку?} 33. Nxc3 {[%wrong Поищем сильнейшее продолжение. Какое взятие напрашивается?] [%hint Поищем сильнейшее взятие.] Молодец! У белых лишняя пешка, и они довели свой перевес до победы.} (33. Rxc3 $2 Bxc3 {Черные выигрывают качество. Какое взятие напрашивается?}) 1-0",
      "[Event \"Botvinnik - Petrosian World Championshi\"]\r\n[Site \"Moscow URS\"]\r\n[Date \"1963.05.08\"]\r\n[Round \"18\"]\r\n[White \"1963.4\"]\r\n[Black \"Tigran Vartanovich Petrosian\"]\r\n[Result \"0-1\"]\r\n[ECO \"D31\"]\r\n[SetUp \"1\"]\r\n[FEN \"4r3/3rn1k1/1p3pb1/p1pPn1p1/P3P1Pp/1P2N2P/2BR2N1/4KR2 b - - 0 45\"]\r\n[PlyCount \"5\"]\r\n[EventDate \"1963.??.??\"]\r\n[Source \"ChessBase\"]\r\n\r\n{Каким маневром Петросян подготовил блокаду белой пешки d5?} 45... Nc8 {[%wrong Поищем сильнейшее продолжение, позволяющее блокировать пешку d5.] [%hint Переводим коня на поле d6.]} (45... Nf7 $2 46. Rdf2 {Черным приходится делать пассивный ход Кg8 для защиты пешки f6. Попробуем перевести на d6 другого коня.}) (45... c4 $5 {Это сильная жертва пешки, но еще выгоднее - блокировать пешку d5 конем. Каким ходом?}) (45... Rd6 $2 46. Rdf2 {У белых все в порядке. Поищем оптимальный маневр, позволяющий блокировать пешку d5.}) \r\n46. Rdf2 {Прекрасно! Как защитить пешку f6?} Rf7 {[%wrong Белые выигрывают пешку. Как ее защитить?] [%hint Защитим пешку f6 ладьей прежде, чем продолжать Кd6.]} (46... Rf8 $5 {У черных выгодная позиция, но мы можем защитить пешку f6 иначе. Каким ходом?}) (46... Rd6 $2 47. Kd2 {У белых все в порядке. Попробуем блокировать пешку d5 другой фигурой.}) (46... Nd6 $2 47. Rxf6 {У белых выгодная позиция. Защитим пешку f6 прежде, чем продолжать Кd6.}) (46... c4 $5 47. bxc4 {У черных выгодная позиция, но мы можем сначала защитить  пешку f6, а потом продолжать Кd6.}) \r\n47. Kd2 {Отлично! Как заблокировать пешку d5?} Nd6 {[%wrong Поищем сильнейший ход. Как заблокировать пешку d5?] [%hint Кони оптимально блокируют пешки.] Молодец! Все легкие фигуры черных активно расположены и атакуют пешку e4. Мы вернемся к партии в следующем задании.} 0-1",
      "[Event \"Botvinnik - Petrosian World Championshi\"]\r\n[Site \"Moscow URS\"]\r\n[Date \"1963.05.08\"]\r\n[Round \"18\"]\r\n[White \"1963.5\"]\r\n[Black \"Tigran Vartanovich Petrosian\"]\r\n[Result \"0-1\"]\r\n[ECO \"D31\"]\r\n[SetUp \"1\"]\r\n[FEN \"4r3/2r3k1/3n1p2/pp1P1Pp1/PP4Pp/n6P/1RB2RN1/3K4 b - - 0 55\"]\r\n[PlyCount \"3\"]\r\n[EventDate \"1963.??.??\"]\r\n[Source \"ChessBase\"]\r\n\r\n{Фигуры черных активнее. Каким прорывом Петросян получил материальный перевес?} 55... Ndc4 {[%wrong Поищем сильнейшее продолжение. Как создать угрозы конем d6?] [%hint Оттесним ладью b2 на неудачное поле.]} (55... Nac4 $5 {Это сильное продолжение, но почему бы не активизировать другого коня? Каким ходом?}) (55... Re5 $5 {У черных хорошая позиция, но выгоднее напасть на другую ладью белых. Каким ходом?}) (55... Rc3 $5 {У черных хорошая позиция, но выгоднее напасть на другую ладью белых. Каким ходом?}) (55... axb4 $2 56. Rxb4 {У черных хорошая позиция, но выгоднее напасть на другую ладью белых. Каким ходом?}) (55... bxa4 $5 {У черных хорошая позиция, но выгоднее напасть на другую ладью белых. Каким ходом?}) (55... Ne4 $2 56. Bxe4 {У белых все в порядке. Поищем сильнейший ход конем.}) \r\n56. Ra2 {Отличная активная игра! Какое взятие сделал Петросян?} axb4 {[%wrong Поищем сильнейшее продолжение. Какое взятие напрашивается?] [%hint Возьмем беззащитную пешку.] Молодец! У черных лишняя пешка и выигранное окончание. Петросян выиграл партию и матч.} (56... Nxc2 $5 {У черных выгодная позиция, но выгоднее сразу взять пешку. Каким ходом?}) (56... bxa4 $2 57. Bxa4 {У черных все в порядке, но мы можем найти сильнейшее взятие.}) 0-1"
   ],
   "title" : "Петросян против Ботвинника, 1963",
   "url" : "https://www.chess.com/ru/lessons/igraem-kak-chempiony-mira-petrosian-i-spasskii/petrosian-protiv-botvinnika-1963",
   "video" : null
}
