{
   "description" : "Ваш противник хорошо защищается - постараемся сломить его сопротивление. Часто путь к победе в партии идет через превращение пешки. Новый ферзь настолько ценен, что этой целью оправдывается даже жертва нескольких фигур.",
   "duration" : null,
   "fen" : "8/8/2k5/8/ppK5/1PPP4/2P5/8 w - - 1 6",
   "id" : "15668948-a0be-11e8-b08f-5f98dcbd4fc1",
   "membership" : null,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/2pp4/8/1P1P4/6k1/8/6K1 w - - 0 1\"]\r\n\r\n{Черный король намного активнее белого, он готов забрать изолированные пешки белых. Кажется, что те в беде - пора идти на прорыв!}\r\n1.d5\r\n    {[%wrong Это интересный ход, но не прорыв. Нам нужно создать проходную пешку!][%hint Какой ход пешкой форсированно ведет к созданию белой проходной?]}\r\n    (1.b5 $2 cxb5 {Это правильная идея, но мы делаем ход не той пешкой! Теперь проходную получат черные. Попробуем снова!})\r\n1...c5\r\n    {Здорово! Белые жертвуют пешку, чтобы создать проходную. Поищем самый простой выигрыш.}\r\n2.bxc5\r\n    {[%wrong Это интересный ход, но так белые проигрывают. Не расстаемся с пешкой \\\"c\\\" напрасно!][%hint Белая пешка d5 в трех шагах от превращения. Расчистим ей путь!]}\r\n    (2.b5 $5 c4 {Эта идея тоже ведет к победе белых при очень аккуратной игре. Заметим, что белая пешка первой превращается в ферзя, но черная становится ферзем с матом, поэтому белым придется сделать несколько точных ходов королем, чтобы победить. Как найти более простой путь к победе?})\r\n2...dxc5\r\n    {Изумительно! Белые побеждают с помощью прорыва! Ведем пешку вперед!}\r\n3.d6\r\n    {[%wrong Это не продвижение белой пешки. Попробуем снова!][%hint Ведем пешку вперед!] Точно! Через два хода белая пешка станет ферзем и заберет черную.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/2k2b2/8/8/1p6/p4P2/P4K2/2N5 b - - 0 1\"]\r\n\r\n{Белый конь защищает свою пешку и мешает продвижению вражеских. Нужно искать прорыв!}\r\n1...Bxa2\r\n    {[%wrong Это интересный ход, но он не позволяет черным создать проходные пешки. Попробуем снова!][%hint Ищем жертву, позволяющую черным получить две проходные пешки!]}\r\n2.Nxa2\r\n    {Молодец! Черные жертвуют слона, чтобы форсировать прорыв. Ведем пешку вперед!}\r\n2...b3\r\n    {[%wrong Так черная пешка не идет вперед. Попробуем снова!][%hint Ведем пешку вперед!]}\r\n3.Nc3\r\n    {Пешки рвутся вперед! Черным нужно выбрать, какую пешку вести вперед.}\r\n3...a2\r\n    {[%wrong Мы выбираем, какую пешку вести вперед. Используем нужную пешку!][%hint Один пешечный ход выигрывает, другой проигрывает из-за комбинации. Выбираем осторожно!]}\r\n    (3...b2 $2 4.Nb5+ {Белые спасаются благодаря вилке, забирая одну пешку и мешая другой превратиться в ферзя. Попробуем снова!})\r\n4.Nxa2\r\n    {Молодец! Завершим партию аккуратным ходом.}\r\n4...bxa2\r\n    {[%wrong Это интересный ход, но путь к победе черных связан с движением пешки!][%hint Действуем проще: один пешечный ход выигрывает, другой проигрывает!] Отличная игра! Черная пешка становится ферзем, и они легко побеждают.}\r\n    (4...b2 $2 5.Nc3 {Это интересный ход, но конь приносит белым победу! Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/1kp5/8/1P1P2p1/K6p/6PP/5P2/8 b - - 0 1\"]\r\n\r\n{У белых две лишние пешки, но черные выигрывают с помощью прорыва!}\r\n1...g4\r\n    {[%wrong Это интересный ход, но не пешечный прорыв. Попробуем снова!][%hint Как пожертвовать пешку, чтобы форсированно создать проходную?]}\r\n    (1...hxg3 $2 2.fxg3 {Это интересный ход, но теперь прорываются белые, а не черные. Попробуем снова!})\r\n    (1...c6 $2 2.dxc6+ {Этот ход просто отдает пешку. Попробуем снова!})\r\n    (1...c5 $2 2.dxc6+ {Это интересный ход, но не забыввем о взятии на проходе!})\r\n2.hxg4\r\n    {Отлично! Создадим проходную пешку!}\r\n2...h3\r\n    {[%wrong Это интересный ход, но он не ведет к созданию проходной пешки. Попробуем снова!][%hint Черные вынудили пешку противника уйти с поля  h3. Используем его, чтобы создать проходную!] Вот именно! Черные сломили защиту белых с выигранной позицией!}\r\n    (2...hxg3 $2 3.fxg3 {Нам нужно превратить пешку в ферзя, а не разменивать ее. Попробуем снова!})\r\n    (2...c6 $2 3.dxc6+ {Этот ход просто теряет пешку. Попробуем снова!})\r\n    (2...c5 $2 3.dxc6+ {Не забываем о взятии на проходе. Обратим внимание на пешку на другом фланге доски})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/2k1K3/p1p5/1p1p4/1P1P4/1PP5/8 b - - 0 1\"]\r\n\r\n\r\n{Трудно поверить, что черные могут выиграть эту позицию, ведь у них есть прорыв, связанный с жертвой пешки. Как найти этот ход?}\r\n1...c4\r\n    {[%wrong Это интересный ход, но не прорыв. Попробуем снова!][%hint Поставим свою пешку под бой двух белых и форсируем прорыв!]}\r\n    (1...a4 $2 2.bxa4 {Это правильная идея, но мы пошли не той пешкой! Белые получают проходную. Если черные продолжают ...c4, белые отвечают b3!, и черные не смогут совершить прорыв.})\r\n2.bxc4\r\n    {Отлично! Теперь, когда пешка ушла с поля b3, мы можем создать проходную!}\r\n2...a4\r\n    {[%wrong Это интересный ход, но нам нужно создать проходную. Попробуем снова!][%hint Ходим пешкой, напротив которой нет белой пешки.] Молодец! Следующим ходом черная пешка пойдет на ...a3 с выигрышной позицией.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/2k1K3/p1p5/1p1p4/1P1P4/1PP5/8 b - - 0 1\"]\r\n\r\n{Снова совершим тот же выигрывающий прорыв черными!}\r\n1...c4\r\n    {[%wrong Это не выигрывающий пешечный прорыв. Попробуем снова!][%hint Жертвуем пешку, атакуя две белые пешки одновременно.]}\r\n2.dxc4\r\n    {На этот раз белые делают взятие пешкой \"d\". Как черным форсировать создание проходной?}\r\n2...a4\r\n    {[%wrong Это не выигрывающий ход пешкой. Попробуем снова!][%hint Какой ход пешкой позволяет освободить поле b3?]}\r\n    (2...d3 $2 3.cxd3)\r\n    (2...Kc5 $5 {Этот ход королем тоже приводит к победе, потому что черные могут пойти на прорыв. Сразу осуществим прорыв!})\r\n3.bxa4\r\n    {Молодец! Теперь поле b3 освободилось, и черные могут форсировать создание проходной пешки. Выберем правильный ход пешкой!}\r\n3...b3\r\n    {[%wrong Этот интересный ход не форсирует создание проходной пешки. Попробуем снова!][%hint Ведем пешку вперед, форсируя создание проходной!]}\r\n    (3...d3 $2 4.cxd3 {Этот ход дает проходную пешку белым, а не черным. Попробуем снова!})\r\n4.cxb3\r\n    {Фантастика! У белых четыре пешки против одной, но черные побеждают, Ведем пешку вперед!}\r\n4...d3\r\n    {[%wrong Это не продвижение черной пешки. Попробуем снова!][%hint Ведем пешку вперед!] Здорово, что мы справились с этим сложным прорывом!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/2k1K3/p1p5/1p1p4/1P1P4/1PP5/8 b - - 0 1\"]\r\n\r\n{Разберем самый сложный пример вместе. Снова атака начинается с пешечного прорыва!}\r\n1...c4\r\n    {[%wrong Это не наш победный прорыв. Попробуем снова!][%hint Поставим свою пешку под бой двух белых!]}\r\n2.Ke5\r\n    {Белые защищаются, не принимая жертву, и нападают на пешку d4. Можем рассчитать выигрывающий прорыв в этой сложной позиции? Если нет, воспользуемся подсказкой!}\r\n2...a4\r\n    {[%wrong Это не выигрывающий пешечный прорыв. Попробуем  рассчитать сильный ход пешкой!][%hint Ходим пешкой, напротив которой нет белой пешки.]}\r\n    (2...Kc5 $5 {Этот осторожный ход тоже ведет к победе при аккуратной игре, но мы ищем выигрывающий прорыв!})\r\n    (2...c3 $5 3.bxc3 {Это хорошая идея. Черные выигрывают ходом ...a4. Сделаем его прямо сейчас!})\r\n    (2...cxb3 $2 3.cxb3 {Это интересный ход, но так черные не смогут прорваться, создав проходную. Попробуем снова!})\r\n3.Kxd4\r\n    {Фантастическая работа! На ход bxa4 следует ...b3! с выигрывающим прорывом. Белые забрали пешку d4. Черные побеждают, атакуя пешку b2. Какая пешка должна это сделать?}\r\n3...c3\r\n    {[%wrong Это не нападение на пешку b2. Попробуем снова!][%hint Нападем на пешку b2, помешаем белому королю занять поле c3 и мы выиграем!]}\r\n    (3...a3 $2 4.bxa3 {Это правильная идея, но мы выбрали не ту пешку! К несчастью, после взятия пешки a3 король белых попадает в квадрат пешки ходом Крc3, проходная ловится, и белые побеждают. Попробуем снова!})\r\n4.bxc3\r\n    {Здорово! Мы разобрались в этих осложнениях! Добудем победу, создав проходную пешку!}\r\n4...a3\r\n    {[%wrong Этот ход не ведет к созданию проходной пешки. Попробуем снова!][%hint Ведем пешку вперед. Она станет проходной!] Молодец! Черную проходную не остановить.}\r\n    (4...bxc3 $2 5.bxa4 {Это интересный ход, но так проходную получают белые, а не черные. Попробуем снова!})\r\n*"
   ],
   "title" : "Прорыв",
   "url" : "https://www.chess.com/ru/lessons/aktiviziruem-figury/proryv",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-breakthrough-t2i.mp4"
}
