{
   "description" : "1.d4 самая распространенная альтернатива ходу 1.e4. Основной дебют после d4 - ферзевый гамбит, определяющийся ходами 1.d4 d5 2.c4. После 2...e6 на доске отказанный ферзевый гамбит, а после 2...c6 - славянская защита.",
   "duration" : null,
   "fen" : "rnbq1rk1/ppp1bppp/4pn2/3p2B1/2PP4/2N1PN2/PP3PPP/R2QKB1R b KQ - 2 6",
   "id" : "16c0340e-a0bb-11e8-b92a-85ec59914eca",
   "membership" : 30,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n\r\n{Применим второй по популярности ход белых после 1. e4, а именно, 1. d4!}\r\n1.d4\r\n    {[%wrong Это не ход пешкой на d4. Попробуем снова!][%hint Сделаем ход на два поля вперед пешкой, расположенной перед белым ферзем.]}\r\n1...h6\r\n    {Молодец! Черные ответили слабым ходом, уклоняясь от борьбы за центр. Выведем еще одну пешку прямо в центр!}\r\n2.e4\r\n    {[%wrong Белые должны занять центр двумя пешками. Попробуем снова!][%hint Сделаем ход на два поля вперед пешкой, расположенной перед белым королем.] Именно! Если противник позволяет это, занимаем центр обеими пешками!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/ppp1pppp/8/3p4/3P4/8/PPP1PPPP/RNBQKBNR w KQkq - 0 2\"]\r\n\r\n{Если черные отвечают сильным ходом ферзевой пешки 1...d5, ее можно атаковать белой пешкой \\\"с\\\", предлагая ферзевый гамбит!}\r\n2.c4\r\n    {[%wrong Нам нужно напасть на черную пешку d5 белой пешкой \"c\". Попробуем снова!][%hint Как белым напасть пешкой c2 на d5?]}\r\n    (2.e4 $2 dxe4 {Белым будет трудно отыграть пожертвованную пешку. Попробуем напасть на пешку d5 белой пешкой c2.})\r\n2...dxc4\r\n    {Отлично! Если черные принимают гамбит, они снимают бой с поля e4. Займем центр еще одной белой пешкой!}\r\n3.e4\r\n    {[%wrong Займем пешкой поле e4. Попробуем снова!][%hint Сделаем ход на два поля вперед пешкой, расположенной перед белым королем!] Молодец! Белые захватывают центр, открывают путь белопольному слону и собираются взять черную пешку c4 с хорошей позицией.}\r\n    (3.Qa4+ $5 {Шах королю с нападением на пешку - приемлемое продолжение, но мы хотим захватить центр ходом e4! Попробуем снова!})\r\n    (3.e3 $5 {Этот ход тоже часто встречается, но мы сделаем ход этой пешкой на два поля вперед, заняв центральное поле e4!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/ppp1pp1p/6p1/3p4/2PP4/8/PP2PPPP/RNBQKBNR w KQkq - 0 3\"]\r\n\r\n{Черные решают не защищать пешку d5 другой пешкой. Возьмем пешку d5!}\r\n3.cxd5\r\n    {[%wrong Это не взятие пешки d5. Попробуем снова!][%hint Как взять пешку d5?]}\r\n3...Qxd5\r\n    {Молодец! Белые уничтожают центральную пешку черных. Выведем коня с нападением на черного ферзя.}\r\n4.Nc3\r\n    {[%wrong Это не развитие коня с нападением на черного ферзя. Попробуем снова!][%hint Белый конь b1 готов отправиться в центр с нападением на ферзя.]}\r\n4...Qd8\r\n    {Молодец! Белый конь нападает на ферзя, вынуждая черных тратить время на его отступление. Как белым вывести другую пешку прямо в центр?}\r\n5.e4\r\n    {[%wrong Займем центр еще одной белой пешкой.][%hint  Сделаем ход на два поля вперед пешкой, расположенной перед белым королем.] Фантастика! Черные не защитили пешку d5, и теперь белые захватили центр.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/ppp1pppp/8/3p4/3P4/8/PPP1PPPP/RNBQKBNR w KQkq - 0 2\"]\r\n\r\n{Снова предложим ферзевый гамбит ходом 2. c4!}\r\n2.c4\r\n    {[%wrong Выведем белую пешку на c4. Попробуем снова!][%hint Сделаем ход на два поля вперед белой пешкой c2.]}\r\n2...e6\r\n    {Молодец. Черные защищают центральную пешку ходом ...e6. Это начало называется \\\"Отказанный ферзевый гамбит\\\". Выведем в центр коня, снова атакуя поле d5.}\r\n3.Nc3 {[%wrong Поищем сильнейший ход. Как развить коня b1?] [%hint Развиваем коня b1 к центру.]} (3. Nf3 $5 {Это интересная идея, но нам нужно развить другого коня.}) (3. cxd5 $5 {Это интересная идея, но нам нужно сначала развить коня.}) (3. e4 $2 dxe4 {Черные выигрывают пешку. Как развить коня?}) (3. Nd2 $2 Nf6 {Поищем активное поле для коня. Как напасть на пешку d5?}) (3. Qa4+ $2 Bd7 {Это интересная идея, но нам выгоднее развить коня b1. На какое поле?}) (3. e3 $5 {Это интересная идея, но нам выгоднее развить коня b1. На какое поле?}) (3. Na3 $2 Nf6\r\n{Выгоднее развить коня к центру. Поищем активное поле для коня.}) \r\nNf6\r\n    {Молодец! Белые развивают фигуру и снова атакуют поле d5. Черные защищают поле d5, развивая коня. Как белым связать коня f6 защитой ферзя и развить еще одну фигуру?}\r\n4.Bg5\r\n    {[%wrong Этот ход не связывает черного коня f6 защитой ферзя. Попробуем снова!][%hint Нападем чернопольным слоном на коня f6, связывая его защитой ферзя.]}\r\n4...Be7\r\n    {Отлично! Белый слон подключается к борьбе за центр, связывая коня f6 защитой ферзя. Черные защищают ферзя и развивают чернопольного слона.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqk2r/ppp1bppp/4pn2/3p2B1/2PP4/2N5/PP2PPPP/R2QKBNR w KQkq - 4 5\"]\r\n\r\n{Белым нужно развить королевский фланг. Каким ходом они могут защитить пешку d4 и подготовить развитие белопольного слона?}\r\n5.e3\r\n    {[%wrong Нам нужно защитить пешку d4 и открыть путь белопольному слону. Попробуем снова!][%hint Сделаем ход пешкой, чтобы защитить поле d4 и выпустить белопольного слона.]}\r\n    (5.e4 $2 dxe4 {Белая пешка шагнула слишком далеко - здесь ее просто съедят. Попробуем снова!})\r\n5...O-O\r\n    {Молодец! Белые защищают пешку d4 и готовят развитие белопольного слона. После рокировки черных белый конь может выйти в центр.}\r\n6.Nf3\r\n    {[%wrong Белого коня нужно развить к центру. Попробуем снова!][%hint Развиваем коня g1 к центру.] Верно! Конь выходит в центр. Потом белые выведут белопольного слона и сделают рокировку.}\r\n*"
   ],
   "title" : "Введение в 1.d4 - дебют за белых",
   "url" : "https://www.chess.com/ru/lessons/vvedenie-v-teoriiu-debiutov/vvedenie-d4-za-belykh",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-BEG-1d4-openings-for-white-k3e.mp4"
}
