{
   "description" : "Атаковать хорошо защищенного короля нелегко. Нужно ослабить его позицию, вынудив продвижение пешек и разменяв важные для защиты фигуры.",
   "duration" : null,
   "fen" : "1k1r2r1/1bp5/1p5p/p1q5/P4p2/1P4P1/1B3P1P/1QR2RK1 b - - 0 2",
   "id" : "199ec916-a0bf-11e8-a2af-c98ad8be99b5",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1b2rk1/1pppqppp/8/2bPP3/p4B2/2PQ1N2/P4PPP/R3R1K1 w - - 0 1\"]\r\n\r\n{У белых превосходное развитие. Как создать угрозу мата и вынудить черных ослабить черные поля вокруг своего короля?}\r\n1.Ng5\r\n    {[%wrong Это интересный ход, но он не позволяет создать угрозу мата. Попробуем снова!][%hint Белый ферзь атакует слабое поле h7. Как подключить к атаке коня?]}\r\n    (1.Bg5 $6 {Это сильный ход, но у белых есть сильнейшее продолжение, позволяющее создать угрозу мата и вынудить черных ослабить черные поля вокруг своего короля. Попробуем снова!})\r\n1...g6\r\n    {Замечательно! Черные вынуждены ослабить черные поля вокруг короля. Поищем еще один сильный ход конем, позволяющий атаковать эти слабости.}\r\n2.Ne4\r\n    {[%wrong Это интересное продолжение, но у белых есть сильный ход конем, позволяющий использовать ослабление черных полей вокруг черного короля. Попробуем снова!][%hint Какой ход позволяет коню напасть на чернопольного слона черных по дороге к слабому полю f6.] Здорово! Белый конь нападает на чернопольного слона черных с угрозами Кf6+ или Сg5. Позиция черных проиграна.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1b1kb1r/pp4pp/2p2n2/3pq3/4p3/PBN1B3/1PP2PPP/R2Q1RK1 b kq - 4 14\"]\r\n{У черных перевес в пространстве, и они готовы атаковать королевский фланг белых. Как черным ослабить прикрытие белого короля?}\r\n14...Bd6\r\n    {[%wrong Это интересный ход, но у черных есть сильнейшее продолжение, вынуждающее белых ослабить прикрытие короля, Попробуем снова!][%hint Как ввести в бой еще одну фигуру, создавая угрозу мата?]}\r\n    (14...Ng4 $5 15.g3 {Это еще одна сильная идея за черных! Как развить еще одну фигуру, угрожая матом?})\r\n15.g3\r\n    {Отличный ход! Черные вводят в игру еще одну фигуру, вынуждая ослабление белых полей вокруг белого короля. Теперь пора подключить белопольного слона к атаке!}\r\n15...Bg4\r\n    {[%wrong Это интересное продолжение, но мы поищем более активный ход белопольным слоном. Попробуем снова!][%hint Как развить белопольного слона с нападением на белого ферзя?]}\r\n    (15...Bh3 $5 {Замечательно! Черные нападают на ладью и берут под бой белые поля вокруг короля противника. Поищем ход слоном с нападением на белого ферзя.})\r\n16.Qd2\r\n    {Фантастика! Белые с темпом нападают на белого ферзя и готовы укрепиться на белых полях вокруг белого короля. Поищем сильный ход черным слоном!}\r\n16...Bf3\r\n    {[%wrong Это интересное продолжение, но мы можем найти сильнейший ход черным слоном. Попробуем снова!][%hint Как белопольному слону черных взять под бой белые поля перед белым королем и помешать движению пешки \\\"f\\\"?] Молодец! Черный слон берет под бой слабые белые поля перед белым королем и мешает движению пешки \\\"f\\\". У черных очень сильная атака!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2rr1bk1/1q1n1pp1/2b1p2p/ppp5/4P1P1/1P1P1NP1/PB3PB1/Q1RR2K1 w - - 0 21\"]\r\n\r\n{У белых есть шансы на атаку на ферзевом фланге. Как вскрыть вертикаль \\\"h\\\", ослабляя прикрытие черного короля?}\r\n21.g5\r\n    {[%wrong Это интересный ход, но он не позволяет ослабить прикрытие черного короля. Попробуем снова!][%hint Черная пешка h6 - \"зацепка\", позволяющая нам вскрыть линии - как напасть на эту пешку?]}\r\n    (21.Bxg7 $2 Bxg7 {Это интересный ход, но белым не стоит жертвовать слона без определенных угроз. Попробуем снова!})\r\n21...h5\r\n    {Отличный ход! Черные пытаются избежать вскрытия королевского фланга, готовясь продолжать следующим ходом ...g6. Как ослабить прикрытие черного короля?}\r\n22.g6\r\n    {[%wrong Черные готовы заблокировать королевский фланг ходом ...g6. Нам нужно помешать этому ходу.][%hint Один сильный пешечный ход стоит другого. Как помешать ходу ...g6 черных?]}\r\n22...fxg6\r\n    {Сильная игра! Белые жертвуют пешку, чтобы ослабить противнику пешки e6 и g6. Какой ход фигурой позволяет белым напасть на слабую пешку e6?}\r\n23.Ng5\r\n    {[%wrong Это интересный ход, но белым нужно напасть на слабую пешку e6. Попробуем снова!][%hint Поищем хороший форпост для коня, откуда он сможет напасть на слабую пешку e6.] Отличная работа! Белые занимают конем сильный форпост и нападают на слабую пешку e6. Хороший задел для будущей атаки!}\r\n    (23.Bh3 $5 {Это тоже очень сильный ход! Поищем другой ход, позволяющий белым напасть на слабую пешку e6 и расположить свою фигуру поблизости от черного короля.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2rr1bk1/1q1n1pp1/2b1p2p/ppp5/4P1P1/1P1P1NP1/PB3PB1/Q1RR2K1 w - - 0 21\"]\r\n\r\n{Повторим сильный ход пешкой, ослабляющий королевский фланг черных!}\r\n21.g5\r\n    {[%wrong Это интересное продолжение, но нам нужен сильный ход пешкой, ослабляющий королевский фланг черных. Попробуем снова!][%hint Как создать угрозу взятия пешки h6?]}\r\n    (21.Bxg7 $2 Bxg7 {Белые не готовы жертвовать слона, поскольку жертва не позволяет им создать сильные угрозы. Попробуем снова!})\r\n21...hxg5\r\n    {Здорово! На этот раз черные решают взять пешку \\\"g\\\", вскрывая вертикаль \\\"h\\\" для будущей атаки. Как продолжать белым?}\r\n22.Nxg5\r\n    {[%wrong Это интересный ход, но нам нужно взять пешку g5. Попробуем снова!][%hint Возьмем пешку g5.] Хорошая работа! Мы нашли, как гроссмейстер начал атаку. Посмотрим, что случилось через несколько ходов...}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2r1rbk1/1q1n1pp1/2b1p3/1p4N1/2p1P3/1p1P2PB/PB3PK1/Q1R4R w - - 0 26\"]\r\n\r\n{Черные решили добиться преимущества на ферзевом фланге, а белые заняли вертикаль \\\"h\\\", атакуя на королевском. Поищем удивительную гроссмейстерскую жертву, позволяющую белым создать атаку по вертикали \\\"h\\\".}\r\n26.Bxe6\r\n    {[%wrong Это интересный ход, но мы ищем сильную жертву слона. Попробуем снова!][%hint Какая жертва слона, позволяет открыть вертикаль \\\"h\\\" для тяжелых фигур белых?]}\r\n    (26.Bf5 $5 {Отличный ход! Черные не смогут помешать атаке белых по вертикали \\\"h\\\". Поищем более форсированную жертву слона, примененную гроссмейстером.})\r\n    (26.Bg4 $6 {Тоже достаточно для победы, учитывая, насколько велико давление белых на королевском фланге. Поищем более форсированный ход слоном.})\r\n    (26.Nxf7 $2 Kxf7 {У белых нет ясного продолжения атаки. Эта жертва кажется безрассудной. Попробуем снова!})\r\n    (26.Bxg7 $2 Bxg7 {Этот интересный ход просто отдает слона и помогает черным. Попробуем снова!})\r\n26...Rxe6\r\n    {Белые вскрыли вертикаль \\\"h\\\", но жертвы на этом не заканчиваются. Поищем форсированный выигрыш с использованием вертикали \\\"h\\\".}\r\n27.Rh8+\r\n    {[%wrong Это интересный ход, но нам нужна форсированная атака по вертикали \\\"h\\\". Попробуем снова!][%hint Поищем удивительную жертву, позволяющую белому ферзю попасть на вертикаль \\\"h\\\" с угрозой мата на поле h7.]}\r\n27...Kxh8\r\n    {Потрясающе! Белые готовы принести в жертву обе ладьи по вертикали \\\"h\\\", чтобы их ферзь смог попасть на нее и нанести смертельный удар. Воплотим эту блестящую идею!}\r\n28.Rh1+\r\n    {[%wrong Это интересный ход, но белым нужно атаковать по вертикали \\\"h\\\". Попробуем снова!][%hint Нам нужно атаковать по вертикали \\\"h\\\"...]}\r\n    (28.Nxe6 $2 fxe6 {Это взятие помогает черным, потому что они выигрывают фигуру, а их король теперь может отступить на поле h7. Продолжим атаку по вертикали \\\"h\\\"!})\r\n28...Kg8\r\n    {Чудесно! Белые готовы расстаться со второй ладьей. Вперед!}\r\n29.Rh8+\r\n    {[%wrong Это интересный ход, но белым нужно продолжать атаку по вертикали \\\"h\\\". Попробуем снова!][%hint За одной ладьей следует и другая...]}\r\n29...Kxh8\r\n    {Вот именно! Белый ферзь готов появиться на вертикали \\\"h\\\". В атаку!}\r\n30.Qh1+\r\n    {[%wrong Это интересный ход, но нам нужно продолжить атаку по вертикали \\\"h\\\". Попробуем снова!][%hint Зачем мы отдали обе ладьи? Чтобы ферзь смог попасть на вертикаль \\\"h\\\", не так ли?]}\r\n30...Rh6\r\n    {Молодец! Черные пытаются закрыться от мата - как прорвать оборону черных?}\r\n31.Qxh6+\r\n    {[%wrong Это интересный ход, но он не ведет к победе. Попробуем снова!][%hint Не забываем о чернопольном слоне белых - пешка g7 связана!]}\r\n    (31.Nxf7+ $2 Kg8 {Это интересный ход, но мата нет, а белые уже пожертвовали слишком много фигур. Попробуем снова!})\r\n    (31.Bxg7+ $2 Bxg7 {Эта жертва не ведет к мату, а белые уже пожертвовали слишком много фигур. Попробуем снова!})\r\n31...Kg8\r\n    {Сильный ход! Ставим мат!}\r\n32.Qh7#\r\n    {[%wrong Нам нужно дать черным мат. Попробуем снова!][%hint Поищем мат в один ход...] Фантастическая работа! Мы создали противнику слабости и сумели их использовать!}\r\n*"
   ],
   "title" : "Как создавать слабости",
   "url" : "https://www.chess.com/ru/lessons/ataka-na-korolia/kak-sozdavat-slabosti",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-provoking-weaknesses-h6s.mp4"
}
