{
   "description" : "Не боимся жертвовать фигуры, если жертвы, в конечном счете, ведут к мату. Обращаем особое внимание на шахи, взятия и угрозы жертв, ведущих к мату, материальным завоеваниям или сильной атаке.",
   "duration" : null,
   "fen" : "r1b2rk1/p1q2ppp/1p6/8/8/QP3N2/P3RPPP/4R1K1 w - - 0 1",
   "id" : "1ad07a94-a0bc-11e8-b0ae-9d30c2ba94b4",
   "membership" : 40,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1b2rk1/p1q2ppp/1p6/8/8/QP3N2/P3RPPP/4R1K1 w - - 0 1\"]\r\n\r\n{Как жертвой форсировать мат прежде, чем черные соединят ладьи по последней горизонтали?}\r\n1.Qxf8+\r\n    {[%wrong Это хорошая идея, но это ход не форсирует мат. Попробуем снова!][%hint Какой шах есть у белых в этой позиции?]}\r\n    (1.Re8 $2 Qc5 {Это хорошая идея, но черные могут избежать мата. Попытаемся найти более форсированный ход!})\r\n1...Kxf8\r\n    {Отлично! Черного короля надо атаковать по последней горизонтали. Даем мат!}\r\n2.Re8#\r\n    {[%wrong Это не мат. Попробуем снова!][%hint Найдем единственный шах белых в этой позиции.] Молодец! Черные получили мат.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkb1r/pp2n1pp/2p2p2/4p3/2B1P3/2N2N2/PPP2PPP/R1BQK2R w KQkq - 0 1\"]\r\n\r\n{Взглянем на противостояние ферзей! Какая жертва поможет белым его использовать?}\r\n1.Bf7+\r\n    {[%wrong Это хорошая попытка, но так белым не выиграть ферзя. Попробуем снова!][%hint Черный король - единственный защитник ферзя. Как заставить его отступить?]}\r\n    (1.Nxe5 $2 Qxd1+ {Это хорошая попытка, но черные разменивают ферзей и получают большой перевес. Попробуем снова!})\r\n1...Kxf7\r\n    {Хороший ход! Белые жертвуют слона, чтобы вынудить черного короля отступить от ферзя. Возьмем черного ферзя!}\r\n2.Qxd8\r\n    {[%wrong Этот ход не ведет к взятию черного ферзя. Попробуем снова!][%hint Возьмем сильнейшую фигуру черных, оставшуюся без защиты...] Белые выигрывают ферзя в обмен на слона. Хорошая работа!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1rr5/7k/1p3p2/pP4pp/P7/6P1/2b2PBP/2R1R1K1 w - - 0 1\"]\r\n\r\n{Черный слон атакует пешку a4, но она расположена опасно. Какая жертва позволяет белым выиграть фигуру?}\r\n1.Rxc2\r\n    {[%wrong Это хорошая попытка, но есть и более сильный ход. Попробуем снова!][%hint Как завлечь черную ладью на диагональ, где находится черный король?]}\r\n    (1.Bh3 $2 g4 {Это хорошая попытка, но черные могут парировать этот выпад и вынудить белых защищаться. Попробуем снова!})\r\n    (1.Be4+ $2 Bxe4 {Вы нашли правильную идею, но на эту диагональ нужно завлечь другую черную фигуру. Попробуем снова!})\r\n1...Rxc2\r\n    {Молодец! Белые жертвуют ладью за слона, чтобы нанести двойной удар!}\r\n2.Be4+\r\n    {[%wrong Это не двойной удар. Попробуем снова!][%hint Черные ладья и король находятся на одной диагонали. Как атаковать обе фигуры одновременно?] Отлично! Черные король и ладья под ударом, поэтому белые отыграют пожертвованное качество и останутся с лишним слоном!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1r1q3k/5Kpr/6Qp/5P1P/4B3/8/8/8 w - - 0 1\"]\r\n\r\n{Кажется, что в углу черный король расположен безопасно. Как жертвой разрушить прикрытие короля?}\r\n1.Qxh7+\r\n    {[%wrong Это не нападение на черного короля. Попробуем снова!][%hint Найдем единственное взятие в этой позиции. Вытащим черного короля за ушко на солнышко!]}\r\n    (1.f6 $2 Qd7# {Это хорошая идея, но у белых нет времени на этот ход. Нужно жертвовать сейчас. Попробуем снова!})\r\n    (1.Qxg7+ $2 Rxg7+ {Черные просто выигрывают ферзя, а у белых нет атаки. Попробуем снова!})\r\n1...Kxh7\r\n    {Фантастический ход! Черный король завлекается на диагональ, где находится белый слон. Даем еще один шах!}\r\n2.f6+\r\n    {[%wrong Это не шах черному королю. Попробуем снова!][%hint Как дать вскрытый шах ходом пешки?]}\r\n2...g6\r\n    {Черные закрываются пешкой от нападения, потому что отступление короля на h8 ведет к мату ходом fxg7. Как найти мат в два хода?}\r\n3.hxg6+\r\n    {[%wrong Это хорошая попытка, но нужно дать шах черному королю. Попробуем снова!][%hint Как подключить пешку к атаке, дав шах черному королю?]}\r\n    (3.Bxg6+ $2 Kh8 {Атака белых остановлена, и черные ферзь и ладья дают мат белым. Попробуем снова!})\r\n3...Kh8\r\n    {Отлично! Выиграем партию с помощью мата!}\r\n4.g7#\r\n    {[%wrong Это не мат. Попробуем снова!][%hint Как белым дать шах в этой позиции?] Белые пожертвовали ферзя, чтобы дать мат пешкой. Хорошая работа!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1r5k/1pq3pp/2p5/6r1/PP1QpN2/4PbP1/5P2/1RR3K1 b - - 0 1\"]\r\n\r\n{Черные мечтают дать мат маневром Лh5-Лh1, но им мешает белый конь. Как расчистить путь для черной ладьи жертвой фигуры?}\r\n1...Qxf4\r\n    {[%wrong Этот ход не помогает черной ладье атаковать белых по вертикали \\\"h\\\". Попробуем снова!][%hint Если конь стоит на пути, уничтожим его!]}\r\n    (1...Rxg3+ $2 2.fxg3 {Эта жертва не позволяет черным добиться успеха. Попробуем снова!})\r\n    (1...Rg6 $2 2.Nxg6+ {Какой назойливый конь! Попробуем снова. Уничтожим его!})\r\n2.exf4 $2\r\n    {Отличная работа! Черные отдают ферзя за коня, а белые ошибочно принимают жертву. Поставим белым мат!}\r\n2...Rh5\r\n    {[%wrong Этот ход не позволяет поставить мат. Попробуем снова!][%hint Конь уже не защищает поле h5. Какая фигура может занять его с угрозой мата?]}\r\n3. Qd6 {Блестяще! Белые грозят матом, пытаясь нас отвлечь. Сразу завершим партию, поставив мат!} Rh1# {[%wrong Это интересная идея, но не мат. Попробуем снова!] [%hint Поищем мат в один ход.] С каждым уроком наше мастерство растет. Продолжаем в том же духе!} *"
   ],
   "title" : "Жертвуй и побеждай",
   "url" : "https://www.chess.com/ru/lessons/osnovy-taktiki/zhertvui-i-pobezhdai",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-INT-sacrificing-to-win-k2s.mp4"
}
