{
   "description" : "Бет шокировала шахматное сообщество, став чемпионкой штата Кентукки. В последнем туре она победила мастера Гарри Белтика красивой комбинацией, замеченной им слишком поздно.",
   "duration" : null,
   "fen" : "5r2/p3n1k1/1p4P1/3qPB2/P1pr4/6P1/2Q2R1K/5R2 w - - 0 38",
   "id" : "1c55888a-1a9c-11eb-9470-fd7e9353752c",
   "membership" : null,
   "questions" : [
      "[Event \"Spartak Team Ch\"]\r\n[Site \"Riga LAT\"]\r\n[Date \"1955.??.??\"]\r\n[Round \"?\"]\r\n[White \"Beth 3\"]\r\n[Black \"Genrikh Kasparian\"]\r\n[Result \"1-0\"]\r\n[ECO \"B11\"]\r\n[SetUp \"1\"]\r\n[FEN \"5r2/p3n1k1/1p4P1/3qPB2/P1pr4/6P1/2Q2R1K/5R2 w - - 0 38\"]\r\n[PlyCount \"19\"]\r\n[EventDate \"1955.??.??\"]\r\n[Source \"ChessBase\"]\r\n\r\n{В последнем туре Чемпионата штата Кентукки у Бет на доске острая позиция против мастера Харри Белтика. Каким ходом она активизировала свою ладейную батарею на вертикали \"f\", начав большие осложнения?} 38. Be6 {[%wrong У черных все в порядке. Поищем выгодный ход слоном.] [%hint Нападем слоном на черного ферзя.]} (38. Bh3 $5 {Это разумное продолжение, но Бет решила напасть на ферзя противника. Каким ходом?}) (38. Bg4 $2 Nxg6 {Черные выигрывают важную пешку и получают небольшой перевес. Поищем ход Бет с нападением на черного ферзя.}) (38. Be4 $2 Qxe4 {После Фxe4 и Лxf2+ Черные получают материальный перевес. Поищем сильнейшее продолжение с нападением на черного ферзя.}) (38. Bd3 $2 Rh8+ {Черные дают мат на h1 следующим ходом. Поищем сильнейший ход слоном.}) (38. Bd7 $2 Rxf2+ {Следующим ходом черные берут на d7, и белые оказываются в беде. Поищем сильнейший ход слоном.}) (38. Bc8 $2 Rxc8 {Черные берут слона, и белые оказываются в беде. Поищем сильнейший ход слоном.}) \r\n38... Rh8+ {Отлично! Белтик находит лучшую защиту. Каким ходом Бет защищается от мата?} 39. Bh3 {[%wrong Это не по правилам!] [%hint Защитимся от мата на h1.]} (39. Kg1 $2 Qh1# {Мы получили мат. Попробуем снова.}) \r\n39... Nxg6 {Белтик сохранял встречные шансы после Лd3, а естественный ход Кg6 оказывается ошибкой. Каким ходом Бет получила перевес?} 40. Rf7+ {[%wrong Поищем сильнейшее продолжение атаки.] [%hint Поищем выгодный шах.]} (40. Qxg6+ $2 Kxg6 {У черных решающий материальный перевес. Поищем сильнейший шах.}) (40. Rf6 $2 Rd2+ {Черные выигрывают ферзя. Поищем более форсированный ход ладьей.}) (40. Qf5 $2 Rf8 {Черные возвращают себе вертикаль \"f\" с хорошей позицией. Поищем сильнейший шах.}) \r\n40... Kh6 {Отлично! Какая жертва позволила Бет объявить мат королю черных?} 41. Qxg6+ {[%wrong Поищем сильнейшее продолжение атаки. Возьмите подсказку, если затрудняетесь.] [%hint Жертвуем ферзя, чтобы разрушить прикрытие черного короля.]} (41. Rd7 $5 {Это сильный ход, но Бет форсирует мат с помощью жертвы. Какое продолжение она находит?}) (41. R1f2 $2 Qxe5 {У белых небольшой перевес, но мы можем форсировать мат. Поищем блестящую жертву.}) (41. R7f2 $2 Nxe5 {У белых небольшой перевес, но мы можем форсировать мат. Поищем блестящую жертву.}) (41. R1f6 $2 Rd2+ {Черные выигрывают ферзя, а скоро выиграют и партию. Какую жертву нашла Бет?}) (41. R7f6 $2 Rd2+ {Черные выигрывают ферзя, а скоро выиграют и партию. Какую жертву нашла Бет?}) (41. Qc1+ $2 Rd2+ {У белых небольшой перевес, но Бет форсирует мат с помощью жертвы. Какое продолжение она находит?}) \r\n41... Kxg6 {Невероятно! Черный Король лишился прикрытия и скоро получит мат. В этой позиции Белтик сдался, но мы разберем комбинацию белых до самого мата.} 42. R1f6+ {[%wrong Черные побеждают. Поищем сильнейший шах.] [%hint Вынудим черного короля отступить на пятую горизонталь.]} (42. R7f6+ $2 Kg7 {Король уходит от преследования. Скоро черные победят благодаря материальному перевесу. Попробуем снова. Поищем выгодный шах.}) \r\n42... Kg5 {Отличная идея! Как продолжить преследование короля черных?} 43. Rf5+ {[%wrong Черные побеждают. Поищем сильнейший шах.] [%hint Вынудим черного короля отступить.]} (43. Rg7+ $2 Kh5 {Черный король спасается, а белые - в беде. Поищем сильнейший шах.})\r\n43... Kg6 {Красивое продолжение! Каким ходом Бет затягивает матовую сеть?} 44. R7f6+ {[%wrong Черные побеждают. Поищем выгодный шах.] [%hint Объявим шах, чтобы оттеснить черного короля в угол доски.]} (44. R5f6+ $5 {Повторение позиции не лишает нас шансов на победу, но мы можем объявить мат. Поищем более выгодный шах.}) \r\n44... Kh7 {Отлично! Мы можем дать мат в три хода. Как продолжить атаку?} 45. Rh5+ {[%wrong Черные побеждают. Поищем выгодный шах.] [%hint Даем шах, оттесняя черного короля на вертикаль \"g\".]} Kg7 {Отлично! Как объявить мат в два хода?} 46. Rg5+ {[%wrong Черные побеждают. Поищем сильнейший шах.] [%hint Оттесним черного короля на поле h7.]} Kh7 {Черный король загнан в угол. Каким ходом Бет завершила партию?} 47. Bf5# {[%wrong Это не мат. Проверим шахи и попробуем снова.] [%hint Проверим шахи. Какой ведет к мату?] Молодец! На самом деле, так завершилась партия Нежметдинов - Каспарян, 1955.} (47. Rh5+ $5 {Белые выигрывают, но почему бы не поставить мат сразу?}) 1-0"
   ],
   "title" : "Серия 2: Бет против Белтика",
   "url" : "https://www.chess.com/ru/lessons/sygrai-kak-bet-kharmon/seriia-2-bet-protiv-beltika",
   "video" : null
}
