{
   "description" : "Учимся справляться с пешечным напряжением и решать, нужно ли пойти вперед, взять или сделать другой ход. Если мы своим ходом не только защищаемся, но и создаем угрозу, он может оказаться сильнейшим. На некоторые угрозы можно не обращать внимания и заняться чем-нибудь более важным.",
   "duration" : null,
   "fen" : "r1b1kb1r/1p1n1ppp/pq1ppn2/6B1/3NP3/P1N5/1PP1BPPP/R2QK2R w KQkq - 0 1",
   "id" : "1f725526-a0bd-11e8-afae-43ec3016c222",
   "membership" : 40,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/pppp1ppp/8/4p3/3PP3/8/PPP2PPP/RNBQKBNR b KQkq - 0 2\"]\r\n\r\n{Белые только что сделали ход d4, нападая на пешку e5. Что делать: двинуть ее вперед, разменяться или не обращать внимания на нападение?}\r\n2...exd4\r\n    {[%wrong Это интересный ход, но у черных есть сильнейшее продолжение. Попробуем снова!][%hint Не позволяем противнику контролировать центр двумя пешками.]}\r\n    (2...d6 $2 3.dxe5 {Это интересный ход, но после взятия пешки белые смогут разменять ферзей и лишить нашего короля рокировки. Попробуем снова!})\r\n    (2...Nc6 $2 3.d5 {Нам нужно справиться с пешкой d4 прежде, чем она станет проблемой. Попробуем снова!})\r\n    (2...Bb4+ $2 3.c3 {Это интересный ход, но теперь нам нужно спасать и пешку e5, и слона. Попробуем снова!})\r\n    (2...Nf6 $2 3.dxe5 {Белые захватывают центр и получают сильную позицию. Попробуем снова.})\r\n    (2...f6 $2 {Неужели королю понравится этот ход? Заметим, что конь g8 теперь не может занять привычное поле f6. Попробуем снова!})\r\n3.Qxd4\r\n    {Молодец! Черные не позволяют белым доминировать в центре. Как развить фигуру, одновременно нападая на белого ферзя?}\r\n3...Nc6\r\n    {[%wrong Это интересный ход, но он не позволяет безопасно напасть на белого ферзя. Попробуем снова!][%hint Займем фигурой привычное для нее поле с нападением на белого ферзя!] Превосходно! Черные развивают коня на удачное поле и с темпом атакуют преждевременно вышедшего вперед ферзя белых.}\r\n    (3...c5 $2 {Это интересный ход, но он мешает активному развитию чернопольного слона и ослабляет вертикаль \"d\". Попробуем снова!})\r\n    (3...Qf6 $2 4.Qc4 {Мы пытаемся наказать противника за ранний выход ферзя, но теперь наш собственный ферзь мешает развитию коня. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2rq1rk1/p3ppbp/bn1p2p1/8/2P1P3/1N2BP2/P4QPP/2RR1BK1 w - - 0 1\"]\r\n\r\n{Черные атакуют слабую белую пешку c4. Как напасть на черные фигуры, чтобы слабая пешка стала сильной?}\r\n1.c5\r\n    {[%wrong Это интересный ход, но он не поможет сделать слабую пешку сильной. Попробуем снова!][%hint Слабую пешку c4 можно использовать для атаки!]}\r\n    (1.Nd2 $6 {Этот ход защищает слабую пешку, но у нас есть более сильное продолжение, позволяющее от нее избавиться. Попробуем снова!})\r\n    (1.Na5 $6 {Этот ход защищает слабую пешку, но у нас есть более сильное продолжение, позволяющее от нее избавиться. Попробуем снова!})\r\n    (1.Bxb6 $2 axb6 {Это интересный ход, но наша пешка c4 остается слабой, и мы можем пожалеть, что расстались с чернопольным слоном, хотя его визави еще находится на доске. Попробуем снова!})\r\n1...Bxf1\r\n    {Молодец! Слабая пешка белых становится сильной, атакуя черного коня и позволяя нашему слону атаковать белопольного слона черных. Нужно ли белым брать слона, или у них есть сильнейший ход?}\r\n2.cxb6\r\n    {[%wrong Это интересный ход, но мы можем найти сильнейший. Попробуем снова!][%hint Черный слон на f1 под боем. Если сначала взять другую легкую фигуру, мы сможем получить материальный перевес.] Отлично! Слабая пешка белых стала очень сильной! Белые отыгрывают фигуру, а поскольку черный слон на f1 под боем, белые заберут пешку a7 с хорошей позицией.}\r\n    (2.Qxf1 $6 Nd7 {У белых комфортная позиция, но нужно ли брать слона f1, или есть взятие посильнее?})\r\n    (2.Rxf1 $2 dxc5 {Это взятие уводит с активной позиции ладью и снимает связку с пешки d6. Поищем другой ход, чтобы наши фигуры оставались активными!})\r\n    (2.Kxf1 $2 {Король был безопасно расположен на g1. Поищем более активную идею за белых.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1b1kb1r/1p1n1ppp/pq1ppn2/6B1/3NP3/P1N5/1PP1BPPP/R2QK2R w KQkq - 0 1\"]\r\n\r\n{Белые планировали сделать рокировку, но черные только что сыграли ...Qb6, нападая на пешку b2. Нужно ли белым рокировать или защищаться от угрозы черных?}\r\n1.O-O\r\n    {[%wrong Это интересный ход, но мы можем найти сильнейший. Попробуем снова!][%hint Как белым поймать ферзя, если черные возьмут им пешку b2? Если ферзя можно поймать, не обращаем внимания на угрозу и делаем рокировку!]}\r\n    (1.b3 $2 Qc7 {Это интересный ход пешкой, но он ослабляет черные поля, и белый конь c3 остается без защиты. Нужно ли белым отвечать на \\\"угрозу\\\" черных?})\r\n    (1.b4 $2 {Этот ход защищает пешку \\\"b\\\", но ослабляет вертикаль \\\"c\\\". Нужно ли белым отвечать на \\\"угрозу\\\" черных?})\r\n    (1.Na4 $2 Qa5+ {Черные нападают на две незащищенные фигуры белых и дают шах их королю - попробуйте снова!})\r\n1...Qxb2 $2\r\n    {Фантастическое решение! Белые не обращали внимания на \\\"угрозу\\\" черных, потому что теперь черный ферзь ловится. Найдем точный ход!}\r\n2.Na4\r\n    {[%wrong Это интересный ход, но он не ведет к поимке черного ферзя. Попробуем снова!][%hint Черный ферзь угрожает взять белого коня. Куда отступить конем, чтобы поймать черного ферзя?] Отлично! Черный ферзь пойман.}\r\n    (2.Rb1 $2 Qxc3 {Это интересный ход, но черный ферзь отступает, забирая коня. Попробуем снова!})\r\n    (2.Ra2 $2 Qxc3 {Это интересный ход, но черный ферзь отступает, забирая коня. Попробуем снова!})\r\n    (2.Qd2 $2 Qb6 {Черный ферзь слишком подвижен. Он успевает отступить прежде, чем мы его поймаем. Какой ход позволяет белым поймать черного ферзя?})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"3rkr2/pp2q3/5p1p/3pP1pP/2Q1Rn2/P7/1PP2P2/1K1R4 w - d6 0 2\"]\r\n\r\n{У белых не хватает фигуры. Хуже того: черная пешка только что шагнула с d7 на d5, напав на ферзя и ладью белых. Как найти сильнейшую защиту от этой угрозы?}\r\n2.exd6\r\n    {[%wrong Это интересный ход, но он не решает проблемы белых. Попробуем снова!][%hint Черная пешка \"d\" только что шагнула на два поля, миновав белую пешку e5... Не забываем об особом ходе пешки!] Хорошее внимание. Нас спасает взятие на проходе! Черный ферзь связан, и белые получают материальное преимущество!}\r\n    (2.exf6 $2 Qxe4 {Это интересный ход, но он ведет к материальным потерям. Попробуем снова!})\r\n    (2.Qa4+ $2 Kf7 {Это отличная идея, но у белых все еще не хватает фигуры. Попробуем снова!})\r\n    (2.Qb5+ $2 Kf7 {Это отличная идея, но у белых все еще не хватает фигуры. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rn3rk1/1b1p1ppp/p1pP4/1pP5/P7/8/3B1PPP/1R1K1B1R w - - 0 18\"]\r\n\r\n{Фигуры черных сгрудились на ферзевом фланге. У белой пешки \"a\" три возможности: шагнуть вперед, разменяться или не обращать внимания на нападение. Выберем сильнейшую!}\r\n18.a5\r\n    {[%wrong Это интересный ход, но мы можем найти сильнейший ход белой пешкой \"a\". Попробуем снова!][%hint Продвинуть пешку, разменяться или не обращать внимания на нападение? Выберем ход пешкой \"a\", позволяющий закрыть ферзевый фланг.] Отличное решение. Черные ладья, конь и слон пойманы на ферзевом фланге, поэтому у белых в игре три лишние фигуры!}\r\n    (18.axb5 $2 axb5 {Этот ход позволяет черным вскрыть ферзевый фланг, и белые утрачивают свой перевес. Попробуем снова!})\r\n    (18.Ba5 $5 {Этот интересный ход парализует силы черных на ферзевом фланге. Можем придумать аналогичную идею с использованием пешки \"a\"?})\r\n*"
   ],
   "title" : "Продвинуть, взять или не обращать внимания",
   "url" : "https://www.chess.com/ru/lessons/osnovy-strategii/prodvinut-vziat-ili-ne-obrashchat-vnimaniia",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-INT-push-capture-ignore-x1q.mp4"
}
