{
   "description" : "Гроссмейстеры Давид Бронштейн и Ефим Геллер были сильнейшими атакующими шахматистами своего времени. На Чемпионате СССР в 1961 году Бронштейн первым нанес удар и победил быстро и красиво.",
   "duration" : null,
   "fen" : "4r1k1/pR3pp1/1n3P1p/q2p4/5N1P/P1rQpP2/8/2B2RK1 w - - 0 20",
   "id" : "1ff5aa68-c41d-11ea-949e-7b250be9fae8",
   "membership" : 50,
   "questions" : [
      "[Event \"USSR Championship 1961a\"]\r\n[Site \"Moscow URS\"]\r\n[Date \"1961.01.10\"]\r\n[Round \"1\"]\r\n[White \"David Бронштейн\"]\r\n[Black \"Efim Geller\"]\r\n[Result \"1-0\"]\r\n[ECO \"E27\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbq1rk1/ppp2ppp/4pn2/3p4/2PP4/P1P2P2/4P1PP/R1BQKBNR w KQ - 0 7\"]\r\n[PlyCount \"31\"]\r\n[EventDate \"1961.??.??\"]\r\n[Source \"ChessBase\"]\r\n\r\n{Бронштейн разыграл вариант Земиша защиты Нимцовича и получил преимущество двух слонов, но отстал в развитии. Каким ходом он разменял пешки в центре?} 7. cxd5 {[%wrong Поищем сильнейший ход. Какое взятие напрашивается?] [%hint Меняем пешки.]} (7. Nh3 $5 {Это приемлемое продолжение, но Бронштейн нашел сильное взятие. Какое?}) (7. e3 $5 {Это приемлемое продолжение, но Бронштейн нашел сильное взятие. Какое?}) (7. Bg5 $5 {Это приемлемое продолжение, но Бронштейн нашел сильное взятие. Какое?}) \r\n7... exd5 {Начало положено! Как подготовить развитие слона f1?} 8. e3 {[%wrong Поищем сильнейшее продолжение. Сделаем ход пешкой в центре.] [%hint Сделаем ход центральной пешкой. Жертвовать не обязательно.]} (8. g3 $2 c5 {Поищем оптимальный способ развития слона f1.}) (8. e4 $2 dxe4 {Поищем оптимальный способ развития слона f1.}) (8. g4 $2 Re8 {Поищем оптимальный способ развития слона f1.}) \r\n8... Bf5 {Отлично! Каким ходом Бронштейн развил коня?} 9. Ne2 {[%wrong Поищем сильнейший ход. Как развить коня g1?] [%hint Выведем коня в центр.]} (9. Nh3 $2 Bxh3 {Поищем оптимальное поле для коня.}) (9. Ra2 $5 {Это интересная идея, но Бронштейн решил развить коня. Каким ходом?}) (9. c4 $2 c5 {Черные вскрывают позицию, пока белые отстают в развитии. Поищем оптимальное поле для коня.}) \r\n9... Nbd7 {Верный выбор! Куда отправится конь?} 10. Nf4 {[%wrong Поищем сильнейший ход. Конь должен стремиться в центр.] [%hint Централизуем коня.]} (10. h4 $5 {Это приемлемое продолжение, но Бронштейн активнее расположил коня. Каким ходом?}) (10. Ng3 $5 {Это приемлемое продолжение, но Бронштейн расположил коня ближе к центру. Каким ходом?}) (10. Ra2 $5 {Это приемлемое продолжение, но Бронштейн активнее расположил коня. Каким ходом?}) \r\n10... c5 {Блестяще! Как продолжить развитие?} 11. Bd3 {[%wrong Поищем сильнейший развивающий ход. Предложим размен.] [%hint Развиваемся и предлагаем размен слонов.]} (11. g4 $5 {Это сильный ход, но белые продолжили развитие и предложили размен. Каким ходом?}) (11. Be2 $5 {Это сильный ход, но белые продолжили развитие и предложили размен. Каким ходом?}) (11. Bb5 $2 Qa5 {На b5 слон может попасть под бой. Поищем оптимальное поле.}) (11. Bd2 $2 Rc8 {Лучше сначала развить другого слона. Каким ходом?}) (11. Bb2 $2 Qb6 {Лучше сначала развить другого слона. Каким ходом?})\r\n11... Bxd3 {Отлично! Какое взятие напрашивается?} 12. Qxd3 {[%wrong Черные выигрывают. Какое взятие напрашивается?] [%hint Возьмем так, чтобы развить фигуру.]} (12. Nxd3 $5 {Это приемлемое продолжение, но мы можем найти сильнейшее взятие.}) \r\n12... Re8 {Здорово! Каким ходом Бронштейн увел короля из центра?} 13. O-O {[%wrong Поищем сильнейший ход. Как увести короля из центра?] [%hint Рокировка поможет увести короля из центра.]} (13. a4 $5 {Это интересная идея, но Бронштейн решил обезопасить положение своего короля. Каким ходом?}) (13. Kf2 $5 {Это возможное продолжение, но мы можем обезопасить короля и активно расположить ладью одним ходом. Каким?}) \r\n13... Rc8 {Прекрасно! Каким ходом Бронштейн продолжил развитие, создавая угрозу?} 14. Rb1 {[%wrong Поищем сильнейшее продолжение. На каком поле ладья a1 будет расположена оптимально?] [%hint Развиваемся и нападаем на поле b7.]} (14. a4 $5 {Это приемлемое продолжение, но белые решили занять полуоткрытую вертикаль. Каким ходом?}) (14. Re1 $5 {Это приемлемое продолжение, но белые решили занять полуоткрытую вертикаль. Каким ходом?}) (14. Bd2 $5 {Это приемлемое продолжение, но белые решили занять полуоткрытую вертикаль. Каким ходом?}) (14. Ra2 $2 Nb6 {Поищем оптимальное поле для ладьи.}) (14. Qb5 $2 cxd4 {У черных все в порядке. Попробуем напасть на пешку b7 другой фигурой.}) \r\n14... Qa5 {Молодец! Геллер смело пожертвовал пешку b7 за развитие, но Бронштейн рассчитал варианты дальше. Какое взятие напрашивается?} 15. Rxb7 {[%wrong Поищем сильнейшее продолжение атаки. Какое взятие напрашивается?] [%hint Возьмем незащищенную пешку.]} Nb6 {Отлично! Ладья заперта на b7 но ей пока ничего не угрожает. Каким ходом Бронштейн захватил пространство на королевском фланге?} 16. g4 {[%wrong Поищем сильнейший ход. Какое продвижение пешки напрашивается?] [%hint Готовимся напасть на коня f6 пешкой \"g\".]} (16. dxc5 $5 {Это разумное продолжение, но Бронштейн решил захватить пространство на королевском фланге. Каким ходом?}) (16. h4 $2 c4 {Поищем сильнейшее пешечное продвижение на королевском фланге.}) (16. e4 $2 c4 {У черных все в порядке. Поищем сильнейший ход пешкой на королевском фланге.})\r\n16... h6 {Замечательно! Черные пока помешали ходу g4-g5, но Бронштейн смог возобновить угрозу. Каким ходом?} 17. h4 {[%wrong Поищем сильнейшее продолжение атаки. Обратим внимание на королевский фланг и попробуем снова.] [%hint Поддержим продвижение g4-g5 другой пешкой.]} (17. Kh1 $5 {Это приемлемое продолжение, но Бронштейн решил наступать на королевском фланге. Какой ход он выбрал?}) (17. h3 $2 c4 {Поищем сильнейший ход пешкой на королевском фланге.}) (17. e4 $2 dxe4 {Поищем сильнейший ход пешкой на королевском фланге.}) (17. g5 $2 hxg5 {TПоищем сильнейший ход пешкой на королевском фланге.}) \r\n17... cxd4 {Потрясающе! Каким ходом Бронштейн продолжил атаку?} 18. g5 {[%wrong Поищем сильнейшее продолжение атаки. Как создать сильную угрозу?] [%hint Нападем на коня f6.]} (18. cxd4 $5 {Это отличный ход, но Бронштейн решил создать угрозу. Каким ходом?}) (18. exd4 $2 Rxc3 {Черным не на что жаловаться. Поищем, как Бронштейн продолжил атаку на королевском фланге.}) (18. Qxd4 $2 Rc4 {У черных все в порядке. Поищем, как Бронштейн продолжил атаку на королевском фланге.}) \r\n18... dxe3 {Превосходно! Черные жертвуют коня за центральные пешки белых. Стоит ли брать на f6?} 19. gxf6 {[%wrong У черных перевес Какое взятие напрашивается?] [%hint Возьмем фигуру, вскрывая вертикаль \"g\".]} (19. Rxf7 $5 {Это приемлемое продолжение, но у нас есть сильнейший ход. Какок взятие сделал Бронштейн?}) (19. gxh6 $2 Qxc3 {У черных все в порядке. Поищем сильнейшее взятие.}) (19. g6 $5 {Это приемлемое продолжение, но мы ищем сильнейший ход. Какое взятие напрашивается?}) \r\n19... Rxc3 {Молодец! Каким неожиданным ходом Бронштейн форсировал мат и вынудил противника сдаться?} 20. Qg6 {[%wrong Поищем блестящую матовую комбинацию. Возьмите подсказку, если затрудняетесь.] [%hint Жертвуем ферзя, создавая угрозу мата. Если черные возьмут его, вскроется седьмая горизонталь, и мы дадим мат ладьей, конем и пешкой f6.]} (20. Rxf7 $5 {Этот ход тоже ведет к мату, но мы можем найти кратчайший путь.}) \r\n20... fxg6 {Потрясающе! Как белые дают мат в два хода?} 21. Rxg7+ {[%wrong Это не мат. Проверим шахи и попробуем снова.] [%hint Оттесним черного короля на черное поля, где он получит мат конем.]} Kf8 {Здорово! Где же мат?} 22. Nxg6# {[%wrong Это не мат. Попробуем снова.] [%hint Проверим шахи. Какой ведет к мату?] Молодец! Блестящая атака!} 1-0"
   ],
   "title" : "Дай мат гроссмейстеру - Бронштейн против Геллера",
   "url" : "https://www.chess.com/ru/lessons/dai-mat-grossmeisteru-pobedy-v-debiute/bronshtein-protiv-gellera",
   "video" : null
}
