{
   "description" : "В миттельшпиле расположение пешек подсказывает направление атаки - действуйте там, куда показывает ваша пешечная цепочка. Мы можем провести либо атаку пешечного большинства, пытаясь создать проходную, либо атаку пешечного меньшинства, чтобы произошли размены, и соперник остался со слабой изолированной пешкой.",
   "duration" : null,
   "fen" : "1r3rk1/p1q2ppp/4b3/1pp5/8/2R1PQP1/PP3PBP/R5K1 w - - 0 19",
   "id" : "23194c60-a0be-11e8-92a7-ef3317902e61",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1rbq1rk1/2n2pbp/pp1p1np1/2pP4/P3P3/2NB3P/1P1N1PPB/R2QR1K1 b - - 0 1\"]\r\n\r\n{Белые планируют продолжать Кc4 с сильной позицией. Как черным помешать этому и привести в движение пешечное большинство на ферзевом фланге?}\r\n1...b5\r\n    {[%wrong Это интересный ход, но он не позволяет активизировать пешечное большинство черных на ферзевом фланге. Попробуем снова!][%hint Какой ход пешкой предотвращает Кc4 и активизирует пешечное большинство на ферзевом фланге?]}\r\n    (1...a5 $2 2.Nc4 {Этот ход пешкой ослабляет белые поля в позиции черных, и после Кc4 белые получают большой перевес. Попробуем снова!})\r\n2.axb5\r\n    {Молодец! Черные приводят в движение пешечное большинство на ферзевом фланге и не позволяют белому коню попасть на c4. Как черным взять пешку b5, препятствуя ходу Кc4?}\r\n2...axb5\r\n    {[%wrong Этот ход не позволяет черным привести в движение пешечное большинство на ферзевом фланге и не пустить белого коня на c4. Попробуем снова!][%hint Как соединить пешки ферзевого фланга черных, чтобы они работали вместе?] Изумительно! Активные пешки ферзевого фланга дают черным возможность играть активно вместо того, чтобы страдать в пассивной позиции.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqr1k1/1p2bppp/2p2nn1/p2p4/PP1P4/2NBPN1P/2Q2PPB/1R3RK1 w - - 0 1\"]\r\n{Белые проводят атаку пешечного меньшинства! Как захватить пространство и напасть на черную пешку c6?}\r\n1.b5\r\n    {[%wrong Это интересный ход, но он не позволяет белым захватить пространство и напасть на пешку c6. Попробуем снова!][%hint Белые сделали ход b4, чтобы напасть на пешку c6. Как атаковать ее пешкой \"b\"?]}\r\n    (1.bxa5 $5 {Это интересная идея! Этот ход вскрывает вертикаль \\\"b\\\", чтобы по ней сдвоились ладьи, атакуя пешку b7. С другой стороны, пешка \"a\" становится изолированной. Ведем вперед пешку \\\"b\\\", атакуя поле c6!})\r\n1...c5\r\n    {Черные не позволяют белым вскрыть вертикаль \\\"b\\\" и создать отсталую пешку на c6. Черные надеются продолжать ...c4. Как помешать этому и изолировать черную пешку?}\r\n2.dxc5\r\n    {[%wrong Это интересный ход, но он не мешает продвижению ...c4. Попробуем снова!][%hint Какое пешечное взятие позволяет изолировать черную пешку d5?]}\r\n2...Bxc5\r\n    {Отличная работа! Теперь у черных изолированная пешка на вертикали \"d\". Активизируем ладью f1 и начнем атаковать пешку d5!}\r\n3.Rfd1\r\n    {[%wrong Это интересный ход, но нам нужно расположить ладью f1 напротив черной пешки d5. Попробуем снова!][%hint Займем ладей f1 вертикаль, где находится черная пешка d5!] Изумительно! Белые продолжат наращивать давление на черную изолированную пешку \"d\", и черным будет трудно защищаться.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rn1qk2r/1p3pp1/2p1pn1p/p4b2/1bBP1B2/2N2N2/PPP1Q1PP/3R1R1K w kq - 2 11\"]\r\n{Белые пожертвовали пешку, чтобы получить большое преимущество в развитии. Черный король все еще находится в центре доски. Какой ход пешки позволяет белым вскрыть центр?}\r\n11.d5\r\n    {[%wrong Это интересная идея, но не ход пешкой, вскрывающий вертикали в центре. Попробуем снова!][%hint Черная пешка e6 связана. Как белым напасть на нее ходом пешки?]}\r\n11...cxd5\r\n    {Потрясающе! Белые вскрывают вертикали. Черная пешка e6 связана. Как белым взять пешку, угрожая вилкой на черного короля и ладью a8?}\r\n12.Nxd5\r\n    {[%wrong Это интересный ход, но белым нужно взять пешку, угрожая вилкой на черного короля и ладью a8. Попробуем снова!][%hint Чернопольный слон белых атакует поле c7. Какая фигура белых может взять пешку, вместе с чернопольным слоном атакуя поле c7?]}\r\n    (12.Bxd5 $5 Qc8 {И далее Кd4 - сильная идея! Возьмем на d5 конем.})\r\n12...Nxd5\r\n    {Молодец! Белый конь вступил в борьбу пользуясь тем, что пешка e6 связана, и угрожал напасть на черного короля и ладью одновременно. Черные избавились от сильного коня белых. Возьмем коня слоном.}\r\n13.Bxd5\r\n    {[%wrong Нам нужно взять коня d5 слоном. Сделаем этот сильный ход!][%hint Возьмем черного коня слоном.]}\r\n13...Qc8\r\n    {Отлично! Белый слон атакует слабую пешку b7. У белых больше нет пешки на d4. Используем это поле, чтобы напасть на белопольного слона конем!}\r\n14.Nd4\r\n    {[%wrong Нам нужно занять конем поле d4. Сделаем этот ход!][%hint Поставим коня на d4!] Фантастическая работа! Вскрыв вертикали в центре ходом d4, белые оживили свои фигуры и получили сильную позицию. Достаточно сравнить их фигуры с пассивными фигурами черных.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bq2k1/pp1p1p1p/2pBnbp1/8/6Q1/1PNB4/P1PP1PPP/5R1K w - - 4 17\"]\r\n\r\n{У белых большое позиционное преимущество, но как его использовать? Как найти сильное нападение пешкой на черную пешку g6?}\r\n17.f4\r\n    {[%wrong Это интересный ход, но он не позволяет подготовить нападение пешкой на черную пешку g6. Попробуем снова!][%hint Белая ладья поддерживает движение пешки вперед...]}\r\n    (17.h4 $2 Bxh4 {Это интересный ход. Не забываем о возможностях черных!})\r\n17...Ng7\r\n    {Молодец! Нападем на черную пешку g6!}\r\n18.f5\r\n    {[%wrong Это не нападение на пешку g6. Попробуем снова!][%hint Ведем пешку \\\"f\\\" вперед!] Молодец! Белые угрожают вскрыть вертикаль \\\"f\\\" и сыграть Кe4. Фигуры черных расположены пассивно и не могут справиться с белыми!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"3qr1k1/3r1pbp/1p1p1np1/pNp1n3/2P1P3/PP4PP/1BQ2PBK/3RR3 w - - 2 4\"]\r\n\r\n{Хорошо ли вы играете пешками? Какой ход пешкой позволяет белым выиграть фигуру?}\r\n4.f4\r\n    {[%wrong Это интересная идея, но мы ищем ход пешкой, позволяющий белым выиграть фигуру. Попробуем снова!][%hint Как белым захватить пространство в центре и напасть на черную фигуру одновременно?]}\r\n4...Nc6\r\n    {Отличная работа! Черного коня прогнали из центра, и он остался без защиты. Используем наши пешки, чтобы выиграть фигуру!}\r\n5.e5\r\n    {[%wrong Это интересный ход, но так белые не выигрывают фигуру. Попробуем снова!][%hint Как ходом пешки напасть на одну фигуру, чтобы слон одновременно напал на другую?] Мы все лучше и лучше играем пешками! Белые нападают на коня f6 пешкой, а белопольный слон атакует беззащитного коня c6. Белые выигрывают фигуру!}\r\n*"
   ],
   "title" : "Пешки в миттельшпиле",
   "url" : "https://www.chess.com/ru/lessons/aktiviziruem-figury/peshki-v-mittelshpile",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-pawns-in-the-middlegame-b0b.mp4"
}
