{
   "description" : "Обычно в ответ на 1.e4 черные берут под бой поле d4 ходом 1...e5 или 1...c5, мешая белым захватить центр двумя пешками.",
   "duration" : null,
   "fen" : "r1bqkbnr/pppp1ppp/2n5/8/3QP3/8/PPP2PPP/RNB1KBNR w KQkq - 1 4",
   "id" : "24791458-a0bb-11e8-95f9-c37374d1e4f8",
   "membership" : 30,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/pppppppp/8/8/4P3/8/PPPP1PPP/RNBQKBNR b KQkq - 0 1\"]\r\n\r\n{Делаем ход пешкой \\\"e\\\", занимая пространство в центре.}\r\n1...e5\r\n    {[%wrong Займем центр черной пешкой \"е\". Попробуем снова!][%hint Ходим пешкой, расположенной перед черным королем, на два поля вперед.]}\r\n    (1...d5 $2 2.exd5 {Это хорошая попытка, но нам нужно занять центр черной пешкой \\\"e\\\", а не \\\"d\\\". Попробуем снова!})\r\n2.d4\r\n    {Отличная работа! Черная пешка помогает бороться за центр. Белые атакуют ее ходом 2. d4. Возьмем эту пешку!}\r\n2...exd4\r\n    {[%wrong Это не взятие белой пешки d4. Попробуем снова!][%hint Как черным взять белую пешку d4?]}\r\n3.Qxd4\r\n    {Отличная работа! Черные забирают белую пешку d4, выманивая ферзя в центр. Развиваем коня с нападением на белого ферзя!}\r\n3...Nc6\r\n    {[%wrong Это не развитие коня с нападением на белого ферзя. Попробуем снова!][%hint Один из черных коней может напасть на белого ферзя. Какой?] Верно! Черные выводят фигуру в центр, вынуждая белого ферзя потратить время на отступление.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/pppp1ppp/8/4p3/4P3/5N2/PPPP1PPP/RNBQKB1R b KQkq - 1 2\"]\r\n\r\n{Белые атакуют черную пешку e5. Как черным развить коня с ответным нападением на белую пешку e4?}\r\n2...Nf6\r\n    {[%wrong Этот ход не развивает черного коня к центру с атакой пешки e4. Попробуем снова!][%hint Черный конь g8 готов напасть на пешку e4.]}\r\n    (2...Nc6 $5 {Защита пешки e5 - самый распространенный ответ черных. Мы изучим эту идею в следующем задании, а сейчас попробуем развить коня с атакой белой пешки e4.})\r\n3.Nxe5\r\n    {Молодец! Ответ 2...Nf6 определяет русскую партию. Белые забирают черную пешку. Должны ли черные продолжать 3...d6, нападая на белого коня, или сразу брать пешку e4?}\r\n3...d6\r\n    {[%wrong Мы рассматриваем ходы 3...d6 и 3...Кxe4. Выберем из них сильнейший.][%hint Прогоним коня с поля e5 прежде, чем взять пешку e4.]}\r\n    (3...Nxe4 $2 4.Qe2 {Этим ходом черные теряют, как минимум, пешку. Нужно сначала прогнать белого коня.})\r\n4.Nf3\r\n    {Отлично! Черные прогнали белого коня с поля e5. Теперь возьмем пешку e4.}\r\n4...Nxe4\r\n    {[%wrong Нам нужно взять белую пешку e4. Попробуем снова!][%hint Как взять белую пешку e4?]}\r\n5.Qe2\r\n    {Теперь белые связывают коня защитой короля. Как защитить коня фигурой, избавляясь от связки?}\r\n5...Qe7\r\n    {[%wrong Этот ход не позволяет защитить коня и избавиться от связки. Попробуем снова!][%hint Какая фигура может одновременно прикрыть черного короля, избавить коня e4 от связки и защитить его?] Отличный ход! Черные защищают коня, избавляясь от связки. На следующем ходу конь может отступить.}\r\n    (5...d5 $2 6.d3 {Этот ход защищает коня, но теперь белые выиграют фигуру, потому что он еще связан. Попробуем снова!})\r\n    (5...Bf5 $2 {Этот ход защищает коня, но теперь белые выиграют фигуру, потому что он еще связан. Попробуем снова!})\r\n    (5...f5 $2 {Этот ход защищает коня, но теперь белые выиграют фигуру, потому что он еще связан. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqkbnr/pppp1ppp/2n5/4p3/2B1P3/5N2/PPPP1PPP/RNBQK2R b KQkq - 3 3\"]\r\n\r\n{Белые только что сделали ход 3. Bc4, выбрав итальянскую партию. Развиваем в центр чернопольного слона с нападением на белую пешку f2.}\r\n3...Bc5 { [%wrong Каким ходом развить слона f8?]\r\n[%hint Развиваем слона f8 с нападением на белую пешку f2.]}  ( 3... Nf6 $5 {Это интересная идея, но мы ищем оптимальное поле для слона f8. Какое?} )( 3... Be7 $5 {Это интересная идея, но мы можем развить слона f8 к центру. На какое поле?} )( 3... Bd6 $2 {Зачем блокировать пешку \"d\"? Развиваем слона на активное поле.} )( 3... f6 $2 4. d4\r\n{Черным будет трудно рокировать или развить коня g8. Поищем сильнейший ход.}  )( 3... Bb4 $2 4. c3 {Слону придется отступить. Попробуем развить слона f8 к центру. На какое поле?}) (3... d6 $5 {Этот ход возможен, но нам выгоднее сразу развить слона f8.}  4. d4 {Это интересная идея, но мы ищем оптимальное поле для слона f8. Какое?}  )( 3... Nce7\r\n$2 {Мы мешаем развитию слона f8 и оставляем без защиты пешку e5. Попробуем развить слона.} )( 3... Nb4 $2 {Не ходим дважды одной фигурой, если это не совершенно необходимо. Развиваем слона f8.} )( 3... Nd4 $5 {Не ходим дважды одной фигурой, если это не совершенно необходимо. Развиваем слона f8.} )( 3... g6 $5 { Это интересная идея. Мы  готовим фланговое развитие слона на следующем ходу, но еще выгоднее сразу развить его к центру. На какое поле?} )( 3... Na5 $2 {Этот ход допускает взятие 4.Кxe5 и не развивает слона f8. Попробуем снова.} )( 3... f5 $5 {Этот активный ход не позволяет развить слона f8. Попробуем снова.} )( 3... Nge7 $6 {Мы мешаем развитию слона f8. Попробуем сначала развить слона.} )( 3... Ke7 $2 {Мы мешаем развитию слона f8 и лишаем короля рокировки. Попробуем развить слона.} )( 3... h5 $2 {Это интересная идея, но нам нужно развить слона f8. На какое поле?} )( 3... b5 $2 {Этот ход допускает взятие Сxb5 и не развивает чернопольного слона. Поищем для него оптимальное поле.} )( 3... Ba3 $2 4. Nxa3 {Этот ход развивает слона на атакованное поле и ведет к потере фигуры. Поищем сильнейшее продолжение.})\r\n4.Ng5 $2\r\n    {Отлично! Черные развивают слона на c5, атакуя слабую пешку f2. Белые делают агрессивный, но слабый ход 4. Ng5. Поищем сильнейший ответ черных, позволяющий выиграть фигуру.}\r\n4...Qxg5\r\n    {[%hint Как избавиться от белого коня g5?] Чудесно! Черные забирают белого коня, просто выигрывая фигуру.}\r\n    (4...Nf6 $2 5.Nxf7 {Белые забирают пешку с вилкой на ферзя и ладью черных. Попробуйте снова!})\r\n    (4...Qe7 $2 5.Nxf7 {Черный ферзь слишком ценен, чтобы менять его на коня и слона, поэтому белые выигрывают пешку. Попробуйте снова!})\r\n    (4...d5 $6 {Это хорошая попытка, но черные могут просто выиграть фигуру. Попробуем снова.})\r\n( 4... Bxf2+ $2 5. Kxf2 {Белые выиграли фигуру. Поищем сильнейшее взятие.}  )( 4... f6 $2 5. Nf7\r\n{ Белые напали на ферзя и ладью черных. Поищем сильнейшее взятие.} )( 4... Nh6 $2 {Это продолжение возможно, но сильнее просто взять белого коня. Каким ходом?} )( 4... h6 $2 5. Nxf7 {Осторожно! Белые нападают конем на ферзя и ладью. Поищем сильнейшее продолжение.}  )( 4...\r\nQf6 $2 5. d4 {Это продолжение возможно, но сильнее просто взять белого коня. Каким ходом?} \r\n)( 4... Kf8 $2 5. Nxf7 {Осторожно! Белые нападают конем на ферзя и ладью. Поищем сильнейшее продолжение.} )( 4... g6 $2 5. Nxf7 {Осторожно! Белые нападают конем на ферзя и ладью. Поищем сильнейшее продолжение.} )( 4... Ke7 $2 5. Nxf7 {Осторожно! Белые нападают конем на ферзя и ладью. Поищем сильнейшее продолжение.} )( 4... Nge7 $2 5. Nxf7 {Осторожно! Белые нападают конем на ферзя и ладью. Поищем сильнейшее продолжение.} )( 4... Na5 $2 5. Bxf7 {В ответ слон берет на f7 с шахом. Поищем сильнейшее продолжение.} )( 4... Be7 $2 {Внимание! Слон нападает на коня, но он уже был под боем.} )( 4... f5 $2 {Мы ослабляем прикрытие своего короля, хотя могли выиграть коня. Ищем сильнейший ход.} )( 4... Bf8 $2 {Зачем отступать слоном? Внимание! Мы можем взять коня.} )( 4... Bd6 $2 {Зачем отступать слоном? Внимание! Мы можем взять коня.} )( 4... Nce7 $2 {Зачем отступать конем? Как сразу выиграть белого коня?} )( 4... Nd4\r\n$2 {Так мы не выигрываем коня. Поищем взятие коня g5.} )( 4... b5 $2 {Так мы не выигрываем коня. Поищем взятие коня g5.}\r\n)( 4... d6 $2 {Так мы не выигрываем коня. Поищем взятие коня g5.} )( 4... Bd4 $2 {Так мы не выигрываем коня. Поищем взятие коня g5.}\r\n)( 4... a6 $2 {Так мы не выигрываем коня. Поищем взятие коня g5.} )( 4... Nb4 $2 {Так мы не выигрываем коня. Поищем взятие коня g5.}\r\n)( 4... Be3 $2 {Так мы не выигрываем коня, а теряем слона. Поищем взятие коня g5.} )( 4...\r\nBb4 $2 {Так мы не выигрываем коня. Поищем взятие коня g5.} )( 4... h5 {Так мы не выигрываем коня. Поищем взятие коня g5.} )( 4... a5\r\n$2 {Так мы не выигрываем коня. Поищем взятие коня g5.} )( 4... Bb6 $2 {Зачем отступать слоном? Внимание! Мы можем взять коня.} )( 4... Rb8 {Как выиграть коня? Поищем сильнейший ход.} )( 4... b6 {Как выиграть коня? Поищем сильнейший ход.} )( 4... Ba3 {Этот ход ведет к потере слона. Как выиграть фигуру?}  5.\r\nNxa3 ) *",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqk1nr/pppp1ppp/2n5/2b1p3/2B1P3/5N2/PPPP1PPP/RNBQ1RK1 b kq - 5 4\"]\r\n\r\n{Белые уже сделали рокировку, поэтому черным надо сосредоточиться на том, чтобы обеспечить безопасность короля. Развиваем черного коня в центр и готовим рокировку!}\r\n4...Nf6\r\n    {[%wrong Выведем черного коня в центр, чтобы сделать рокировку следующим ходом. Попробуем снова!][%hint Нам нужно вывести черного коня в центр, атакуя пешку e4, чтобы сделать рокировку следующим ходом.]}\r\n5.d3\r\n    {Отличная работа! Черные развивают коня в центр, атакуя пешку e4. Обеспечим безопасность черного короля с помощью рокировки!}\r\n5...O-O\r\n    {[%wrong Черным нужно сделать рокировку, обезопасив короля. Попробуем снова!][%hint Помним, что при рокировке король делает ход на два поля?] Отличная работа! Король рокировал, и у черных хорошая позиция.}\r\n    (5...Kf8 $2 {Мы почти угадали, но это не рокировка. Сделаем ход королем на два поля!})\r\n    (5...Ke7 $2 {Так черный король застрянет в центре. Спрячем его за пешками на королевском фланге.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/pppppppp/8/8/4P3/8/PPPP1PPP/RNBQKBNR b KQkq - 0 1\"]\r\n\r\n{Разыграем сицилианскую защиту с выходом черной пешки на c5!}\r\n1...c5{\r\n[%wrong Мы играем сицилианскую защиту с ходом 1...c5. Сделаем его, чтобы продолжить.] [%hint Мы играем сицилианскую защиту с ходом 1...c5. Сделаем его, чтобы продолжить.]} \r\n2.Nf3\r\n    {Молодец! В сицилианской защите черные борются за поле d4. Теперь надо взять под бой ключевое центральное поле d4 конем.}\r\n2...Nc6 {[%wrong Нам нужно развить коня к центру. Каким ходом?] [%hint Развиваем коня b8 к центру.]} (2...\r\nNf6 $2 3. e5 {Черный конь попадает под атаку на поле f6. Сначала развиваем другого коня.}) \r\n3.d4\r\n    {Верно! Черный конь контролирует поле d4. Белые пытаются полностью захватить центр. Разменяем черную пешку c5 на белую d4.}\r\n3...cxd4\r\n    {[%wrong Это не взятие пешки d4 черной пешкой. Попробуйте снова!][%hint Как черным взять белую пешку d4 своей пешкой?] Отлично! Черные разменивают фланговую пешку c5 на центральную d4. Впереди острая борьба!}\r\n    (3...Nxd4 $2 4.Nxd4 {Этот ход дает белым слишком большое преимущество в центре. Сильнее взять черную пешку d4 пешкой, сохранив коней на доске. Попробуем снова!})\r\n*"
   ],
   "title" : "Введение в 1.e4 - дебют за черных (1...e5 и 1...c5)",
   "url" : "https://www.chess.com/ru/lessons/vvedenie-v-teoriiu-debiutov/vvedenie-e4-za-chernykh-e5-c5",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-BEG-1e4-defenses-for-black-1--e5-1--c5-l8x.mp4"
}
