{
   "description" : "При атаке на позицию рокировки нужно вынуждать ослабления. Хороший способ этого добиться - наступать пешками, чтобы вскрыть линии. Такая стратегия будет эффективнее всего при разносторонних рокировках - когда наш король и король противника находятся на разных флангах.",
   "duration" : null,
   "fen" : "1r3rk1/4ppbp/p1bp1np1/qp5P/4P1P1/1BN1BP2/PPPQ4/2KR3R b - - 0 15",
   "id" : "274c9e12-a0bf-11e8-a157-8fc666b8c66c",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1q2r1k/2pb1pbp/1p1p1np1/p1nPp1B1/2P1P1PP/2N2P2/PP1Q1N2/R3KB1R w KQ - 1 14\"]\r\n\r\n{Гроссмейстер Арон Нимцович покажет нам, как использовать пешки королевского фланга, чтобы вскрыть линии для атаки на вражеского короля. Каким ходом Нимцович продолжает пешечный штурм?}\r\n14.h5\r\n    {[%wrong Это интересный ход, но он не позволяет нам начать пешечный штурм на королевском фланге. Попробуем снова!][%hint Черный король расположен на вертикали \\\"h\\\", поэтому нам надо вести вперед свою пешку \\\"h\\\", пытаясь вскрыть эту вертикаль!]}\r\n14...gxh5\r\n    {Изумительно! Черные хотят помешать белым вскрыть вертикаль \\\"h\\\" и начать опасную атаку на черного короля. Как вскрыть вертикаль, ведущую к черному королю?}\r\n15.Bxf6\r\n    {[%wrong Интересный ход, но он не позволяет вскрыть линии, атакуя черного короля - попробуйте снова!][%hint Нам хотелось бы вскрыть вертикаль \\\"h\\\" ходом Лxh5, но это поле охраняет черный конь f6. Можете устранить защитника?]}\r\n    (15.gxh5 $5 Ne8 {Этот ход позволяет белым захватить пространство и получить хорошую позицию после рокировки на ферзевый фланг. Поищите, как вскрыть вертикаль \\\"h\\\" и создать еще более сильную атаку?})\r\n    (15.Rxh5 $2 Nxh5 {Нам нужно взять пешку ладьей, чтобы начать атаку по вертикали \\\"h\\\", но мы не должны позволить черному коню взять нашу ладью. Можете найти более сильную редакцию своей идеи?})\r\n15...Bxf6\r\n    {Вы нашли ход гроссмейстера - молодец! Теперь мы можем усилить игру Нимцовича. Он сделал сильный ход Лxh5, но мы можем сначала занять вертикаль \"h\" более сильной фигурой.}\r\n16.Qh6\r\n    {[%wrong Это интересный ход, но нам нужно сначала занять вертикаль \\\"h\\\" фигурой сильнее, чем ладья. Попробуем снова!][%hint Какая фигура сильнее, чем ладья? Как занять ей вертикаль \"h\", атакуя черного короля?]}\r\n    (16.Rxh5 $5 {Этот хороший ход сделал Нимцович, но мы можем сначала занять вертикаль \"h\" более сильной фигурой.})\r\n16...Bg7\r\n    {Фантастика! Мы усилили игру гроссмейстера! Пешка \\\"h\\\" связана угрозой мата, поэтому черные нападают на нашего ферзя. Как нам продолжить атаку?}\r\n17.Qxh5\r\n    {[%wrong Это интересный ход, но мы можем найти сильнейшее отступление ферзя. Попробуем снова!][%hint Как безопасно расположить ферзя, угрожая матом?]}\r\n17...h6\r\n    {Черные вынуждены двинуть пешку вперед. Как подключить еще одну пешку к штурму на королевском фланге?}\r\n18.g5\r\n    {[%wrong Это интересное продолжение, но мы можем найти более сильный ход, позволяющий белым напасть на пешку h6. Попробуем снова!][%hint Какая пешка может напасть на слабую черную пешку h6?] Впечатляющая игра! Пешечным штурмом белые вскрыли позицию черного короля и теперь атакуют его тяжелыми фигурами!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2rqk2r/1p2bppp/pn1pbn2/4p3/4P1P1/1NN1BP2/PPPQ3P/2KR1B1R w k - 3 12\"]\r\n\r\n{В этой гроссмейстерской партии белые применили стандартный план f3-g4, начиная пешечный штурм на королевском фланге. Какое продолжение сделает лавину пешек еще сильнее?}\r\n12.h4\r\n    {[%wrong Это интересный ход. Теперь попробуем подключить к штурму еще одну пешку.][%hint Пешка \\\"g\\\" сильна, но как усилить штурм, подключив к нему еще одну пешку?]}\r\n    (12.g5 $6 Nh5 {Это интересное продолжение, но черные могут защитить коня ходом ...g6, затруднив продвижение наших пешек. Какое продвижение позволяет помешать отступлению ...Кh5 до хода g5?})\r\n    (12.Rg1 $6 {Ладьи защищают пешки, устремляющиеся вперед. Мы на правильном пути, но эта ладья может поддержать продвижение пешки \\\"h\\\". Ведем ее вперед!})\r\n12...O-O\r\n    {Отлично! Белые подключают сильную пешку \\\"h\\\" к пешечному штурму. Какую пешку вести вперед первой - g4 или h4?}\r\n13.h5\r\n    {[%wrong Это интересный ход, но мы решаем, какую пешку первой двинуть вперед: g4 или h4? Попробуем снова!][%hint Сделаем ход пешкой, не позволяющий черному коню f6 укрепиться на важном поле, замедляя наше наступление.]}\r\n    (13.g5 $6 Nh5 {Так черные могут замедлить наш пешечный штурм, готовясь защитить коня ходом ...g6. Чтобы этого избежать, начнем с хода другой пешки!})\r\n    (13.f4 $2 Nxg4 {Пешка \"f\" - важный защитник пешек g4 и e4. Попробуем снова!})\r\n13...Nc4\r\n    {Отличное решение! Белые пешки идут вперед на штурм. Черный конь нападает на наши фигуры. Пора от него избавиться!}\r\n14.Bxc4\r\n    {[%wrong Нам нужно сначала избавиться от сильного черного коня на поле c4. Попробуем снова!][%hint Какая фигура белых может взять черного коня на поле c4?]}\r\n14...Rxc4\r\n    {Один ход мы потратили на защиту. Теперь пора продолжить наш пешечный штурм!}\r\n15.g5\r\n    {[%wrong Это интересное продолжение. Теперь усилим штурм ходом пешки!][%hint Как с темпом прогнать важного защитника черного короля?]}\r\n    (15.h6 $6 g6 {Этим напрашивающимся ходом белые захватывают еще больше пространства, но черные успеют предотвратить вскрытие важных линий, ведущих к их королю. Ведем вперед другую пешку!})\r\n15...Nd7\r\n    {Вот это энергия! Черный конь больше не может защитить королевский фланг. Не забываем, как сильны при поддержке пешечного штурма ладьи. Нам нужно продолжать g6, но вначале сделать гроссмейстерский ход, подключающий к пешечному штурму вторую ладью.}\r\n16.Rdg1\r\n    {[%wrong Это интересный ход, но нам нужно расположить обе ладьи за пешками \\\"g\\\" и \\\"h\\\", чтобы те могли поддержать пешечный штурм. Попробуем снова!][%hint Белая ладья h1 поддерживает пешку h5. Расположим вторую ладью так, чтобы та поддерживала пешку \\\"g\\\".]}\r\n16...Qc7\r\n    {Легко недооценить важность поддержки атакующих пешек ладьями. Здорово, что мы нашли этот ход! Черные готовы начать контрнаступление на ферзевом фланге. Разрушим их позицию!}\r\n17.g6\r\n    {[%wrong Это интересный ход, но он не позволяет разрушить позицию черных на королевском фланге. Попробуем снова!][%hint Поставим свою пешку под бой сразу двух пешек королевского фланга черных.] Фантастика! Мы провели образцовый штурм позиции черного короля! Черные не могут помешать белым вскрыть вертикали, ведущие к их королю, и белые скоро добьются победы в партии.}\r\n    (17.h6 $2 g6 {Это интересный ход, но черные могут закрыть королевский фланг и начать опасную атаку на ферзевом. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r2r1nk1/pp2qpbp/5np1/3p1b2/PP1Pp3/1QN1P3/1B2BPPP/R1R2NK1 b - - 0 19\"]\r\n\r\n{Белые атакуют позицию гроссмейстера Давида Бронштейна пешечным штуром на ферзевом фланге. Он контратакует на королевском фланге собственным пешечным штурмом! Поищем его ход.}\r\n19...h5\r\n    {[%wrong Это интересный ход, но черным нужно начать пешечный штурм на королевском фланге. Попробуем снова!][%hint Гроссмейстер Бронштейн хочет ослабить белые поля вокруг белого короля, нападая на пешку g2. Какая пешка доберется до противника всего за три хода?]}\r\n    (19...g5 $6 20.b5 {Это интересный ход, но наступление развивается слишком медленно. Гроссмейстер Бронштейн хочет ослабить белые поля вокруг белого короля. Нам нужно атаковать пешку g2. Попробуем снова!})\r\n20.a5\r\n    {Здорово! Гроссмейстер Бронштейн хочет ослабить белые поля вокруг белого короля. Нам нужно атаковать пешку g2. Двигаем пешку вперед!}\r\n20...h4\r\n    {[%wrong Этот ход не помогает нападению на пешку g2. Попробуем снова!][%hint Нам нужно атаковать пешку g2, чтобы ослабить королевский фланг белых. Ведем вперед нужную пешку!]}\r\n21.Ba3\r\n    {Отлично! Если бы белые продолжали h3, черные перевели бы коня с f8 на g5, угрожая пожертвовать его за пешку h3 с опасной атакой. Белые усиливают свою атаку на ферзевом фланге - продолжайте встречное наступление, ослабив королевский фланг белых!}\r\n21...h3\r\n    {[%wrong Это интересный ход, но мы продолжим свой план атаки пешки g2. Как этого добиться?][%hint Продолжаем наступление пешки \"h\"!]}\r\n22.g3\r\n    {Отправив на штурм всего одну пешку, черные сумели ослабить прикрытие белого короля. Черные не боятся вскрытия позиции ходом b5, поскольку сильным ответом будет ход ...Фd7. Теперь поле h7 свободно, и мы можем вести коня с f8 на g5!}\r\n22...N8h7\r\n    {[%wrong Это интересный ход, но нам нужно вести коня с f8 на g5 через h7!][%hint Переведем коня с f8 на h7, подключая его к борьбе!] Красивая игра гроссмейстера Бронштейна. Он ослабил пешечным штурмом королевский фланг белых, а теперь переводит своего пассивного коня с f8 на активное поле g5, подключая его к атаке. Бронштейн выиграл эту партию!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqk1nr/pppp1pb1/2n3p1/4p2p/2P1P3/2N3P1/PP1P1PBP/R1BQK1NR w KQkq - 0 6\"]\r\n\r\n{На доске английское начало. Черные пытаются штурмовать королевский фланг белых пешечным наступлением ...h5-h4. Как белым не допустить вскрытия вертикали \\\"h\\\", помешав черным продвинуть свою пешку на h4?}\r\n6.h4\r\n    {[%wrong Это интересный ход, но нам нужно помешать продвижению черной пешки \\\"h\\\".][%hint Поищем ход пешкой, не пускающий черную пешку \\\"h\\\" на h4, чтобы вертикаль \\\"h\\\" осталась закрытой.] Отличная работа! Белые защищаются от пешечного штурма, блокируя вертикаль!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqkb1r/pp1ppppp/2n2n2/8/1P2P3/8/2PP1PPP/RNBQKBNR w KQkq - 1 5\"]\r\n{Американский мастер Фрэнк Маршалл играет белыми. Прогоним черных коней, наступая пешками, и начнем мощный пешечный штурм на королевском фланге. На какого коня белым нужно напасть пешкой в первую очередь?}\r\n5.b5\r\n    {[%wrong Это интересный ход, но нам нужно напасть пешкой на черного коня. Попробуем снова!][%hint Какая пешка может напасть на черного коня, не оказавшись под боем? Сделаем этот ход!]}\r\n    (5.e5 $2 Nxe5 {Всегда обращаем внимание на то, какие поля под боем у вашего противника. Попробуем снова!})\r\n5...Nd4\r\n    {Здорово! Мы нападаем пешками на черных коней, гоняя их по всей доске! Прогоним черного коня с поля d4 ходом еще одной пешки!}\r\n6.c3\r\n    {[%wrong Это интересный ход, но нам нужно прогнать черного коня с поля d4 ходом пешки. Какая пешка может это сделать?][%hint Какая пешка может напасть на черного коня на поле d4?]}\r\n6...Ne6\r\n    {Отлично! Черный конь отступает на поле, где он будет мешать развитию своих фигур. Как снова напасть на черного коня, захватив еще больше пространства?}\r\n7.e5\r\n    {[%wrong Это интересный ход, но он не позволяет напасть на коня пешкой. Попробуем снова!][%hint Поищем единственный ход пешкой, позволяющий напасть на коня.]}\r\n7...Nd5\r\n    {Маршалл продолжает преследовать черных коней пешками. Он вновь нападает на черного коня d5.}\r\n8.c4\r\n    {[%wrong Это интересный ход, но не нападение на черного коня d5 пешкой. Попробуем снова!][%hint Поищем единственный ход, позволяющий напасть на черного коня на поле d5.]}\r\n8...Ndf4\r\n    {Маршалл мог создать сильный центр ходом 9. d4, но он напал на черного коня пешкой.}\r\n9.g3\r\n    {[%wrong Нам нужно сделать ход Маршалла 9. g3. Вперед!][%hint Как напасть на черного коня f4 пешкой?]}\r\n9...Ng6\r\n    {Вы все поняли! Поищем ход, позволяющий Маршаллу начать сильный пешечный штурм на королевском фланге и создать угрозу нападения пешкой на двух коней.}\r\n10.f4\r\n    {[%wrong Это интересное продолжение, но мы пытаемся создать угрозу нападения пешкой на двух коней. Попробуем снова!][%hint Какая пешка может шагнуть на поле f5, нападая на двух черных коней?] Хорошая работа! После всех ходов пешками белые получили подавляющее преимущество. Кони черных подвергаются большой опасности, и белые завершат развитие намного быстрее, чем черные удобно расставят свои фигуры!}\r\n*"
   ],
   "title" : "Пешечный штурм",
   "url" : "https://www.chess.com/ru/lessons/ataka-na-korolia/peshechnyi-shturm",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-pawn-storms-c0i.mp4"
}
