{
   "description" : "Точные ходы пешками могут отнять у фигур противника поля для отступления. Даже ферзь может быть пойман, поскольку его невыгодно менять на фигуры меньшего достоинства.",
   "duration" : null,
   "fen" : "r1b1k2r/pp2ppbp/2n3p1/1Bp5/q2PP3/1R3N2/P1QB1PPP/4K2R b - - 1 1",
   "id" : "2883f828-a0bc-11e8-9884-e5a947ea021d",
   "membership" : 40,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bq1rk1/ppp2ppp/2np1n2/2b1p3/P1B1P3/2PP1N2/1P3PPP/RNBQK2R w KQ - 0 1\"]\r\n\r\n{Черные только что заняли пешкой поле d6, решив, что эта \\\"спокойная\\\" позиция совершенно безопасна. Как поймать черную фигуру?}\r\n1.b4\r\n    {[%wrong Это хорошая попытка, но нам нужно поймать черную фигуру. Попробуем снова!][%hint У чернопольного слона черных есть безопасное поле b6. Возможно, нам удастся его поймать!]}\r\n    (1.d4 $6 exd4 {Это хорошая идея, но пешечное продвижение не ведет к поимке черного слона. Попробуем снова!})\r\n    (1.a5 $2 a6 {Это умная идея, но черные получают время, чтобы подготовить отступление чернопольного слона. Попробуем снова!})\r\n1...Bb6\r\n    {Отлично! Черный слон отступает на единственное безопасное поле. Теперь поймаем эту фигуру!}\r\n2.a5\r\n    {[%wrong Этот ход не ведет к поимке фигуры. Попробуем снова!][%hint Один ход пешкой может последовать за другим...] Хорошая работа! Черный слон атакован. и у него нет безопасных полей для отступления. Белые выиграют фигуру.}\r\n    (2.b5 $2 Na5 {Черный конь уходит от пешечного нападения и мешает белой пешке \\\"a\\\" напасть на слона. Попробуем найти сильнейшее пешечное нападение.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1b1k2r/pp2ppbp/2n3p1/2p5/q2PP3/1R3N2/P1QB1PPP/4KB1R w - - 0 1\"]\r\n\r\n{Черный ферзь оказался на краю доски. Как  его поймать?}\r\n1.Bb5\r\n    {[%wrong Это хорошая попытка, но мы можем поймать черного ферзя. Попробуем снова!][%hint Как развить фигуру, нападая на черного ферзя?] Молодец! Черный ферзь пойман!}\r\n    (1.Qc4 $2 Qxc4 {Помним, что невозможно выиграть фигуру, напав на нее фигурой того же достоинства. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2q2rk1/pp5r/2p5/3pQ3/3Pn3/4PN2/PP4P1/2R1R1K1 b - - 6 41\"]\r\n\r\n{Поймать ферзя на краю доски не так уж сложно, но как поймать белого ферзя в центре доски?}\r\n41...Rf5\r\n    {[%wrong Это хорошая попытка, но этот ход не ведет к поимке белого ферзя. Попробуем снова!][%hint Как напасть на белого ферзя, не позволяя ему занять безопасное поле.] Удивительно, что мощный белый ферзь ловится в центре доски. Безопасных полей нет. Отличная работа!}\r\n    (41...Re8 $6 42.Qf4 {Позволяет ферзю прожить чуть дольше. Попробуем снова!})\r\n    (41...Qf5 $2 42.Qxf5 {Черные не выиграют ферзя, предложив равный размен. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"5k2/pp4pp/4pp2/1P6/8/P3P3/5PPb/2B2K2 w - - 0 29\"]\r\n\r\n{Черные только что сделали ход Сxh2, забирая \\\"беззащитную\\\" пешку. Как белым поймать слона?}\r\n29.g3\r\n    {[%wrong Это хороший ход, но он не мешает черному слону отступить. Попробуем снова!][%hint Как перекрыть диагональ, чтобы слон не смог уйти?]}\r\n    (29.f4 $2 Bg3 {Это хорошая попытка, мы оставляем свободным поле g3, куда может отступить слон. Попробуем снова!})\r\n29...h5\r\n    {Отлично! Слон пойман, но черные пытаются отправить ему на помощь пешку \\\"h\\\". Пора напасть на пойманную фигуру!}\r\n30.Kg2\r\n    {[%wrong Это не нападение на черного слона. Попробуем снова!][%hint Каким ходом мы можем напасть на черного слона?]}\r\n30...h4\r\n    {Вы все поняли! Слон черных не может спастись. Им стоило взять белую пешку g3, чтобы получить хотя бы две пешки за потерянную фигуру. Возьмем слона!}\r\n31.Kxh2\r\n    {[%wrong Это не взятие черного слона. Попробуем снова!][%hint Как взять черного слона?] Молодец! Белые забирают пойманную фигуру!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/p3ppp1/3p3p/1pp5/4P3/1B3N2/PPPP1PPP/RNBQ1RK1 w kq - 0 1\"]\r\n\r\n{Черные только что пошли пешкой на c5, собираясь поймать белого слона ходом c4. Как белым отразить эту угрозу?}\r\n1.Bd5\r\n    {[%wrong Это хорошая попытка, мы можем найти сильнейший ход.][%hint Как слон может спастись от ловушки и напасть на пойманную черную фигуру?] Молодец! Белый слон спасается от ловушки и нападают на ладью, пойманную на a8. Белые выиграют фигуру.}\r\n    (1.a4 $6 {Это неплохая идея, но мы можем найти сильнейший ход. Попробуем снова!})\r\n    (1.a3 {Это неплохая идея, но мы можем найти сильнейший ход. Попробуем снова!})\r\n    (1.c3 {Это неплохая идея, но мы можем найти сильнейший ход. Попробуем снова!})\r\n    (1.c4 {Этот ход спасает слона от ловушки, но в то же время блокирует его. Поищем сильнейший ход!})\r\n    (1.Bxf7+ $2 Kxf7 {Не нужно паниковать и расставаться со слоном - поищем сильнейший ход. Попробуем снова!})\r\n*"
   ],
   "title" : "Пойманная фигура",
   "url" : "https://www.chess.com/ru/lessons/osnovy-taktiki/poimannaia-figura",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-INT-trapped-piece-d9s.mp4"
}
