{
   "description" : "Обычно за один ход пешка может продвинуться на одно поле вперед. Но у пешек есть и особые свойства. На первом ходу пешка может продвинуться на одно или на два поля. Кроме того, взятие пешки отличается от обычного хода. Пешка может взять фигуру, расположенную впереди от нее по диагонали. Пешки - единственные фигуры, которые не могут отступать назад.",
   "duration" : null,
   "fen" : "8/pppppppp/8/8/8/8/PPPPPPPP/8 w - - 0 1",
   "id" : "298ef4aa-a0b9-11e8-ab3a-c9a94b890216",
   "membership" : null,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/8/8/8/4P3/8 w - - 0 1\"]\r\n\r\n{Еще не ходившая белая пешка может шагнуть на одно или два поля. Займем ходом пешки центр доски.}\r\n1.e4\r\n    {[%hint Если сделать ход пешкой на два поля, она окажется в центре доски.] Молодец! Пешка занимает центр доски.}\r\n    (1.e3? {После этого хода пешка не оказывается сразу в центре. Попробуем пойти на два поля вперед!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/8/8/4P3/2P5/8 w - - 0 1\"]\r\n\r\n{У белых две пешки, но только одна из них может пойти сразу на два поля - какая?}\r\n1.c4\r\n    {[%hint Двигаем на два поля вперед пешку, расположенную на начальном поле.] Отлично! Эта пешка еще не двигалась с места, поэтому она может пойти на одно или два поля.}\r\n    (1.e4? {Эта пешка уже покинула начальное поле, поэтому она теперь может ходить только на одно поле вперед.})\r\n    (1.c3? {Этот ход возможен, но пешка еще не ходила, поэтому она может шагнуть и на два поля!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/3p1p2/3P1P1P/8/8/8 w - - 0 1\"]\r\n\r\n{У белых три пешки, но две из них блокированы черными пешками. Сделаем единственный ход, оставшийся у белых.}\r\n1.h5\r\n    {Отлично! Этой пешке ничто не мешает идти по доске вперед.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/3r1r2/8/4P3/P7/8 w - - 0 1\"]\r\n\r\n{Белая пешка кажется такой маленькой в сравнении с черными ладьями, но она может напасть на обе сразу. Каким ходом?}\r\n1.e4\r\n    {[%wrong Это не нападение на двух черных ладей. Попробуем снова!][%hint Пешки ходят вперед и нападают по диагонали. Сделаем ход пешкой вперед и нападем по диагонали на обе черные ладьи.] Молодец! Пешка идет на одно поле вперед и угрожает взять одну из ладей, атакованных по диагонали.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/k7/8/5p1p/3P1P2/3nBb2/3P1P1P/8 w - - 0 1\"]\r\n\r\n{Белый слон блокирован со всех сторон. Сделаем ход пешкой, чтобы открыть диагональ для слона.}\r\n1.d5+\r\n    {[%wrong Ой! Этот ход пешкой не освобождает путь слону - попробуем снова!][%hint Сделаем ход единственной пешкой, которая может открыть путь слону.] Фантастика! Пешка уходит с диагонали слона, и он дает шах черному королю!}\r\n*"
   ],
   "title" : "Пешка",
   "url" : "https://www.chess.com/ru/lessons/kak-hodiat-figury/peshka",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-NTC-the-pawn-v8e.mp4"
}
