{
   "description" : "Размены полезны, если они позволяют получить преимущество. Как оценить равный размен, не нарушающий материальное равновесие? Ошибочно начинать размены, не зная, как они скажутся на позиции. Размен принесет пользу, если он позволяет упростить позицию при материальном преимуществе, избавиться от активно расположенной фигуры противника или захватить открытую вертикаль.",
   "duration" : null,
   "fen" : "r5k1/1p1q1pbp/1p1rp1p1/8/4P2P/2NB4/PPP2QP1/K1R4R b - - 3 4",
   "id" : "2c9eb2da-a0bd-11e8-b8db-a5ffd55f462b",
   "membership" : 40,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1r1r3k/p4pp1/1p2p2p/2p5/2P5/1P2P1P1/P2R1PKP/2R5 w - - 0 1\"]\r\n\r\n{Оба противника борются за единственную открытую вертикаль. Является ли размен ладей сильнейшим ходом белых?}\r\n1.Rcd1\r\n    {[%wrong Это интересный ход, но мы можем найти сильнейшее продолжение. Попробуем снова!][%hint Не нужно отдавать противнику вертикаль \"d\". Как укрепиться на этой вертикали?] Молодец! Белые усиливают давление по вертикали \"d\", вынуждая черных уступить им единственную открытую вертикаль.}\r\n    (1.Rxd8+ $2 Rxd8 {Этот размен ослабляет позицию белых и усиливает позицию соперника, потому что теперь единственную открытую вертикаль в позиции контролируют черные. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1rbq1rk1/1pb2pp1/7p/p1nN4/P3p3/6P1/1PP1QPBP/R1B2RK1 w - - 0 1\"]\r\n\r\n{Черные напали на белого коня d5. Какой размен позволит белым получить материальное преимущество?}\r\n1.Nxc7\r\n    {[%wrong Это интересный ход, но мы можем найти сильнейшее продолжение. Попробуем снова!][%hint Какое взятие завлекает черного ферзя на невыгодное поле?]}\r\n    (1.Bxe4 $2 Re8 {Это интересный ход, но белым придется проявить осторожность после того, как они связали слона защитой ферзя. Попытаемся найти более простой размен, позволяющий выиграть ладью.})\r\n    (1.Bxh6 $2 Qxd5 {Черные могли бы и взять слона - в любом случае белые просто остаются без фигуры и без шансов на атаку. Попытаемся найти взятие, позволяющее белым получить материальный перевес.})\r\n1...Qxc7\r\n    {Молодец! Белые разменивают легкие фигуры, вынуждая черного ферзя занять опасную диагональ. Какой линейный удар позволяет белым получить материальный перевес?}\r\n2.Bf4\r\n    {[%wrong Это интересный ход, но не нападение на черного ферзя. Попробуем снова!][%hint Ферзь и ладья черных находятся на одной диагонали. Найдем линейный удар!] Молодец! Белый слон нападает на ферзя и ладью, и белые выигрывают целую ладью!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r2r2k1/1bp2ppp/p3p3/1p1n4/3P4/2N3P1/PP3PBP/2BR2K1 b - - 0 1\"]\r\n\r\n{У черных лишние пешка и качество (ладья против слона). Облегчим себе путь к победе, разменяв активные фигуры белых.}\r\n1...Nxc3\r\n    {[%wrong Это интересный ход, но он не ведет к размену фигур. Попробуем снова!][%hint Как черным разменять активные фигуры белых? Изучим возможные взятия.]}\r\n    (1...b4 $6 2.Ne4 {Это интересный ход, но он позволяет белым сохранить на доске активные фигуры. Нам нужно разменять как можно больше активных фигур белых. Попробуем снова!})\r\n2.bxc3\r\n    {Отличная работа! Черные разменивают активного белого коня, а теперь могут совершить еще один упрощающий позицию размен. Сделаем ход!}\r\n2...Bxg2\r\n    {[%wrong Это итересный ход, но он не ведет к размену активной фигуры белых. Попробуем снова!][%hint Белый слон очень активен. Как его разменять?]}\r\n3.Kxg2\r\n    {Молодец! Черные разменяли две активные фигуры белых. Заметим, что белая пешка d4 связана защитой ладьи d1. Как атаковать эту цель?}\r\n3...c5\r\n    {[%wrong Это интересный ход, но мы можем найти сильнейшую атакующую идею. Попробуем снова!][%hint Белая пешка d4 связана. Подумаем, какая из наших пешек слабее всего, и используем ее, чтобы атаковать эту цель.] Превосходно! Черные упростили позицию, перейдя в выигранное окончание. Изумительно!}\r\n    (3...e5 $5 {Молодец! Это очень интересный ход! Заметим, что черная пешка c7 является отсталой и незащищенной. Почему бы не использовать ее для атаки пешки d4?})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r2qk2r/ppp2ppp/2np1n2/2b1p3/2B1P1b1/P1NP1N2/1PP2PPP/R1BQ1RK1 b kq - 0 1\"]\r\n\r\n{Нужно ли черным брать связанного коня, или давление на эту фигуру можно усилить?}\r\n1...Nd4\r\n    {[%wrong Это интересный ход, но мы можем найти сильнейшее продолжение. Попробуем снова!][%hint Белый конь связан. Как усилить давление на него прежде, чем разменивать фигуры?]}\r\n    (1...Bxf3 $2 2.Qxf3 {Это интересный ход, но взятие снимает напряжение и помогает белым закончить развитие. Попробуем снова!} 2...Nd4)\r\n2.Be3\r\n    {Молодец! Черные увеличивают давление на связанного коня и не торопятся с разменами. Теперь черный конь на d4 атакован слоном. Должны ли черные меняться на этом ходу?}\r\n2...Nxf3+\r\n    {[%wrong Это интересный ход, но мы можем найти сильнейшее взятие. Какое?][%hint Ослабляет ли размен коней позицию вашего противника? Если да, то размениваемся!]}\r\n    (2...Bxf3 $5 {Хорошая идея. Это взятие тоже выгодно, но мы изучим другой способ избавиться от коня.})\r\n3.gxf3\r\n    {Отличное решение! Черные разрушили прикрытие белого короля. Уведем слона из-под боя с нападением на белую ладью!}\r\n3...Bh3\r\n    {[%wrong Это интересный ход, но нам нужно увести слона из-под боя с нападением на белую ладью. Попробуем снова!][%hint Как увести слона из-под боя с нападением на белую ладью?] У черных очень удобная позиция. Молодец!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r5k1/1p1q1pbp/1p1rp1p1/8/4P2P/2NB4/PPP2QP1/K1R4R b - - 3 4\"]\r\n\r\n{У черных не хватает фигуры. Как найти вескую причину для размена?}\r\n4...Bxc3\r\n    {[%wrong Это интересный ход, но у черных в этой позиции есть выгодный размен. Попробуем снова!][%hint Белый конь защищает пешку a2, прикрывающую белого короля. Какой сильный размен могут совершить черные?]}\r\n    (4...Rxd3 $2 5.cxd3 {Этим разменом черные отдают качество, но неясно, как продолжить атаку. Попробуем снова!})\r\n5.Bc4\r\n    {Отлично! Черные разменивают главного защитника белого короля, угрожая матом после  ...Фa4. Чтобы продолжить борьбу, белым нужно найти ход Сc4, и черные отыгрывают фигуру с хорошей позицией.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"4k2r/ppq1b1pp/5p2/2pQ4/8/1B1P3P/PPP3P1/4RK2 b k - 3 20\"]\r\n\r\n{Черный король застрял в центре доски, а белые готовят опасную атаку. Как вынудить размен ферзей и дать черным больше возможностей для защиты?}\r\n20...Qf4+\r\n    {[%wrong Это интересный ход, но он не форсирует размен ферзей. Попробуем снова!][%hint Какой шах вынуждает белого короля занять поле, где ему можно будет снова дать шах с одновременным нападением на ферзя?]}\r\n    (20...Qc6 $2 21.Qf7+ {Это интересный ход, но у белых выигрывающая атака. Как разменять ферзей?})\r\n    (20...Qd6 $2 21.Qxd6 {О, нет! Слон связан. Попробуем снова!})\r\n21.Kg1\r\n    {Молодец! После Крe2 черные разменивают ферзей ходом ...Фe5+, поэтому король белых отступает на g1. Предложим размен ферзей!}\r\n21...Qd4+\r\n    {[%wrong Это интересный ход, но он не вынуждает размен ферзей. Попробуем снова!][%hint Как напасть на короля и ферзя белых одновременно, вынуждая размен ферзей?]}\r\n22.Qxd4\r\n    {Отлично! Черные вынудили размен ферзей. Возьмем белого ферзя!}\r\n22...cxd4\r\n    {[%wrong Это не взятие белого ферзя. Попробуем снова!][%hint Возьмем белого ферзя.] Здорово!  Мы сумели защитить эту трудную позицию. Черные пережили атаку на короля и могут победить в эндшпиле.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1b2rk1/ppqn1pbp/2pp1np1/8/3PNB2/1B1Q1N1P/PPP2PP1/2KR3R b - - 0 1\"]\r\n\r\n{У черных стесненная позиция, и белые угрожают выиграть пешку d6. Как найти лучшую защиту за черных?}\r\n1...Nxe4\r\n    {[%wrong Это интересный ход, но он не позволяет черным защитить пешку d6. Попробуем снова!][%hint Размен атакующей фигуры противника может оказаться хорошей идеей...]}\r\n    (1...d5 $2 2.Bxc7 {Всегда проверяем, какие линии открываются после вашего хода. Попробуем снова!})\r\n    (1...Ne8 $2 {Этот ход позволяет защитить пешку d6, но черные конь и ладья e8 становятся очень пассивными. Поищем более активную идею.})\r\n2.Qxe4\r\n    {Молодец! Активный конь e4 был разменян. Пора ввести в игру коня d7!}\r\n2...Nf6\r\n    {[%wrong Поищем более активный ход, позволяющий ввести в игру черного коня!][%hint Найдем для коня активное поле, откуда он нападает на белого ферзя.] Изумительно! Конь черных входит в игру, нападая на белого ферзя и позволяя развить белопольного слона.}\r\n    (2...Nb6 $6 {Этот ход открывает диагональ для белопольного слона, но конь может найти более активную стоянку. Какую?})\r\n*"
   ],
   "title" : "Когда разменивать фигуры",
   "url" : "https://www.chess.com/ru/lessons/osnovy-strategii/kogda-razmenivat-figury",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-INT-when-to-trade-pieces-c9w.mp4"
}
