{
   "description" : "Проще всего поставить мат королем и ладьей одинокому королю, используя следующий алгоритм: 1. Отрезать ладьей короля противника от большей части доски. 2. Подвести своего короля к ладье, чтобы ее защитить. 3. Если возможно ходом ладьи отнять пространство у короля противника, сделайте это. Если нет, приблизьте короля к королю противника. 4. Когда король противника окажется на краю доски, дайте ему мат ладьей, используя короля, чтобы не выпускать его визави с последней вертикали или горизонтали.",
   "duration" : null,
   "fen" : "6k1/R7/6K1/8/8/8/8/8 w - - 0 1",
   "id" : "2df5132a-a0ba-11e8-8586-f91a553f3805",
   "membership" : 30,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"6k1/R7/6K1/8/8/8/8/8 w - - 0 1\"]\r\n\r\n{Черный король пойман на последней горизонтали. Как найти выигрывающий ход белых?}\r\n1.Ra8#\r\n    {[%wrong Поищем выигрывающий ход белых. Попробуем снова!][%hint Белые могут дать мат по последней горизонтали.] Молодец! Черным мат.}\r\n    (1.Rg7+ {Это заманчивая попытка, но черный король может уйти от шаха. Поищем сильнейший шах ладьей.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/7R/8/k1K5/8/8/8 w - - 0 1\"]\r\n\r\n{Черный король застрял на вертикали \\\"a\\\". Какой ход позволяет белым закончить партию?}\r\n1.Ra6#\r\n    {[%wrong Это не мат. Попробуем снова.][%hint Поищем выигрывающий шах ладьей.] Отлично! Черным мат.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"k7/7R/2K5/8/8/8/8/8 w - - 0 1\"]\r\n\r\n{На следующем ходу у черных единственный ход  ...Крb8. Какой ход белых ведет к мату после отступления черного короля на b8?}\r\n1.Kb6\r\n    {[%wrong Так белые не смогут дать мат в ответ на ход черных. Попробуем снова!][%hint Займем белым королем поле, где он окажется напротив черного после хода ...Крb8.]}\r\n    (1.Rb7 $2 {Черный король пойман, но он не может ходить. Это пат. Попробуем снова!})\r\n1...Kb8\r\n    {Фантастика! Белый король мешает черному отступить на седьмую горизонталь. Сможем найти мат?}\r\n2.Rh8#\r\n    {[%wrong Это не мат черному королю. Попробуем снова.][%hint Как сразу выиграть партию ходом ладьи?] Молодец! Черным мат.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1k6/2R5/2K5/8/8/8/8/8 w - - 0 1\"]\r\n\r\n{Белые хотят вынудить черного короля отступить на a8, чтобы дать ему мат на следующем ходу. Как этого добиться?}\r\n1.Kb6\r\n    {[%wrong Этот ход не вынуждает черного короля отступить на a8 и не подготавливает мат. Попробуем снова!][%hint Сделаем ход королем, вынуждающий черного короля отступить в угол, где белые смогут дать ему мат на следующем ходу.]}\r\n    (1.Kd6 $6 Ka8 {Этот ход вынуждает черного короля отступить в угол, но белые не могут дать мат в один ход. Попробуем снова!})\r\n1...Ka8\r\n    {Отлично! Черный король вынужден отступить на a8. Закончим партию матом!}\r\n2.Rc8#\r\n    {[%wrong Это не мат черным. Попробуем снова!][%hint Найдем шах ладьей, сразу выигрывающий партию.] Хорошая работа. Черным мат.}\r\n    (2.Rb7 $2 {К сожалению, у черного короля нет ходов, но он не под шахом - на доске пат. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"6k1/8/5K2/R7/8/8/8/8 w - - 0 1\"]\r\n\r\n{Белые собираются оттеснить черного короля на поле f8 и дать ему мат следующим ходом. Поищем ход ладьей, вынуждающий черного короля отступить на f8.}\r\n1.Rh5\r\n    {[%wrong Этот ход не вынуждает черного короля занять поле f8. Попробуем снова!][%hint Ход ладьей на вертикаль \"h\" вынуждает черного короля занять поле f8.]}\r\n1...Kf8\r\n    {Молодец! Черный король отступает на f8, а белый король мешает ему покинуть последнюю горизонталь. Теперь мы готовы дать мат!}\r\n2.Rh8#\r\n    {[%wrong Это не мат черному королю. Попробуем снова!][%hint Найдем шах ладьей, завершающий партию.] Отлично! Черным мат.}\r\n*"
   ],
   "title" : "Мат ладьей",
   "url" : "https://www.chess.com/ru/lessons/stavim-mat/mat-ladei",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-BEG-checkmate-with-the-rook.mp4"
}
