{
   "description" : "Венгерский гроссмейстер Дьюла Сакс часто применял вариант дракона и одержал им много красивых побед, но не смог отразить стратегическое наступление голландского гроссмейстера Джона ван дер Виля. Разбираем блестящую атаку белых ход за ходом.",
   "duration" : null,
   "fen" : "1rr3k1/p3ppb1/4bnp1/1pq1B1Q1/8/P1NB1P2/1PP3P1/1K1R3R w - - 0 20",
   "id" : "30791686-c4f8-11eb-a31a-af197eabcfbd",
   "membership" : 50,
   "questions" : [
      "[Event \"1983\"]\r\n[Site \"?\"]\r\n[Date \"2020.02.15\"]\r\n[Round \"?\"]\r\n[White \"Play Like Van der Wiel\"]\r\n[Black \"Sax\"]\r\n[Result \"1-0\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkb1r/pp2pp1p/3p1np1/8/3NP3/2N5/PPP2PPP/R1BQKB1R w KQkq - 0 6\"]\r\n[PlyCount \"41\"]\r\n[EventDate \"2020.02.15\"]\r\n\r\n{Какой ход ведет к сильнейшей атакующей расстановке белых в варианте дракона сицилианской защиты?} 6. Be3 {[%wrong Поищем сильнейший развивающий ход, позволяющий подготовить рокировку на ферзевый фланг и укрепить центр.] [%hint Развиваем слона, чтобы подготовить рокировку на ферзевый фланг и укрепить центр.]} (6. f3 $5 {Это хороший ход, но мы собираемся подготовить рокировку на ферзевый фланг.}) (6. Bg5 $2 Bg7 {Это продолжение возможно, но нам нужно, чтобы слон контролировал центр.}) (6. Bc4 $5 {Это приемлемый ход, но белые готовят рокировку на ферзевый фланг.}) (6. Bf4 $2 e5 {Черные выигрывают фигуру. Попробуем снова.}) \r\n6... Bg7 {Блестяще! Каким ходом пешки белые продолжили развитие?} 7. f3 {[%wrong Поищем сильнейший ход. Как защитить пешку e4?] [%hint Защитим пешку e4 другой пешкой.]} (7. Qd2 $2 Ng4 {Белым выгоднее защититься от нападения на слона e3. Как взять под бой поля e4 и g4?}) (7. Bc4 $5 {Это возможное продолжение, но выгоднее взять поля e4 и g4 под бой пешки. Каким ходом?}) (7. Bb5+ $2 Nbd7 {Слону скоро придется отступить с поля b5. Поищем сильнейший ход.}) (7. Be2 $5 {Это продолжение возможно, но мы собираемся защитить белые поля королевского фланга пешкой вместо слона.}) \r\n7... O-O {Прекрасно! Как подготовить рокировку на ферзевый фланг?} 8. Qd2 {[%wrong Как подготовить рокировку на ферзевый фланг?] [%hint Нам нужно развить ферзя, чтобы подготовить рокировку.]} (8. Bc4 $5 {Это возможное продолжение, но белые решили сначала развить ферзя. Каким ходом?}) (8. Be2 $2 {Это возможное продолжение, но не слишком агрессивное. Как белым подготовить рокировку на ферзевый фланг?}) (8. Qe2 $2 {Этот ход затрудняет развитие слона f1. Попробуем снова.}) (8. Qd3 $2 {Этот ход затрудняет развитие слона f1. Попробуем снова.}) \r\n8... Nc6 {Превосходно! Какую фигуру развить следующей?} 9. O-O-O {[%wrong Поищем, как увести короля из центра, и попробуем снова.] [%hint Обеспечим безопасность короля и создадим батарею по вертикали \"d\".]} (9. Bc4 $5 {Это правильный ход, но белые решили сразу увести короля из центра.}) (9. g4 $5 {Это интересный ход, но белые решили продолжить развитие. Попробуем снова.}) \r\n9... Nxd4 {Изумительно! Основным продолжением в этой позиции является ход 9...d5. Какое взятие на d4 выгоднее белым?} 10. Bxd4 {[%wrong Поищем сильнейший ход. Какое взятие напрашивается?] [%hint Возьмем так, чтобы ферзь не попал под удары.]} (10. Qxd4 $2 Ng4 {Вскрытое нападение на ферзя позволяет черным получить пару слонов и выгодную позицию. Попробуем снова.}) \r\n10... Be6 {Потрясающе! Каким ходом белые улучшили положение короля?} 11. Kb1 {[%wrong Поищем оптимальный защитный ход. Возьмите подсказку, если затрудняетесь.] [%hint Уводим короля с полуоткрытой вертикали.]} (11. h4 $5 {Это разумное продолжение, но белые решили отступить королем с полуоткрытой вертикали \"c\". На какое поле?}) (11. a3 $5 {Это разумное продолжение, но белые решили отступить королем с полуоткрытой вертикали \"c\". На какое поле?}) (11. g4 $5 {Это разумное продолжение, но белые решили отступить королем с полуоткрытой вертикали \"c\". На какое поле?}) \r\n11... Qc7 {Отлично! Каким ходом белые начали пешечный штурм на королевском фланге?} 12. h4 {[%wrong Поищем сильнейший ход. Постараемся как можно скорее вскрыть вертикаль \"h\" и добраться до черного короля.] [%hint Вскрываем вертикаль \"h\".]} (12. a3 $5 {У белых выгодная позиция, но лучше сразу начать пешечный штурм на королевском фланге. Каким ходом?}) (12. Nb5 $2 Qc6 {У черных все в порядке. Каким ходом начать пешечный штурм на королевском фланге?}) (12. g4 $5 {Это разумное продолжение, но лучше сразу начать пешечный штурм на королевском фланге. Каким ходом?}) (12. Bd3 $5 {У белых выгодная позиция, но лучше сразу начать пешечный штурм на королевском фланге. Каким ходом?}) \r\n12... Rfc8 {Верное решение! Как продолжить план со вскрытием вертикали \"h\"?} 13. h5 {[%wrong Поищем сильнейший ход. Возьмите подсказку, если затрудняетесь.] [%hint Жертвуем пешку \"h\", чтобы ладья h1 подключилась к игре.]} (13. g4 $5 {Это разумное продолжение, но белые решили пожертвовать пешку \"h\". Каким ходом?}) (13. Bd3 $5 {Это интересная идея, но белые решили сразу вскрыть вертикаль \"h\". Каким ходом?}) (13. Nb5 $5 {Это интересная идея, но белые решили сразу вскрыть вертикаль \"h\". Каким ходом?}) \r\n13... Qa5 {Замечательно! Черные отклоняют жертву, но белые все равно могут вскрыть вертикаль \"h\". Каким ходом?} 14. hxg6 {[%wrong Поищем сильнейший ход. Какое взятие напрашивается?] [%hint Меняем пешки, чтобы вскрыть вертикаль, ведущую к черному королю.]} (14. h6 $5 {Это интересная идея, но ход пешкой \"h\" еще сильнее.}) (14. a3 $5 {Это интересная идея, но белые сделали ход другой ладейной пешкой. Какой?}) \r\n14... hxg6 {Восхитительно! Каким ходом белые защитились от нападения на пешку a2?} 15. a3 {[%wrong Поищем сильный ход пешкой, позволяющий защититься от нападения.] [%hint Займем пешкой \"a\" безопасное поле.]} (15. g4 $2 Rxc3 {Черные жертвуют качество с примерно равной игрой. Как защитить пешку \"a\"?}) (15. Bd3 $2 b5 {У черных опасная атака. Как защитить пешку \"a\"?}) (15. b3 $2 Nh5 {У белых все в порядке, но мы можем найти сильнейший ход пешкой. Какой?}) (15. a4 $2 a6 {Поищем оптимальное поле для пешки \"a\".})\r\n15... Rab8 {Отлично! Каким ходом белые завершают развитие?} 16. Bd3 {[%wrong Поищем сильнейший развивающий ход.] [%hint Подключим слона f1 к атаке.]} (16. Be2 $5 {Это интересный ход, но мы можем найти оптимальное поле для слона. Какое?}) (16. Bb5 $5 {Это интересный ход, но мы можем найти оптимальное поле для слона.}) (16. g4 $2 b5 {Это интересная идея, но выгоднее продолжить развитие. Куда выйдет слон f1?})\r\n16... b5 {Блестяще! Черные наступают, но белые успевают усилить собственную атаку и замедлить продвижение черной пешки \"b\". Каким ходом?} 17. Qg5 {[%wrong Поищем сильнейший ход. Возьмите подсказку, если затрудняетесь.] [%hint Активизируем ферзя и свяжем пешку b5.]} (17. Bxf6 $2 exf6 {У черных все в порядке. Какой ход ферзем напрашивается?}) (17. g4 $2 b4 {Атака черных столь же опасна, как и у белых. Поищем сильнейшее продолжение атаки.}) \r\n17... Qc7 {Прекрасно! Как белым напасть на ключевого защитника королевского фланга черных?} 18. e5 {[%wrong Поищем сильнейшее продолжение атаки. Поищем сильнейшее нападение на коня f6.] [%hint Нападем на черного коня пешкой.]} (18. Nd5 $2 Bxd5 {У черных все в порядке. Поищем сильнейшее нападение на коня f6.}) (18. Bxf6 $2 Bxf6 {У черных перевес. Поищем сильнейшее нападение на коня f6.}) \r\n18... dxe5 {Превосходно! Какое взятие напрашивается?} 19. Bxe5 {[%wrong Черные выигрывают. Какое взятие напрашивается?] [%hint Возьмем, не меняя ферзей.]} (19. Qxe5 $2 b4 {У черных все в порядке. Поищем сильнейшее взятие.}) \r\n19... Qc5 {Молодец! Как белым защитить слона и ферзя?} 20. f4 {[%wrong Поищем сильнейший ход. Возьмите подсказку, если затрудняетесь.] [%hint Защитим ферзя и слона пешкой.]} (20. b4 $5 {Это сильный атакующий ход, но еще выгоднее защитить ферзя и слона e5.}) (20. Bxg6 $2 fxg6 {У белых компенсация за фигуру, но нет перевеса. Как защитить ферзя и слона?}) \r\n20... Rb7 {У белых решающая атака. Какая жертва напрашивается?} 21. Bxg6 {[%wrong Поищем сильнейший ход. Возьмите подсказку, если затрудняетесь.] [%hint Жертвуем фигуру, чтобы вскрыть королевский фланг черных.]} (21. b4 $5 {У белых выгодная позиция, но мы можем найти сильнейшее взятие.}) (21. Ne4 $5 {У белых выгодная позиция, но мы можем найти сильнейшее взятие.}) (21. Qh4 $2 b4 {У белых выгодная позиция, но мы можем найти сильнейшее взятие.}) \r\n21... fxg6 {Потрясающе! Зачем мы отдали слона?} 22. Qxg6 {[%wrong Поищем сильнейшее взятие и попробуем снова.] [%hint Возьмем пешку и свяжем слона g7.]} (22. Bxf6 $2 Qxg5 {У черных перевес. Поищем сильнейшее взятие.}) \r\n22... Bf7 {Изумительно! Какой жертвой белые убедили противника сдаться в партии Сакс-Ван дер Виль (1983)} 23. Rh8+ {[%wrong Поищем сильнейший ход. Возьмите подсказку, если затрудняетесь.] [%hint Жертвуем, чтобы отвлечь черного короля от защиты слона f7.]} (23. Qf5 $2 a5 {Атака черных сильнее. Поищем решающую жертву.}) (23. Qg3 $2 b4 {Атака черных сильнее. Поищем решающую жертву.}) \r\n23... Kxh8 {Восхитительно! Как не позволить черному королю покинуть вертикаль \"h\"?} 24. Qxf7 {[%wrong Поищем взятие, ограничивающее черного короля.] [%hint Возьмем фигуру и защитим поле g8.]} (24. Rh1+ $2 Kg8 {Черные выигрывают. Поищем сильнейшее продолжение.}) (24. Bxf6 $2 Bxg6 {Черные выигрывают. Попробуем снова.}) \r\n24... b4 {Великолепно! Как форсировать мат?} 25. Rh1+ {[%wrong Проверим шахи и поищем кратчайший путь к мату.] [%hint Даем шах по вертикали \"h\".]} (25. Bxf6 $5 {Это сильный ход, но мы ищем кратчайший путь к мату.}) \r\n25... Bh6 {Замечательно! Где же мат?} 26. Rxh6# {[%wrong Это не мат. Попробуем снова.] [%hint Проверим шахи. Какой из них ведет к мату?] Блестящая атака!} *"
   ],
   "title" : "Вариант дракона: Ван дер Виль - Сакс",
   "url" : "https://www.chess.com/ru/lessons/sekrety-varianta-drakona/variant-drakona-van-der-vil-saks",
   "video" : null
}
