{
   "description" : "Изучение пешечных структур помогает совершенствовать атакующие и защитные умения! Изолированные пешки легко становятся целями атаки, поскольку их не могут защитить другие пешки. Часто в центре остается только изолированная пешка, а значит, ее хозяин получает хорошие шансы на атаку в миттельшпиле. Висячими называют расположенные рядом, например, на вертикалях &quot;d&quot; и &quot;c&quot; пешки, если соседние пешки отсутствуют. Такие пешки дают хорошие шансы на атаку, но легко становятся мишенью для фигур.",
   "duration" : null,
   "fen" : "5rk1/p4p2/1p1rp1qp/6p1/3P4/P3Q1P1/1P1R1P1P/3R2K1 w - - 0 1",
   "id" : "30de280c-a0be-11e8-af71-352adc358e59",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"5rk1/p4p2/1p1rp1qp/6p1/3P4/P3Q1P1/1P1R1P1P/3R2K1 w - - 0 1\"]\r\n\r\n{Черные готовят сдвоение ладей по вертикали \\\"d\\\", атакуя единственную слабость белых в этом эндшпиле - изолированную ферзевую пешку. Как белым избавиться от этой слабости?}\r\n1.d5\r\n    {[%wrong Это интересный ход, но он не позволяет избавиться от изолированной пешки в этом эндшпиле. Попробуем снова!][%hint Если мы разменяем изолированную ферзевую пешку, то получим крепкую позицию. Как разменять пешку?]}\r\n1...Rc8\r\n    {Изумительно! Черные развивают ладью на вертикаль \\\"c\\\". Избавимся от единственной слабости в этой позиции!}\r\n2.dxe6\r\n    {[%wrong Это интересный ход, но он не позволяет избавиться от слабой изолированной пешки. Как ее разменять?][%hint Если мы можем разменять свою изолированную пешку и избавиться от слабости, делаем этот ход!] Отличная работа! Белые избавились от слабой изолированной пешки и получили крепкую позицию в эндшпиле.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"5rk1/p4p2/1p1rp1qp/6p1/3P4/P3Q1P1/1P1R1P1P/3R2K1 b - - 0 1\"]\r\n\r\n{На этот раз ход черных. Как продолжать в этой позиции?}\r\n1...Rd5\r\n    {[%wrong Это интересный ход, но нам нужно помешать белым продвинуть вперед слабую изолированную ферзевую пешку.][%hint Белые не смогут продвинуть слабую пешку d4, если мы займем фигурой поле перед ней...] Замечательно! Мы сумели помешать продвижению изолированной ферзевой пешки. Теперь черные могут сдвоить ладьи и даже перевести ферзя на диагональ a1-h8, наращивая давление на слабую пешку белых!}\r\n    (1...Rfd8 $5 {Здорово! Это тоже сильный ход! Как заблокировать пешку d4, чтоб та точно не смогла сделать шаг вперед?})\r\n    (1...Qf5 $6 2.Qe5 {Это интересное продолжение. Поищем более сильный ход, лишающий белых этой защиты.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"5rk1/1bnqbrpp/ppp5/3pPp2/1P1P1P2/P2QN1P1/1B4P1/1BR2RK1 w - - 0 20\"]\r\n\r\n{Борьба идет за пешку f5! У белых сдвоенные пешки на вертикали \\\"g\\\". Как избавиться от этой слабости и напасть на черную пешку f5?}\r\n20.g4\r\n    {[%wrong Это интересный ход, но нам нужно атаковать черную пешку f5. Попробуем снова!][%hint Белые угрожают вражескому королю по диагонали b1-h7 батареей ферзя и слона, поэтому пешка f5 связана. Как вновь атаковать эту пешку и избавиться от сдвоенных пешек \\\"g\\\"?]}\r\n    (20.Nxf5 $2 Qxf5 {Это интересный ход, но так белые не получат  перевес белым. Можем найти сильнейшее нападение на пешку f5?})\r\n20...g6\r\n    {Отлично! Черные не могут взять на g4 из-за мата ходом Фxh7! Черные вновь защитили пешку f5. Как создать в их лагере слабую, изолированную пешку?}\r\n21.gxf5\r\n    {[%wrong Это интересный ход, но так нам не создать в лагере черных слабую изолированную пешку. Попробуем снова!][%hint Какое взятие избавляет вас от сдвоенных пешек \\\"g\\\" и вынуждает черных остаться с изолированной пешкой или понести материальный урон?]}\r\n21...gxf5\r\n    {Создав изолированную пешку, белые получили сильную позицию, а черным придется защищать долговременную слабость. Изумительно!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r2q1rk1/pb2bppp/1pn1pn2/8/3P4/2NB1N2/PP3PPP/R1BQR1K1 w - - 4 12\"]\r\n\r\n{У белых изолированная пешка, помогающая контролировать центр и создавать атакующие идеи, но она может стать мишенью. Выбираем между четырьмя ходами белых: a3, Сe3, Сg5 или d5.}\r\n12.a3\r\n    {[%wrong Это интересное продолжение, но мы выбираем один из четырех ходов: a3, Сe3, Сg5 или d5. Выбираем внимательно!][%hint Черным хотелось бы перевести коня c6 на d5, блокируя изолированную ферзевую пешку. Как белым помешать этой идее?] Отличное решение! Белые мешают черным осуществить классический блокадный маневр ...Кb4-d5. Белые продолжат развитие, готовя атаку на королевском фланге.}\r\n    (12.Bg5 $6 Nb4 {Это интересный ход, но черные готовы блокировать изолированную ферзевую пешку с сильной позицией. Попробуем снова!})\r\n    (12.d5 $2 Nxd5 {Это интересный ход, но жертва пешки не обещает белым сильную атаку. Попробуем снова!})\r\n    (12.Be3 $6 Nb4 {Черные готовы укрепиться на поле d5. Ход Сe3 защищает пешку d4, но черные пока не угрожали выиграть ее, ведь после размена коней на d4 и взятия пешки черным ферзем белые выигрывают его ходом Сxh7+. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnr3k1/4qpp1/pp2b2p/1Bpp4/3P4/Q3PN2/PP3PPP/2R1K2R w K - 0 15\"]\r\n\r\n{В этой партии матча на первенство мира Борис Спасский только что сделал ход 14...a6, \\\"атакуя\\\" белого слона. Пешка a6 связана защитой черной ладьи. Какое сильное взятие ведет к созданию висячих пешек или изолированной пешки \\\"d\\\", будущей мишени для белых?}\r\n15.dxc5\r\n    {[%wrong Это интересный ход, но так невозможно оставить черных с висячими пешками или изолированной пешкой \\\"d\\\". Попробуем снова!][%hint Какое пешечное взятие позволит белым создать мишени для своей атаки в виде висячих пешек или изолированной пешки у противника?]}\r\n15...bxc5\r\n    {Молодец! Мы нашли взятие, сделанное американским гроссмейстером Бобби Фишером, оставившим черных с висячими пешками! Бобби Фишер победил в этом матче и стал чемпионом мира!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r2r2k1/pbq1np2/1p2p1p1/4N2p/2PP4/8/PQ2BPPP/2RR2K1 w - - 2 21\"]\r\n\r\n{Белые хотят продвинуть свои висячие пешки и создать мощную проходную пешку. Какая висячая пешка должна первой шагнуть вперед? Как им ходом гроссмейстер Левон Аронян осуществил мощное пешечное продвижение?}\r\n21.d5\r\n    {[%wrong Это интересный ход, но не движение вперед одной из висячих пешек. Попробуем снова!][%hint Гроссмейстер Аронян хочет создать изолированную ферзевую пешку, которая станет мощной проходной. Какая пешка должна отправиться вперед, чтобы это осуществилось?]}\r\n    (21.c5 $6 Bd5 {Это интересный ход. Белые сохраняют хорошую позицию, но черные могут блокировать белую пешку \"d\" с шансами на успешную защиту. Попробуем продвинуть другую висячую пешку!})\r\n21...exd5\r\n    {Здорово! Вы нашли сильный ход Ароняна! Восстановим материальное равновесие и создадим мощную проходную!}\r\n22.cxd5\r\n    {[%wrong Это интересный ход, но он не позволяет отыграть пешку и создать мощную проходную. Попробуем снова!][%hint Как белым отыграть пешку и создать мощную проходную?]}\r\n22...Qd6\r\n    {Отлично! Черный ферзь отступает на безопасное поле, блокируя изолированную ферзевую пешку Ароняна. Как напасть на черного ферзя и подготовить продвижение проходной?}\r\n23.Nc4\r\n    {[%wrong Это интересный ход, но он не вынуждает черного ферзя отступить. Как освободить поле d6, чтобы наша проходная пешка могла сделать шаг вперед?][%hint Ищем сильный ход конем, вынуждающий черного ферзя отступить и помогающий защитить нашу проходную пешку, когда та продвинется на d6.]}\r\n    (23.Nc6 $6 Rd7 {Это интересный ход, но черные не обязаны брать коня, и их позицию можно защитить. Поищем ход конем, вынуждающий черного ферзя отступить!})\r\n23...Qf4\r\n    {Изумительно! Снова черные надеются взять изолированную ферзевую пешку белых. Ведем проходную вперед, отбрасывая фигуры черных!}\r\n24.d6\r\n    {[%wrong Ведем вперед проходную - главную силу белых!][%hint Проходные пешки должны идти вперед...]}\r\n24...Nf5\r\n    {Гроссмейстер Стевич продолжает атаковать проходную пешку белых, но с каждым шагом вперед она становится все сильнее. Займем защищенной проходной пешкой последнюю горизонталь!}\r\n25.d7\r\n    {[%wrong Преимущество белых увеличивается по мере движения вперед проходной пешки!][%hint Ведем проходную пешку вперед!] Гроссмейстер Аронян получил решающий перевеса, прекрасно играя пешками, и вскоре победил. Потрясающе! Мы научились атаковать и защищаться, используя изолированные и висячие пешки. Продолжаем работать!}\r\n*"
   ],
   "title" : "Изолированные и висячие пешки",
   "url" : "https://www.chess.com/ru/lessons/aktiviziruem-figury/izolirovannye-visiachie-peshki",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-isolated-and-hanging-pawns-g8n.mp4"
}
