{
   "description" : "Умение защищать короля в трудной позиции принесет нам немало очков. Даже в плохой позиции важно не опускать руки и искать удачные возможности. Обращаем внимание на самые активные ходы и продолжения на каждом ходу.",
   "duration" : null,
   "fen" : "6k1/8/5KP1/5P2/8/R7/6rp/8 b - - 1 1",
   "id" : "34f656fc-a0bf-11e8-b8cf-817fdfa8506e",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"3r1rk1/1pqn1ppp/2p5/p2p4/2PQ3b/1PN2P1P/PB3P2/1K1R2R1 b - - 0 1\"]\r\n\r\n{У белых мощная атака. Поищем сильнейшую защиту.}\r\n1...Bf6\r\n    {[%wrong Это интересный ход, но он не защищает от мата и не спасает черного слона, находящегося под боем на поле h4. Попробуем снова!][%hint Белые угрожают матом и взятием черного слона h4. Как защититься от обеих угроз?] Активная защита! Черные защищаются от мата, переводят слона на безопасное поле, и нападают на белого ферзя одним и тем же ходом.}\r\n    (1...Qe5 $2 2.Qxh4 {Это интересный ход, но он ведет к потере фигуры. Как защититься от двойного удара белых?})\r\n    (1...Ne5 $2 2.Qxh4 {Это интересный ход, но он ведет к потере фигуры. Как защититься от двойного удара белых?})\r\n    (1...Nf6 $2 2.Qxh4 {Это интересный ход, но он ведет к потере фигуры. Как защититься от двойного удара белых?})\r\n    (1...g6 $2 2.Nxd5 {Это интересный ход, но слон на h4 висит, а у белых есть еще и нападение на ферзя с одновременной угрозой мата по черным полям. Попробуем снова!})\r\n    (1...f6 $2 2.Qxh4 {Это интересный ход, но он ведет к потере фигуры. Как защититься от двойного удара белых?})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"4rk2/8/1p5p/1Pp2b1p/q7/3P1QPP/8/BR5K b - - 0 1\"]\r\n\r\n{Черный слон связан и находится под боем белого ферзя. У белых сильная атака на открытого короля черных. Как защитить слона и помешать белым атаковать короля?}\r\n1...Qa8\r\n    {[%wrong Это интересный ход, но он не помогает спасти черного слона и защитить короля. Попробуем снова!][%hint Заметим, что король и ферзь черных расположены на большой белой диагонали. Поищем неожиданную защиту, основанную на связке.]}\r\n    (1...Re5 $2 2.Bxe5 {Всегда обращайте внимание на то, какие поля под боем у фигур противника. Попробуйте снова!})\r\n    (1...Qc2 $2 2.Qxf5+ {Этот ход не мешает белым выиграть слона, начиная мощную атаку. Попробуйте снова!})\r\n    (1...Kg8 $2 2.Qxf5 {Этот ход не мешает белым выиграть слона, начиная мощную атаку. Попробуйте снова!})\r\n2.Qxa8\r\n    {Отличное видение доски! Мы нашли единственную защиту, позволяющую черным спастись. Все другие ходы проигрывают! Посмотрим, как может продолжиться борьба после размена ферзей.}\r\n2...Rxa8\r\n    {[%wrong Это интересный ход, но нам нужно взять белого ферзя.][%hint Возьмем белого ферзя.]}\r\n3.Rf1\r\n    {Черный слон вновь связан. Проигрывают ли черные, или у них найдется хорошая защита?}\r\n3...Kg8\r\n    {[%wrong Это интересный ход, но белые выиграют фигуру ходом Лxf5+. Попробуем снова!][%hint Как занять конем безопасное поле и подготовить защиту слабой пешки h6 в будущем ладейном окончании?]}\r\n    (3...Ke8 $5 {Это разумная идея. Теперь займем королем поле g8, откуда он поможет защитить слабые пешки на вертикали \\\"h\\\".})\r\n    (3...Ke7 $5 {Это разумная идея. Теперь займем королем поле g8, откуда он поможет защитить слабые пешки на вертикали \\\"h\\\"})\r\n    (3...Kf7 $2 4.Rxf5+ {Этим ходом черные теряют фигуру. Попробуем снова!})\r\n    (3...Rxa1 $2 4.Rxa1 {Это интересный ход, но нам не нужно жертвовать ладью, чтобы удержать позицию. Если белые забирают слона без шаха, мы можем ответить взятием белого слона. Попробуем снова!})\r\n4.Rxf5\r\n    {Вот именно! Черный король уходит из-под связки, готовясь защитить слабую пешку h6. Как черным восстановить материальное равновесие?}\r\n4...Rxa1+\r\n    {[%wrong Это интересный ход, но нам нужно восстановить материальное равновесие. Попробуем снова!][%hint У белых лишний слон. Как восстановить материальное равновесие?] Вот это боевой дух! Черные защитили трудную позицию, и теперь у них равные шансы в ладейном окончании.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"3rr1k1/pp1b1pp1/q7/b1Pp2NQ/3P3P/1R6/P4PPB/5RK1 b - - 0 1\"]\r\n\r\n{Король черных под сильной атакой. Как черным от нее защищаться?}\r\n1...Qxf1+\r\n    {[%wrong Это интересный ход, но он не спасает черных. Поищем активную защиту!][%hint Вы уверены, что надо защищаться? Поищем собственные форсированные продолжения в этой позиции!]}\r\n    (1...Qg6 $2 2.Qxg6 $2 {Этот ход позволяет защититься от атаки на королевском фланге, но белые получат большой позиционный перевес после Лxb7. Поищем более активную защиту!})\r\n    (1...Qh6 $2 2.Qxf7+ {Этот ход защищает от одной угрозы, но допускает другую. Нам нужно найти более активную защиту. Попробуем снова!})\r\n    (1...Bf5 $2 2.Qxf7+ {Это интересный ход, но он не спасает позицию черных. Поищем более активную защиту!})\r\n    (1...g6 $2 2.Qh7+ {Это продолжение допускает мат следующим ходом. Поищем активную защиту!})\r\n2.Kxf1\r\n    {Фантастическое внимание к атакующим возможностям! До победы всего один ход!}\r\n2...Re1#\r\n    {[%wrong Это не мат. Попробуем снова!][%hint Объявим мат в один ход.] Мы играем находчиво!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"4r1rk/pb4q1/1p5p/2p2p2/2PP1n2/PP2B3/1Q1R1PPP/2R1N1K1 w - - 0 1\"]\r\n\r\n{У черных не хватает двух пешек, но их активные фигуры атакуют белого короля. Как отразить эту атаку и упростить позицию, сохранив преимущество?}\r\n1.d5\r\n    {[%wrong Это интересный ход, но он не позволяет защититься от давления черных на королевском фланге. Попробуем снова!][%hint Когда мы под атакой, размен ферзей может стать отличной защитной идеей!] Хорошая игра в защите! Белые вынуждают размен ферзей, мешают черному слону атаковать королевский фланг и создают проходную, сохраняя две лишние пешки.}\r\n    (1.dxc5 $2 Qxb2 {и далее ...Кxg2 дает черным равную игру ввиду слабости короля белых. Попробуем снова!})\r\n    (1.g3 $2 Nh3+ {И далее ...f4 дает черным сильную атаку. Попробуем снова!})\r\n    ({У черных нет двух пешек, зато более активные фигуры и сильная атака на белого короля. Как опровергнуть атаку черных?} 1.f3 $2 Rxe3 {теряет слона. Попробуем снова!})\r\n    (1.Bxf4 $2 Rxe1+ {Как хитро! Черные дают мат следующим ходом. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"3r1rk1/5p2/p5p1/4Q2p/7P/5P2/1B6/7K b - - 0 1\"]\r\n\r\n{Белые угрожают матом с помощью батареи слона и ферзя. Поищем лучший шанс черных на спасение этой партии.}\r\n1...Rd1+\r\n    {[%wrong Это интересный ход, но он не спасает от мата. Попробуем снова!][%hint Если разменять одну из ладей на белого слона, мы получим шансы на ничью...]}\r\n    (1...f6 $2 2.Qe6+ {Это интересное продолжение, но следующим ходом белые заберут пешку f6 или получат материальное преимущество ходом Фе7+ в ответ на ...Крe7. Попробуем снова!})\r\n2.Kg2\r\n    {Отличное вступление! Черные атакуют белого короля. Каков наш план?}\r\n2...Rd2+\r\n    {[%wrong Это интересный ход, но он не спасает от мата. Попробуем снова!][%hint Если черные уничтожат белого слона, у них будут шансы на ничью...]}\r\n    (2...f6 $2 3.Qe6+ {Это интересный ход, но белые заберут пешку f6 следующим ходом или добьются материального преимущества ходом Фе7+ в ответ на ...Крe7. Попробуем снова!})\r\n3.Kg3\r\n    {Замечательно! Как черным спасти этот эндшпиль?}\r\n3...Rxb2\r\n    {[%wrong Это интересный ход, но он не спасает от мата. Попробуем снова!][%hint Если бы у белых не было слона, они не угрожали бы матом!]}\r\n    (3...f6 $2 4.Qe6+ {Это интересный ход, но белые заберут пешку f6 следующим ходом или получат материальный перевес ходом Фе7+ в ответ на ...Крe7. Попробуем снова!})\r\n4.Qxb2\r\n    {Отличное решение! Белые больше не угрожают матом. Поищем, как расположить ладью черных на шестой горизонтали, чтобы та могла защищать пешку a6.}\r\n4...Re8\r\n    {[%wrong Это интересный ход, но он не позволяет черной ладье занять защищенное поле на шестой горизонтали. Попробуем снова!][%hint Какое поле на шестой горизонтали защищено черной пешкой? Как занять его ладьей?]}\r\n5.Qb7\r\n    {Молодец! Белые атакуют пешку a6. Как черным ее защищать?}\r\n5...Re6\r\n    {[%wrong Это интересный ход, но он не позволяет защитить пешку a6. Попробуем снова!][%hint Куда поставить ладью, чтобы та защищала пешку a6 и не пускала белого короля на шестую горизонталь?] Вот это боевой дух! Черная ладья защищает пешку a6, и белым будет трудно выиграть эндшпиль, если черные не будут ходить пешками и ладья останется под защитой на шестой горизонтали.}\r\n    (5...a5 $2 6.Qa7 {Черные теряют пешку, потому что на ...Лe5? следует Фb8+, выигрывая ладью. Поищем другую защиту!})\r\n*"
   ],
   "title" : "Как защищать короля",
   "url" : "https://www.chess.com/ru/lessons/ataka-na-korolia/kak-zashchishchat-korolia",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-defending-the-king-s0k.mp4"
}
