{
   "description" : "Добравшись до последней горизонтали, пешка может превратиться, то есть, стать любой фигурой: конем, слоном, ладьей или ферзем. Ферзи - самые важные фигуры, и превращение в ферзя встречается чаще всего.",
   "duration" : null,
   "fen" : "6Q1/6P1/8/8/8/8/1p6/1q6 w - - 0 1",
   "id" : "372db93e-a0b9-11e8-a26a-73f64ce37007",
   "membership" : null,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1k6/7P/8/8/8/2P5/8/6K1 w - - 0 1\"]\r\n\r\n{У белых две пешки - какую из них мы превратим в ферзя?}\r\n1.h8=Q+\r\n    {[%wrong Мы хотим превратить пешку в ферзя - делаем ход пешкой!][%hint Делаем ход пешкой, расположенной в одном шаге от верхнего края доски.] Отлично! Мы превратили пешку в ферзя, самую мощную фигуру на доске! Заметим, что новорожденный ферзь теперь нападает на черного короля.}\r\n    (1.h8=R+ $5 {Мы превратили пешку в ладью. Это хороший ход, но пешку можно превратить в более сильную фигуру. Попробуем снова!})\r\n    (1.h8=N $2 {Пешка превратилась в коня, но ее можно превратить в более сильную фигуру. Попробуем снова!})\r\n    (1.h8=B $2 {Пешка превратилась в слона, но ее можно превратить в более сильную фигуру. Попробуем снова!})\r\n    (1.c4 $2 {Эта пешка идет вперед, но ей еще далеко от поля превращения. Попробуем сделать ход другой пешкой!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/7p/8/7P/8/8/P4K2/7k w - - 0 1\"]\r\n\r\n{Одна пешка белых находится в трех шагах от поля превращения, другая еще занимает начальное поле. Какая быстрее превратится в ферзя?}\r\n1.a4\r\n    {[%wrong Мы планируем превратить пешку в ферзя - ведем вперед пешку!][%hint Одной из белых пешек ничто не мешает превратиться в ферзя - ведем ее вперед.] Молодец! Белая пешка начинает свое путешествие по доске. Ей понадобится еще четыре хода, чтобы стать ферзем, но черный король не может помешать ее продвижению.}\r\n    (1.a3 {Это хороший ход, но вспомним, еще не ходившая пешка может пойти на два поля вперед, если ей ничто не мешает. Попробуем снова!})\r\n    (1.h6 {Пешка идет вперед, но заметим, что у нее на пути стоит черная пешка. Белая пешка блокирована и не может продвинуться дальше. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/1k6/7P/8/8/p3P3/5K2/8 w - - 0 1\"]\r\n\r\n{Это пешечная гонка! Оба противника стараются превратить пешки как можно быстрее! Какую пешку вести вперед белым, чтобы победить в гонке?}\r\n1.h7\r\n    {[%wrong На доске пешечная гонка - ведем вперед пешку!][%hint Делаем ход пешкой, расположенной в двух полях от края доски.]}\r\n    (1.e4 $2 {Пешка идет вперед, но для превращения ей понадобится еще четыре хода. Заметим, что черная пешка всего в двух полях от последней горизонтали, и в этой гонке победит она. Стараемся вести вперед пешку, которая ближе к полю превращения!})\r\n1...a2\r\n    {Молодец! Белая пешка первой превратится в ферзя. Превратим белую пешку в ферзя!}\r\n2.h8=Q\r\n    {Белая пешка стала ферзем. Заметим, что ферзь взял под бой поле превращения черной пешки.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1k6/8/8/8/8/6K1/4p3/8 w - - 0 1\"]\r\n\r\n{Черную пешку отделяет один ход от поля превращения. Поищем ход, позволяющий белым защитить поле превращения и спасти партию.}\r\n1.Kf2\r\n    {[%wrong Этот ход не защищает поле превращения - черные превратят пешку в ферзя на следующем ходу. Попробуем снова!][%hint Поищем ход, позволяющий напасть на пешку и защитить поле ее превращения.] Молодец! Белый король защищает поле превращения и нападает на черную пешку. Следующим ходом белые заберут пешку.}\r\n    (1.Kf3 $2 {Белый король нападает на черную пешку, но она просто превращается в ферзя и уходит от нападения белых. Как взять под бой поле превращения?})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/1pk4p/7P/6P1/2P5/8/6K1/8 w - - 0 1\"]\r\n\r\n{У белых лишняя пешка, но их самая продвинутая пешка блокирована черной пешкой. Две пешки белых находятся на вражеской половине доски. Можете найти неожиданный ход пешкой, позволяющий превратить ее в ферзя?}\r\n1.g6\r\n    {[%wrong Нам нужно превратить пешку в ферзя - стараемся ее продвинуть!][%hint Ведем вперед белую пешку, чтобы та напала на черную.]}\r\n    (1.c5 $2 {Это хорошая попытка, но эту пешку могут взять король или пешка, если та отправится вперед на следующем ходу. Попробуем отправить вперед другую пешку, которая может ходить в этой позиции!})\r\n1...hxg6\r\n    {Отлично! Белые жертвуют пешку, но ее соседка превратится в ферзя. Путь к превращению открыт - ведем вперед пешку, которой остается всего два шага до края доски.}\r\n2.h7\r\n    {[%wrong Ой! Нам нужно вести вперед пешку, которой остается всего два шага до поля превращения. Попробуем снова!][%hint Ведем вперед пешку, которая находится в двух шагах от поля превращения. ] Отличная работа! Белая пешка превратится в ферзя на следующем ходу.}\r\n*"
   ],
   "title" : "Пешечное превращение",
   "url" : "https://www.chess.com/ru/lessons/kak-hodiat-figury/prevrashchenie-peshki",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-NTC-pawn-promotion-p2w.mp4"
}
