{
   "description" : "Знакомимся с идеями самых популярных дебютов с ходом 1. e4. Ходами 1. e4 e5 2. Кf3 Кc6 Сc4 определяется итальянская партия, где черные выбирают между рискованным 3...Кf6 или более надежным 3...Сc5. 3. Сb5 ведет к любимой многими испанской партии. Угроза Сxc6 и Кxe5 не ведет к выигрышу пешки, но черным нужно быть начеку. Они часто отвечают 3...a6, чтобы впоследствии избавиться от связки ходом b7-b5.",
   "duration" : null,
   "fen" : "r1bqk2r/2ppbppp/p1n2n2/1p2p3/B3P3/5N2/PPPP1PPP/RNBQR1K1 w kq b6 0 7",
   "id" : "3a49a606-a0bd-11e8-a79a-f7373e23577b",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqkbnr/pppp1ppp/2n5/4p3/4P3/5N2/PPPP1PPP/RNBQKB1R w KQkq - 0 1\"]\r\n{Освоим итальянскую партию, дебют, где слон занимает поле c4!}\r\n1.Bc4\r\n    {[%wrong Белопольный слон должен занять поле c4. Попробуем снова!][%hint Развиваем белопольного слона на поле, откуда он атакует слабую пешку f7.]}\r\n1...Nf6\r\n    {Молодец! Белый слон взял под бой нужную диагональ, и белые готовы сделать рокировку. Дебют с ходом Сc4 известен как  \\\"Итальянская партия.\\\" Ходом ...Кf6 черные атакуют белую пешку e4. Какое агрессивное продолжение позволяет белым защитить пешку e4 и вновь напасть на пешку f7?}\r\n2.Ng5\r\n    {[%wrong Интересный ход, но белым нужно защитить пешку e4 и вновь напасть на пешку f7. Попробуем снова!][%hint Конь поможет нам защитить пешку e4 и напасть на пешку f7 одновременно. Поищем нужный ход!] Отлично! Белые уже угрожают ходом Кxf7 с вилкой на черных ферзя и ладью. Черные должны знать точно, как защищаться в этой острейшей позиции, или они быстро проиграют.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqkbnr/pppp1ppp/2n5/4p3/2B1P3/5N2/PPPP1PPP/RNBQK2R b KQkq - 3 3\"]\r\n\r\n{Белые угрожают ходом Кg5 - попробуем выбрать, какое продолжение: ...h6, ...Сe7, или ...Сc5 сильнее?}\r\n3...Bc5\r\n    {[%wrong Мы выбираем между ходами ...h6, ...Сe7 и ...Bc5. Какой из трех - сильнейший?][%hint Какой ход помогает развить слона на активную диагональ и взять под бой важные поля в центре?]}\r\n    (3...h6 $2 {Не стоит тратить время на ходы пешками, не способствующие развитию. Белые не угрожали продолжением Кg5 - почему бы не вывести слона на активную диагональ?})\r\n    (3...Be7 $5 4.d4 {Этот крепкий, но пассивный ход позволяет белым атаковать центр ходом d4. Поищите, как расположить слона более активно, чтобы он взял под бой поле d4.})\r\n4.d3\r\n    {Отлично! Черный слон выходит на активную диагональ! Белые отвечают крепким ходом d3. Как черным развить коня g8, чтобы подготовить рокировку?}\r\n4...Nf6\r\n    {[%wrong Мы решаем, как развить коня g8 - попробуем снова!][%hint Разве нам не нужно взять под бой как можно больше полей в центре? Конь может помочь...]}\r\n    (4...Nge7 $2 5.Ng5 {Это интересный ход, но на e7 конь расположен пассивно. На f6 он намного более активен. Заметьте: в ответ на рокировку черных белые выигрывают ходом Фh5. Попробуем снова!})\r\n    (4...Nh6 $2 {Как правило, не нужно ставить коня на край доски, где он держит под боем вдвое меньше полей, чем в центре. Попробуем снова!})\r\n5.Ng5\r\n    {Верно! Теперь белым стоило сделать рокировку, но они перешли в преждевременную атаку. Как черным спокойно ответить на этот сомнительный ход?}\r\n5...O-O\r\n    {[%wrong Это интересный ход, но у атаки белых есть более надежное опровержение - попробуем снова!][%hint Не забываем, насколько сильной бывает рокировка!]}\r\n    (5...Qe7 $2 6.Bxf7+ {У черных два защитника против двух нападающих, но обе фигуры черных намного ценнее атакующих фигур белых, поэтому черные несут материальные потери. Попробуем снова!})\r\n    (5...d5 $6 6.exd5 {Вы нашли интересную идею, но вскрытие позиции дает белым новые шансы на атаку. У атаки белых есть более простое опровержение. Попробуем снова!})\r\n6.Nxf7\r\n    {Блестящее решение! Черные спокойно рокировали, а белые продолжают делать слишком агрессивные ходы. Как отвечать черным?}\r\n6...Rxf7\r\n    {[%wrong Это интересный ход, но зачем оставлять белого коня в живых? Попробуем снова!][%hint Размен ладьи и пешки на две легкие фигуры выгоден черным.]}\r\n    (6...Qe7 $2 7.Ng5+ {Белые остаются с лишней пешкой. Нам нужна активная защита. Попробуйте снова!})\r\n    (6...Qe8 $2 7.Nd6+ {Белый конь отступает с шахом и следующим ходом забирает черного ферзя. Нам нужна активная защита. Попробуем снова!})\r\n7.Bxf7+\r\n    {Черные не против разменять ладью и пешку на две легкие фигуры белых. Возьмите слона!}\r\n7...Kxf7\r\n    {[%wrong Это не взятие белого слона - попробуем снова!][%hint Возьмем белого слона!] Черные нашли активную защиту в ответ на преждевременную атаку белых. Белые потеряли все свои развитые фигуры, и их позиция хуже. Отличная работа!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqkbnr/pppp1ppp/2n5/1B2p3/4P3/5N2/PPPP1PPP/RNBQK2R b KQkq - 3 3\"]\r\n\r\n{Белые только что сделали ход 3. Сb5, определяющий испанскую партию. Ответим обычным для черных 3...a6.}\r\n3...a6\r\n    {[%wrong Мы изучаем идеи черных после 3...a6. Сделаем этот ход!][%hint Займем пешкой поле a6!]}\r\n4.Bxc6\r\n    {Чтобы играть испанскую партию, запомним, что этот ход не ведет к выигрышу пешки. Каким ходом черные могут взять слона?}\r\n4...dxc6\r\n    {[%wrong Это не взятие белого слона - попробуем снова!][%hint Возьмем белого слона, открывая для ферзя вертикаль \"d\".]}\r\n    (4...bxc6 $6 5.Nxe5 {Черные отыгрывают пешку после 5...Фe7, но в их пешечной структуре остаются слабости. Изучим взятие другой пешкой...})\r\n5.Nxe5\r\n    {Молодец! Черные берут слона пешкой \"d\", открывая путь ферзю и белопольному слону. Как черным одновременно напасть на коня e5 и пешку e4?}\r\n5...Qd4\r\n    {[%wrong Интересный ход, но так черным не напасть на коня e5 и пешку e4 одновременно - попробуем снова!][%hint Поищем поле, откуда черный ферзь одновременно нападает на коня e5 и пешку e4.] Молодец! Черные отыграют центральную пешку и лишат белых возможности рокировки. У черных очень удобная позиция, поэтому белые не пытаются выиграть эту пешку.}\r\n    (5...Qg5 $6 6.Nf3 {Это интересное продолжение: черные выигрывают пешку g2, а белые нападают на ферзя ходом Лg1, но нам нужно найти более сильный ход, выигрывающий пешку e4, - попробуем снова!})\r\n    (5...Qd5 $2 6.exd5 {Нападем на коня и пешку e4 одновременно - поищем этот ход!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqkbnr/1ppp1ppp/p1n5/1B2p3/4P3/5N2/PPPP1PPP/RNBQK2R w KQkq - 0 4\"]\r\n\r\n{Белые не выигрывают пешку ходом 4. Сxc6, поэтому чаще всего слон отступает из-под боя, продолжая атаковать коня c6.}\r\n4.Ba4\r\n    {[%wrong Интересный ход, но это не сильнейшая возможность белых. Попробуем снова!][%hint Отступим слоном так, чтобы черный конь c6 остался под боем.]}\r\n4...Nf6\r\n    {Отлично! Белые держат под боем черного коня c6, а черные нападают на пешку e4 - нужно ли белым ее защищать, или они могут сделать другой ход?}\r\n5.O-O\r\n    {[%wrong Это интересная идея, но мы можем отразить угрозы черных пешке e4 иначе. Попробуем снова!][%hint После рокировки белые займут ладьей вертикаль \\\"e\\\" в ответ на взятие пешки e4.]}\r\n    (5.d3 $5 {Это сильное продолжение, но белые могут спокойно рокировать с хорошей позицией. Сделаем рокировку!})\r\n    (5.Nc3 $5 {Это сильное продолжение, но белые могут спокойно рокировать с хорошей позицией. Сделаем рокировку!})\r\n    (5.Qe2 $5 {Это сильное продолжение, но белые могут спокойно рокировать с хорошей позицией. Сделаем рокировку!})\r\n5...Nxe4\r\n    {Замечательно! Белые делают рокировку, предлагая черным взять пешку и вскрыть вертикаль \\\"e\\\". Черные идут на это продолжение - пора нападать на них по вертикали \\\"е\\\"!}\r\n6.Re1\r\n    {[%wrong Это интересный ход, он не атакует черных по вертикали \\\"e\\\". Попробуем снова!][%hint Белые сделали рокировку. Можно ли использовать ладью, чтобы атаковать черных по вертикали \\\"e\\\"?] Верно! Белые нападают на черного коня, чтобы продолжать Кxe5, если тот отступит, или d3, если черные будут его защищать. В обоих случаях у них хорошая позиция.}\r\n    (6.d4 $5 {Это сложный теоретический вариант, но мы изучаем  более прямолинейное с нападение на черных по вертикали \"e\". Введем ладью в бой!})\r\n    (6.Qe1 $2 {Наш ферзь не слишком силен на этом поле, а ладья, которая могла занять вертикаль \\\"e\\\", так и осталась на f1. Пора вывести ее!})\r\n    (6.Qe2 $6 {Ход  ферзем - неплохая идея, но выход ладьи - намного более сильное продолжение.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqk2r/1ppp1ppp/p1n2n2/2b1p3/B3P3/5N2/PPPP1PPP/RNBQ1RK1 w kq - 4 6\"]\r\n\r\n{Обычно черные вместо взятия пешки e4 развивают чернопольного слона и делают рокировку. Белые собираются продолжать d4 с атакой центра черных. Какой сильный ход пешкой готовит продолжение d4?}\r\n6.c3\r\n    {[%wrong Это интересное продолжение, но нам нужно подготовить ход d4. Попробуем снова!][%hint Возьмем пешкой под бой поле d4.]}\r\n6...b5\r\n    {Молодец! Белые готовят сильный ход d4.}\r\n7.Bb3\r\n    {[%wrong Это интересный ход, но он не уводит белого слона из-под удара - попробуем снова!][%hint Поищем самую активную диагональ для белопольного слона.]}\r\n    (7.Bc2 $5 {Неплохо - мы защищаем центральную пешку и готовим d4 на следующем ходу. Поищем другой сильный ход слоном.})\r\n7...d6\r\n    {Активный слон белых нападает на пешку f7 - он расположен отлично! Пора напасть на центр черных ходом d4!}\r\n8.d4\r\n    {[%wrong Пора ударить в центре ходом d4 - двигаем пешку вперед!][%hint Ударим по центру ходом d4!] Вы все поняли! Белые атакуют центр черных, захватывая пространство с сильной позицией.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqkb1r/1ppp1ppp/p1n2n2/4p3/B3P3/5N2/PPPP1PPP/RNBQ1RK1 b kq - 3 5\"]\r\n\r\n{Закончим изучение испанской партии самым крепким ходом черных  - 5...Сe7.}\r\n5...Be7\r\n    {[%wrong Мы изучаем главный вариант испанской партии - сделаем ход  ...Сe7.][%hint Сделаем ход ...Сe7.]}\r\n6.Re1\r\n    {Молодец! Черный слон занимает безопасное положение, где его не может атаковать белая пешка. Также черные готовят рокировку в короткую сторону. Белые защищают пешку e4. Выберем лучшее продолжение из ходов 6...b5, 6...0-0 и 6...d6.}\r\n6...b5\r\n    {[%wrong Мы выбираем между тремя ходами: 6...b5, 6...0-0 или 6...d6. Сделаем сильнейший по вашему мнению!][%hint Напав на белого слона с темпом и помешав ходу Сxc6, мы получили сильную позицию - найдем сильнейший ход.] Отлично! Никогда не забываем защитить пешку e5, когда противник защитит свою пешку e4. Черные делают рокировку и завершают развитие с крепкой позицией.}\r\n    (6...d6 $5 7.Bxc6+ {Это интересная идея, но пешечная структура черных ослаблена. Как предотвратить взятие Сxc6, чтобы продолжать ...d6?})\r\n    (6...O-O $2 7.Bxc6 {Теперь пешка e4 защищена, и белые могут выиграть пешку ходом Кxe5. Запомним: как только белые защищают пешку e4, черным нужно защищать свою пешку e5!})\r\n*"
   ],
   "title" : "Дебюты с ходом 1.e4: испанская и итальянская партия",
   "url" : "https://www.chess.com/ru/lessons/debiut-dlia-prodolzhaiushchikh/debiuty-e4-ispanskaia-italianskaia-partiia",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-popular-1e4-openings-ruy-lopez-italian-o2w.mp4"
}
