{
   "description" : "Постараемся так расположить свои фигуры, чтобы занять самую важную часть доски - центр. Возьмем под бой поля e4, d4, e5 и d5 в начале партии. Если мы захватим эти поля, наш противник не сможет активно расположить свои фигуры.",
   "duration" : 5,
   "fen" : "r1bqkb1r/1pppppp1/p6p/3PP3/1PB5/5N1P/P1P2KP1/RNBQ3R w kq - 0 1",
   "id" : "3a94fc9e-3605-11ea-a66b-7fb058abaefe",
   "membership" : 10,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"2019.07.29\"]\r\n[Round \"?\"]\r\n[White \"ch1ctrlcontrol\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[Annotator \"Fischwitsch\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/pppppppp/8/8/4P3/8/PPPP1PPP/RNBQKBNR b KQkq - 0 1\"]\r\n[PlyCount \"3\"]\r\n[EventDate \"2019.??.??\"]\r\n[SourceVersionDate \"2019.07.29\"]\r\n\r\n{Белые только что заняли пространство ходом пешки на e4, и готовы полностью оккупировать центр, отправив пешку на d4  следующим ходом. Поставим пешку на e5, чтобы тоже занять пространство в центре доски!} 1... e5 {[%wrong У черных есть много разумных ходов, но нам нужно занять королевской пешкой поле e5. Сделаем этот ход!] [%hint Сделаем ход королевской пешкой на два поля вперед.]} \r\n2. d4 {Молодец! Мы не позволим белым занять центр двумя пешками. Поищем сильное взятие одной из центральных пешек белых?} exd4 {[%wrong Это интересная идея, но не взятие одной из центральных пешек белых. Попробуем снова или возьмем подсказку.] [%hint На пешку e5 напала белая пешка d4. Возьмем эту противную пешку!] Отлично! Мы не позволили белым занять центр двумя пешками, показав хорошее позиционное понимание. Продолжаем в том же духе!} (2... d6 $2 3. dxe5 {Это интересная идея, но если мы отыграем белую пешку, взяв ее своей пешкой \"d\", белые разменяют ферзей, наш король останется в центре и не сможет сделать рокировку. Не нужно защищать пешку \"e\" - используем ее для взятия белой пешки d4!}) (2... f6 $2 3. dxe5 {Не стоит двигать вперед пешку \"f\" в дебюте, потому что это ослабит прикрытие нашего короля. Если мы возьмем пешку e5 своей пешкой, нашему королю будет очень неприятен шах ферзя с поля h5 с одновременным нападением на короля и пешку e5. Не стоит защищать пешку \"e\" - возьмем ей белую пешку d4!}) (2... Nc6 $2 3. d5 {В целом, ход конем к центру хорош, но нам не нужно позволять пешке \"d\" двинуться вперед, вынуждая коня отступить. Не будем защищать пешку e5 - используем ее для взятия белой пешки d4!}) *",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"2019.07.29\"]\r\n[Round \"?\"]\r\n[White \"ch2ctrlcontrol\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[ECO \"B00\"]\r\n[Annotator \"Fischwitsch\"]\r\n[PlyCount \"5\"]\r\n[EventDate \"2019.??.??\"]\r\n[SourceVersionDate \"2019.07.29\"]\r\n\r\n{Как белым занять центр пешкой?} 1. e4 {[%wrong У белых много разумных ходов, но нам нужно расположить пешку прямо в центре. Сделаем ход королевской или ферзевой пешкой на два поля вперед, чтобы занять центр.] [%hint Сделаем ход королевской пешкой на два поля вперед.]}\r\n(1. d4 $5 {Молодец! Это один из двух сильных ходов, позволяющих сразу захватить пешкой центр. Теперь сделаем другой ход.}) (1. e3 $2 {Мы очень близки к цели! Этот ход берет под бой центральное поле, но пешка не достигает центра. Шагнем этой пешкой еще на одно поле вперед, чтобы захватить центр!}) (1. d3 $2 {Мы очень близки к цели! Этот ход берет под бой центральное поле, но пешка не достигает центра. Шагнем этой пешкой еще на одно поле вперед, чтобы захватить центр!}) \r\n1... a6 {Молодец! Мы захватили центр, а противник не стал делать то же. Как усилить наш контроль над центром доски, расположив другую пешку прямо в центре?} 2. d4 {[%wrong Это интересная идея, но нам нужно занять центр доски второй пешкой. Попробуем снова.] [%hint Сделаем ход ферзевой пешкой на два поля вперед.]} (2. e5 $5 d6 {Захват пространства в центре - неплохая идея, но лучший друг пешки - другая пешка. Займем центр другой пешкой прежде, чем вторгнуться на половину доски черных.}) (2. d3 $2 {Мы очень близки к цели! Продвинем эту пешку на одно поле вперед, чтобы расположить ее прямо в центре и не мешать развитию нашего белопольного слона.}) \r\n2... e5 {Молодец! Теперь черные вспоминают, насколько важно контролировать центр пешками. Как белым выиграть пешку?} 3. dxe5 {[%wrong Это интересная идея, но так нам не выиграть пешку. Попробуем снова или возьмем подсказку.] [%hint Черные потратили время впустую, воздержавшись от занятия пешками центра. Покажем, что они допустили ошибку, забрав пешку и получив материальный перевес.] Мы прекрасной игрой наказали черных за беспечность. У белых лишняя пешка, и они контролируют центр.} (3. d5 $2 Bc5 {Захват пространства - неплохая идея, хотя этот ход позволяет слону черных занять отличную диагональ. Этот ход ошибочен потому, что мы можем выиграть пешку простым взятием. Поищем этот ход и выиграем пешку!}) (3. Bxa6 $2 Rxa6 {Это интересная идея, но черные отдают слона (3 балла) за пешку (1 балл). Поищем другое взятие пешки и обойдемся без материальных потерь.}) *",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"2019.07.29\"]\r\n[Round \"?\"]\r\n[White \"ch3ctrlcontrol\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[Annotator \"Fischwitsch\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/1pppppp1/p6p/8/3PP3/8/PPP2PPP/RNBQKBNR w KQkq - 0 3\"]\r\n[PlyCount \"7\"]\r\n[EventDate \"2019.??.??\"]\r\n[SourceVersionDate \"2019.07.29\"]\r\n\r\n{Оба противника начали партию ходами пешек, но белые захватили центр, а черные потратили время на ходы на флангах. Поищем сильный ход конем на поле, откуда он возьмет под бой два поля в центре.} 3. Nf3 {[%wrong Это интересная идея, но мы собирались подвести коня к центру и взять под бой два поля. Поищем сильный ход конем.] [%hint Сделаем ход конем, чтобы защитить пешку d4 и взять под бой центральное поле e5.]} (3. Nc3 $5 {Прекрасный развивающий ход! Выведем другого коня на схожую позицию, чтобы он взял под бой два поля в центре.}) (3. Ne2 $5 {Этим ходом белые выводят коня в центр, но берут под бой только одно центральное поле (d4) и мешают развитию белопольного слона. С какого поля этот конь возьмет под бой центральные поля d4 и e5, не мешая развитию своего слона?}) (3. Nd2 $5 {Этим ходом белые выводят коня в центр, но берут под бой только одно центральное поле (e4) и мешают развитию чернопольного слона. С какого поля этот конь возьмет под бой центральные поля d4 и e5, не мешая развитию своего слона?}) (3. Na3 $2 {Это интересная идея, но конь оказывается на краю доски и держит под боем меньше полей, хуже контролируя центр. Попробуем развить коня в центр, а не на край доски.}) (3. Nh3 $2 {Это интересная идея, но конь оказывается на краю доски и держит под боем меньше полей, хуже контролируя центр. Попробуем развить коня в центр, а не на край доски.}) \r\n3... Nc6 {Превосходно! Черные тоже стараются развить коня и защитить центр, но у них в центре нет пешек. Как захватить пространство и напасть на черного коня на поле c6?} 4. d5 (4. Bb5 $2 axb5 {Это интересная идея, но так белые теряют фигуру. Поищем ход пешкой, позволяющий напасть на черного коня c6.}) (4. e5 $5 {Этим ходом белые захватывают центр и мешают другому коню черных выйти на поле f6. Продвинем вперед другую пешку и нападем на черного коня c6!}) \r\n4... Na5 {Отличная игра центральными пешками! Черный конь отступает на край доски и почти попадает в ловушку. Как напасть на коня и получить материальный перевес?} 5. b4 {[%wrong Это интересная идея, но так мы не нападаем на черного коня, отступившего на край доски. Попробуем снова.] [%hint Мы напали на черного коня пешкой. Молодец! Поищем другое нападение пешкой, позволяющее поймать коня черных.]} (5. Bd2 $2 b6 {Это интересная идея, но черные могут защитить коня ходом пешки b6, поэтому белые не получат материальный перевес. Заметим, что теперь конь может при необходимости отступить через это поле. Поищем сильнейшее нападение на заблудившегося коня a5.}) (5. Qd2 $2 b6 {Это интересная идея, но не нужно ходить ферзем до развития других фигур. Черные защитят коня пешкой b6, и белые не смогут его выиграть. Заметим, что конь может отступить на поле b7 при необходимости. Поищем сильнейшее нападение на заблудившегося коня a5.}) \r\n5... Nc4 {Отлично! Конь черных делает последний отчаянный прыжок. Как белым его выиграть?} 6. Bxc4 {[%wrong Это интересная идея, так нам не выиграть коня. Поищем сильнейшее взятие.] [%hint Сделав ход пешкой от короля, мы открыли путь своему белопольному слону. Как эта фигура поможет нам получить материальный перевес?] Молодец! У белых просто лишняя фигура.} *",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"2019.07.29\"]\r\n[Round \"?\"]\r\n[White \"4ctrlcenter\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[ECO \"B00\"]\r\n[Annotator \"Fischwitsch\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqkb1r/1pppppp1/p4n1p/3P4/1PB1P3/5N2/P1P2PPP/RNBQK2R w KQkq - 0 1\"]\r\n[PlyCount \"5\"]\r\n[EventDate \"2019.??.??\"]\r\n[SourceVersionDate \"2019.07.29\"]\r\n\r\n{Черные решают развить другого коня, угрожая взять нашу пешку на e4. Как отразить угрозу черных и напасть на этого коня?} 1. e5 {[%wrong Это интересная идея, но нам нужно напасть на коня черных и избежать взятия пешки e4. Попробуем снова.] [%hint Черные хотят взять нашу пешку e4 конем. Как продвинуть эту пешку, сочетая атаку и защиту?]} (1. Bb2 $2 Nxe4 {Это интересная идея, но черные могут взять пешку. У белых по-прежнему хорошая позиция, но как напасть на коня черных, не позволяя им взять нашу пешку?}) (1. Bg5 $2 hxg5 {Это интересная идея, но так мы теряем слона. Поищем сильный ход пешкой, с нападением на черного коня.}) (1. Qd4 $5 {Этот ход позволяет защитить пешку e4 и усилить давление на черного коня, но наш ферзь настолько силен (9 баллов), что он не угрожает взять черного коня (3 балла). Поищем ход пешкой, позволяющий напасть на черного коня.}) 1... Ng4 {Отличный ход! Черному коню стоило вернуться, но вместо этого он стремится вперед. Заметим, что у него нет безопасных полей для отступления. Как нам выиграть эту фигуру?} \r\n2. h3 {[%wrong Это интересная идея, но так нам не выиграть коня черных. Попробуем снова или используем подсказку.] [%hint Пешки мешают коню черных отступить на безопасное поле. Используем другую пешку, чтобы создать угрозу взятия этой фигуры.]} (2. Qd4 $2 d6 {Это интересная идея, но этот ход позволяет черным защитить коня слоном, и нам невыгодно отдавать ферзя за коня. Как напасть на коня фигурой, менее ценной, чем ферзь?}) (2. Nd4 $2 Nxe5 {Это интересная идея, но этот ход позволяет черным взять пешку и напасть на нашего белопольного слона. Попробуем снова!}) \r\n2... Nxf2 {Молодец! Черные забирают пешку обреченным конем, но мы можем выиграть фигуру, если сделаем правильное взятие.} 3. Kxf2 {[%wrong Это интересная идея, но так белым не выиграть фигуру. Ищем взятие.] [%hint Попробуем взять коня королем.] Молодец! Мы отлично играли по центру и выиграли еще одного коня, поэтому у белых теперь на две фигуры больше.} (3. Bxa6 $2 Nxd1 {Ой! Мы потеряли ферзя. Как нам взять коня черных?}) *",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"2019.07.29\"]\r\n[Round \"?\"]\r\n[White \"ch5ctrlcenter\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[ECO \"B00\"]\r\n[Annotator \"Fischwitsch\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqkb1r/1pppppp1/p6p/3PP2n/1PB5/5N2/P1P2PPP/RNBQK2R w KQkq - 0 1\"]\r\n[PlyCount \"3\"]\r\n[EventDate \"2019.??.??\"]\r\n[SourceVersionDate \"2019.07.29\"]\r\n\r\n{На этот раз конь черных не отступает на g4, а пытается укрепиться на краю доски! Как его поймать?} 1. g4 {[%wrong Этот ход не создает угрозу взятия коня. Попробуем снова или возьмем подсказку.] [%hint Пешки преследуют коня, и его скоро не станет. Поищем другой сильный ход пешкой, позволяющий выиграть коня!]} (1. Nd4 $2 g6 {Это интересная идея, но черные могут защитить коня ходом g6, освобождая поле для отступления на g7 если ему будет грозить опасность. Попробуем снова!}) (1. Nh4 $2 g6 {Это интересная идея, но черные могут защитить коня ходом пешки g6, освобождая поле для отступления на g7 если ему будет грозить опасность. Попробуем снова!}) (1. Nfd2 $2 Nf4 {Это интересная идея, но этот ход блокирует нашего чернопольного слона, поэтому черный конь сможет спастись и создать встречные угрозы. Попробуем снова!}) (1. Ng1 $2 g6 {Это интересная идея, но черные могут защитить коня ходом пешки g6, освобождая поле g7  для отступления на случай нападения. Попробуем снова!}) \r\n1... Nf4 {Прекрасно! Черный конь может отступить, но ему не спрятаться. Возьмем эту фигуру.} 2. Bxf4 {[%wrong Так коня не выиграть. Попробуем снова.] [%hint Мы сделали ход ферзевой пешкой на два поля вперед и открыли путь чернопольному слону. Используем эту фигуру для взятия коня черных.] Молодец! Мы захватили центр и воспользовались беспечной игрой своего противника.} *"
   ],
   "title" : "Контроль центра",
   "url" : "https://www.chess.com/ru/lessons/debiutnye-printsipy/kontrol-tsentra",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-OP-control-the-center-p2w.mp4"
}
