{
   "description" : "Ценность каждой шахматной фигуры, можно выразить в числах, чтобы правильно оценивать размены и взятия. Пешка стоит 1 балл, Конь стоит 3, Слон - тоже 3, Ладья - 5, Ферзь - 9, а Король - всю партию! Это значит, что менять коня на слона можно, но менять ферзя всего лишь на ладью - нежелательно. При оценке возможных разменов нам нужно стремиться к сохранению материального равновесия или своему преимуществу. Жертвуем только, если у нас будет хорошая компенсация.",
   "duration" : null,
   "fen" : "2r4k/p5pp/1b3n2/3Np3/P3Pp2/2r2B1P/5PP1/R4RK1 w - - 0 1",
   "id" : "3baffa16-a0ba-11e8-af34-8bee5ab4115c",
   "membership" : 10,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r2q2k1/2p2npp/1p2p3/pP3p2/1P1Q3B/P3P2P/5PP1/2R3K1 w - - 0 1\"]\r\n\r\n{При ходе белых возможны несколько взятий. Поищем взятие, позволяющее белым добиться материального преимущества.}\r\n1.Bxd8\r\n    {[%wrong Так белым не добиться материального преимущества - попробуйте снова!][%hint Самая сильная фигура черных под боем - какое взятие выгоднее всего?] Молодец! Белые меняют слона (3 балла) на ферзя (9 баллов).}\r\n    (1.Qxd8+ $6 Nxd8 {Неплохой ход, потому что белые могут продолжать Лxc7 и выиграть пешку, но есть и намного более сильное взятие. Попробуем его найти!})\r\n    (1.bxa5 $6 {Размен пешки на пешку дает не больше равенства. Попробуем найти сильнейшее взятие!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r2rn1k1/3nqp1p/pp2p1p1/2p3N1/2P2P2/1P4P1/P1Q2PBP/2RR2K1 w - - 0 2\"]\r\n\r\n{Поищем, как белым добиться материального преимущества.}\r\n2.Bxa8\r\n    {[%wrong Так белым не добиться материального преимущества - попробуем снова!][%hint Обратим внимание на белую диагональ...]}\r\n    (2.Rxd7 $2 Qxd7 {Размен ладьи (5 баллов) на коня (3 балла) невыгоден белым. Попробуем найти более выгодный размен!})\r\n2...Rxa8\r\n    {Разумеется! Белые меняют слона (3 балла) на черную ладью (5 баллов).}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2r4k/p5pp/1b3n2/3Np3/P3Pp2/2r2B1P/5PP1/R4RK1 w - - 0 1\"]\r\n\r\n{Белый конь может взять четыре разные фигуры. Каким ходом  белые добиваются материального преимущества?}\r\n1.Nxc3\r\n    {[%wrong Этот ход не позволяет белым добиться материального преимущества. Попробуйте снова!][%hint Какая черная фигура, более ценная, чем белый конь, находится под боем?]}\r\n    (1.Nxb6 $6 {Хорошая попытка, но это всего лишь равный размен (3 балла на 3 балла).})\r\n    (1.Nxf6 $6 {Хорошая попытка, но это всего лишь равный размен (3 балла на 3 балла).})\r\n    (1.Nxf4 $2 exf4 {Это плохой размен. Белые разменяли коня (3 балла) на черную пешку (1 балл). Попробуйте снова!})\r\n1...Rxc3\r\n    {Молодец! Белые разменяли коня (3 балла) на черную ладью (5 баллов).}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r4rk1/1p3pb1/4p1p1/2P4p/p2n4/P1N3BP/1P1R1PP1/3R2K1 w - - 0 1\"]\r\n\r\n{В этой позиции у черных есть грозный конь на d4. Поищем, как избавиться от него и получить материальный перевес.}\r\n1.Rxd4\r\n    {[%wrong Этот ход не позволяет белым получить материальный перевес. Попробуйте снова!][%hint Две белые ладьи атакуют черного коня. Разве ладья стоит больше, чем конь и слон вместе взятые?]}\r\n    (1.Ne2 $2 {Этот ход предлагает равный размен (коня на коня), но не ведет к материальным завоеваниям. Попробуйте снова!})\r\n    (1.Nxa4 $2 Rxa4 {Белые понесли потери, отдав коня (3 балла) за пешку (1 балл). Попробуем снова!})\r\n1...Bxd4\r\n    {Фантастика! Похоже, что белые теряют качество, разменивая ладью на черного коня, но они окажутся впереди после следующего взятия.}\r\n2.Rxd4\r\n    {Отлично! Белые обменяли ладью (5 баллов) на коня и слона (3+3 = 6 баллов).}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"3r2k1/4np2/p5b1/1p5p/2pN2p1/P5P1/1P2PP1P/R1N3K1 w - - 0 1\"]\r\n\r\n{Конь белых на поле d4 в беде. Должны ли они взять пешку b5, или могут защитить фигуру?}\r\n1.e3\r\n    {[%wrong Этот  ход не спасает коня. Попробуем снова!][%hint Ищем, как защитить коня d4.] Отлично! Белые защищают коня пешкой. Теперь, если черные возьмут коня ладьей, белые выиграют качество.}\r\n    (1.Nxb5 $2 axb5 $2 {Белые невыгодно обменяли коня (3 балла) на пешку (1) балл. Ищем лучшую защиту!})\r\n    (1.Nc6 $2 Nxc6 {Мы просто отдали коня. Попробуем снова!})\r\n    (1.Nc2 $2 Bxc2 {Проигрывает коня. Попробуем снова!})\r\n    (1.Ncb3 $2 cxb3 {Ведет к материальным потерям. Попробуем снова!})\r\n*"
   ],
   "title" : "Ценность фигур",
   "url" : "https://www.chess.com/ru/lessons/okhotimsia-figury/tsennost-figur",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-BEG-value-of-the-pieces-b8e.mp4"
}
