{
   "description" : "Проходные пешки бывают смертельно опасны, поэтому их необходимо блокировать. Кони - хорошие блокеры, поскольку могут перепрыгивать через пешку, оставаясь активными. Если мы позволим проходным зайти слишком далеко, нам придется жертвовать фигуры, чтобы помешать их превращению.",
   "duration" : null,
   "fen" : "2r3k1/p2n1pp1/1p1Pp2p/2p5/2P4B/1P2PP2/6PP/3R2K1 w - - 0 1",
   "id" : "3e915870-a0be-11e8-9ce2-eb3d6cf81320",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"4rr1k/ppqb2pp/3bpn2/3p4/1P1B4/2PB1N2/P3QPPP/2R2RK1 w - - 9 17\"]\r\n\r\n{Черные подготовили мощный пешечный прорыв ...e5. Как белым отразить эту угрозу?}\r\n17.Ne5\r\n    {[%wrong Это интересный ход, но он не предотвращает идею черных с ходом ...e5. Попробуем снова!][%hint Если мы не хотим, чтобы черные сыграли ...e5, пешку e6 нужно блокировать!] Изумительно! Белый конь занимает мощный форпост e5, блокируя слабую черную пешку e6, и черные остаются пассивными. Отличная работа!}\r\n    (17.Be5 $6 Ng4 {Это интересная идея, но черные могут помешать блокаде ходом ...Кg4. Попробуем блокировать поле e5 другой фигурой!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1r1r4/p2b1pk1/1p3npp/2pPp3/2P1P3/P1P3PB/5N1P/1R2R1K1 b - - 2 2\"]\r\n\r\n{Как черным вынудить белого коня отступить на край доски?}\r\n2...Bxh3\r\n    {[%wrong Это интересный ход, но он не вынуждает белого коня отступить на край доски. Попробуем снова!][%hint Меняем фигуры, чтобы белый конь оказался на краю доски.]}\r\n3.Nxh3\r\n    {Выгодный размен! Белый конь расположен неудачно. Как заблокировать белую проходную пешку \\\"d\\\" и напасть на слабую пешку c4 за два хода?}\r\n3...Ne8\r\n    {[%wrong Это интересный ход, но он не позволяет блокировать пешку d5 и напасть на слабую пешку c4. Попробуем снова!][%hint Как коню может блокировать пешку d5 и напасть на пешку c4? Как добраться конем до этого поля?]}\r\n4.Nf2\r\n    {Потрясающе! Черный конь готов блокировать проходную пешку \"d\" и подготовить взятие пешки c4. Каким ходом?}\r\n4...Nd6\r\n    {[%wrong Этот ход не блокирует пешку d5 с угрозой взятия пешки c4. Попробуем снова!][%hint Зачем конь отправился на e8? Блокируем пешку d5 и нападаем на пешку c4!] Именно! Черные блокируют пешку d5 и готовятся взять пешку c4 на следующем ходу. Молодец!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/p3q1kp/1p2Pnp1/3pQ3/2pP4/1nP3N1/1B4PP/6K1 w - - 5 30\"]\r\n\r\n{В известной партии гроссмейстеров Ботвинника и Капабланки черный ферзь блокирует опасную проходную пешку \\\"e\\\". Как найти фантастическую жертву, отвлекающую черного ферзя от блокады?}\r\n30.Ba3\r\n    {[%wrong Это интересный ход, но не жертва, успешно отвлекающая черного ферзя от блокады. Попробуем снова!][%hint Как напасть на черного ферзя, чтобы ему пришлось покинуть блокадное поле? Не боимся жертвовать!]}\r\n30...Qxa3\r\n    {Превосходно! Белые отвлекают черного ферзя от блокадного поля. Как временной жертвой коня выиграть черного коня и вскрыть вертикаль \\\"g\\\" для атаки на черного короля?}\r\n31.Nh5+\r\n    {[%wrong Это интересный ход, но нам нужно напасть на связанного коня черных и вскрыть вертикаль \\\"g\\\".][%hint Поищем форсированное нападение на черного коня с шахом черному королю.]}\r\n    (31.e7 $2 Qa4 {Это интересный ход, но черные останавливают проходную пешку с выигранной позицией. Попробуем снова!})\r\n    (31.Qc7+ $2 Kh6 {Белые могут свести партию вничью вечным шахом, но они не должны упускать победу. Попробуем снова!})\r\n31...gxh5\r\n    {Потрясающе! Теперь прикрытие черного короля ослаблено. Отыграем одну из пожертвованных фигур, оттеснив защитника коня f6.}\r\n32.Qg5+\r\n    {[%wrong Этот ход не позволяет оттеснить защитника от коня f6. Попробуем снова!][%hint Как оттеснить черного короля от коня f6?]}\r\n32...Kf8\r\n    {Молодец! Черный король вынужден отступить от коня f6. Возьмем его!}\r\n33.Qxf6+\r\n    {[%wrong Это не взятие черного коня f6. Попробуем снова!!][%hint Какая фигура может взять черного коня f6?]}\r\n33...Kg8\r\n    {Проходная пешка белых готова идти вперед. Делаем ход!}\r\n34.e7\r\n    {[%wrong Это не ход проходной пешкой. Ведем ее вперед!][%hint Проходные пешки нужно вести вперед!] Восхитительно! Белые избавились от блокады и получили выигрышную позицию. У черных вскоре закончились шахи белому королю, и Ботвинник победил в этой красивой партии.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r5k1/1b1r1ppp/p3p3/2npP3/1p3P2/1PN3P1/P1P3BP/3RR1K1 w - - 8 20\"]\r\n\r\n{Белый конь атакован. Как вернуть коня в центр и заблокировать черную пешку d5?}\r\n20.Ne2\r\n    {[%wrong Это интересный ход, но так конь не попадает на хорошее поле. Попробуем снова!][%hint Представим, что конь оказался на поле d4. Как этого добиться всего за два хода?]}\r\n20...Rad8\r\n    {Потрясающе! Теперь заблокируем пешку d5 и улучшим позицию коня.}\r\n21.Nd4\r\n    {[%wrong Это интересный ход, но нам нужно заблокировать конем пешку d5. Попробуем снова!][%hint Займем конем центр и блокируем пешку d5.] Сильный маневр! У белых очень крепкая позиция.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r4rk1/2n3b1/1p1q2pp/p1pPp1p1/P3P3/1PN2PQ1/3R2PP/3R1B1K w - - 0 1\"]\r\n\r\n{Черный ферзь блокирует белую проходную \\\"d\\\". Какой интересный маневр коня позволяет черным снять блокаду?}\r\n1.Nb1\r\n    {[%wrong Это интересный ход, но нам нужно найти сильнейший маневр коня с нападением на черного ферзя. Попробуем снова!][%hint Если конь попадет на c4, блокада снята. Конь может прийти на это поле за три хода. Каким путем?]}\r\n    (1.Nb5 $6 Nxb5 {Это интересная идея, но поле b5 сторожит черный конь. Попробуем снова!})\r\n    (1.Bb5 $6 {Если черные не возьмут слона, белые не смогут избавиться от блокады. Попробуем снова!})\r\n1...Rab8\r\n    {Иногда нужно вернуться назад, чтобы пойти вперед! Изумительно. Черные собираются продолжать ...b5. Защитим поле b5 конем.}\r\n2.Na3\r\n    {[%wrong Это интересный ход, но так мы не сможем напасть на черного ферзя следующим ходом. Попробуем снова!][%hint Нам осталось сделать два хода, чтобы оказаться на поле c4. Как защитить поле b5 и сделать так, чтобы следующим ходом конь оказался на поле c4?]}\r\n2...Rf4\r\n    {Восхитительно! Прорвем блокаду черных!}\r\n3.Nc4\r\n    {[%wrong Это интересный ход, но не нападение на блокирующего ферзя черных. Попробуем снова!][%hint Избавимся от блокады и нападем на черного ферзя!] Молодец! Блокада прорвана, и белые получают позиционный перевес.}\r\n*"
   ],
   "title" : "Как останавливать пешки",
   "url" : "https://www.chess.com/ru/lessons/aktiviziruem-figury/kak-ostanavlivat-peshki",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-blockading-pawns-i9u.mp4"
}
