{
   "description" : "Иногда позиционные выгоды важнее материального равновесия. Отдаем сейчас, чтобы заработать потом. Жертва качества встречается очень часто. Иногда мы отдаем ладью за легкую фигуру для атаки, чтобы ослабить прикрытие вражеского короля, иногда - в защите, чтобы избавиться от выгодно расположенной фигуры противника. Две пешки или другие позиционные плюсы обычно становятся хорошей компенсацией за качество.",
   "duration" : null,
   "fen" : "r5k1/pp2ppbp/3pb1p1/q6n/4P1P1/2r1BP2/PPPQN3/1K1R3R w - - 0 18",
   "id" : "42a47fae-a0bf-11e8-bcb0-594014530bb1",
   "membership" : null,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"5rk1/1p1b1rqp/p1nbp3/3p2p1/3P2P1/2QN1N2/PP2RPP1/1B2R1K1 b - - 5 22\"]\r\n\r\n{Оба противника борются за центр - как черным создать сильную атаку?} \r\n22...Rxf3 \r\n    {[%wrong Это хорошая попытка, но мы можем найти сильнейший ход. Попробуем снова!][%hint Поищем жертву качества, ослабляющую королевский фланг белых и позволяющую черным захватить центр.]}\r\n    ( 22...e5 $2 23.dxe5 {Это интересный ход, но белые слишком прочно контролируют центр. Попробуем снова!} )\r\n23.gxf3 \r\n    {Фантастическое решение! Черные жертвуют качество за мощную атаку. Как ее продолжать?}\r\n23...Nxd4 \r\n    {[%wrong Это интересный ход, но мы можем найти сильнейшее  взятие, позволяющее черным продолжить атаку. Попробуем снова!][%hint Черные пожертвовали качество, чтобы избавиться от коня f3. Какая пешка осталась без защитника?] Жертва качества дает черным подавляющее преимущество. Пешка f3 скоро падет, и черные останутся с двумя сильными пешками в центре. Отличная работа!}\r\n    ( 23...Rxf3 $5 24.Rxe6 {Сильный ход! У черных хорошая позиция, но белые вызывают осложнения, возвращая качество. Поищем более сильное взятие, не дающее белым никакой контригры.} )\r\n    ( 23...Rc8 $6 {Мы атакуем на королевском фланге. Как продолжить нашу атаку на этой половине доски?} )\r\n    ( 23...Qxd4 $6 24.Kg2 {Этот интересный ход позволяет белым защитить слабую пешку f3 и разменять ферзей. Поищем другой способ взять пешку d4 и продолжить нашу атаку!} )\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r5k1/pp5p/3qb1n1/3P1r2/1P4Q1/3p4/1B3PPP/4RRK1 w - - 4 28\"]\r\n\r\n{Будущий чемпион мира Михаил Ботвинник решает, как взять слона. Сможем точно посчитать варианты, чтобы проверить, есть ли у белых сильная жертва качества?}\r\n28.Rxe6\r\n    {[%wrong Мы должны выбрать, как взять пешку e6. Попробуем снова!][%hint Какая сильная жертва качества, становится возможной после взятия ладьей на е6?]}\r\n    (28.dxe6 $6 Qd5 {Это интересный ход. Белые сохраняют хорошие шансы на победу, но мы можем найти сильнейшее взятие на e6. Попробуем снова!})\r\n28...Qxd5\r\n    {Отличное решение! У черных сильная проходная пешка на d3, но она не поможет отразить матовую атаку, начинающуюся жертвой качества!}\r\n29.Rxg6+\r\n    {[%wrong Это интересный ход, но белые побеждают жертвой качества. Какой?][%hint Прикрытие черного короля ослаблено. Какая  сильная жертва качества позволяет начать охоту на короля?]}\r\n29...hxg6\r\n    {Здорово! Поохотимся на черного короля!}\r\n30.Qxg6+\r\n    {[%wrong Это интересный ход, но нам нужно атаковать черного короля. Как разрушить его пешечное прикрытие?][%hint Король черных прячется за пешкой g6 - уничтожим ее!]}\r\n30...Kf8\r\n    {Мы все поняли! Как белым оттеснить черного короля на открытую вертикаль \\\"e\\\"?}\r\n31.Qg7+\r\n    {[%wrong Это интересный ход, но мы можем найти сильнейшее продолжение, позволяющее оттеснить черного короля на открытую вертикаль \\\"e\\\". Поищем этот ход!][%hint Как оттеснить черного короля на вертикаль \"e\" и захватить седьмую горизонталь?]}\r\n    (31.Bg7+ $2 Ke7 {После этого хода слон оказывается вне игры, и у белых уже нет победной атаки. Как оттеснить черного короля на вертикаль \\\"e\\\"?})\r\n31...Ke8\r\n    {Отличное решение! Черный король вынужден отступить на открытую вертикаль \\\"e\\\". Как подключить к атаке еще одну фигуру?}\r\n32.Re1+\r\n    {[%wrong Это интересный ход, но нам надо подключить ладью к атаке. Попробуем снова!][%hint Как нам подключить ладью к атаке на черного короля?]}\r\n    (32.Bf6 $2 Rxf6 {Черные возвращают качество, и уже белым нужно действовать внимательно, чтобы удержать равновесие. Попробуем снова!})\r\n32...Kd8\r\n    {Атака усиливается - мы на верном пути! Как продолжать атаку?}\r\n33.Qe7+\r\n    {[%wrong Это интересный ход,  но мы можем найти сильнейшее продолжение атаки. Попробуем снова!][%hint Наша ладья защитит ферзя, когда он появится на вертикали \\\"e\\\". Черный король будет вынужден отступить от шаха на поле c8. Сделаем этот ход!]}\r\n    (33.Qh8+ $5 {Эта интересная идея тоже приносит победу, потому что король черных слаб. Поищем другое продолжение атаки, позволяющее оттеснить черного короля на поле c8, где на него сможет напасть ладья.})\r\n    (33.Bf6+ $5 Rxf6 {Черный король так слаб, что и в этом варианте белые ферзь и ладья побеждают. Поищем более простой способ использовать активное положение ферзя и ладьи в атаке на короля.})\r\n33...Kc8\r\n    {Наши фигуры прекрасно взаимодействуют! Король отступил на вертикаль \\\"c\\\" - пора атаковать его ладьей!}\r\n34.Rc1+\r\n    {[%wrong Это интересный ход, но нам нужно напасть на черного короля ладьей по вертикали \\\"c\\\". Попробуйте снова!][%hint Как напасть на черного короля ладьей по вертикали \\\"c\\\"?] Прекрасно! Мы атаковали как Ботвинник! Черные вынуждены закрыться от нападения ферзем, и их позиция рушится. Фантастическая жертва качества!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2r1kb1r/1p1n1ppp/pq1p1n2/4pPB1/4P3/P1N5/1PPNQ1PP/2KR3R b k - 2 14\"]\r\n\r\n{В острой позиции сицилианской защиты будущий чемпион мира Тигран Петросян играет черными - он собирается взорвать центр ходом ...d5! Какой сильный ход способствует этому прорыву и ослабляет прикрытие белого короля?}\r\n14...Rxc3\r\n    {[%wrong Это интересный ход, но мы можем найти сильнейшее продолжение, ослабляющее прикрытие белого короля и способствующее прорыву ...d5. Попробуем снова!][%hint Если уничтожить белого коня c3, позиция белого короля будет ослаблена, и поле d5 останется без защиты...]}\r\n15.bxc3\r\n    {Позиционная жертва качества была излюбленным приемом Петросяна. Здорово, что мы нашли эту идею! Прорвемся в центре ходом ...d5!}\r\n15...d5\r\n    {[%wrong Это интересное продолжение, но нам нужно взорвать центр ходом ...d5! Попробуем снова!][%hint Мы пожертвовали качество, чтобы ослабить прикрытие белого короля и осуществить прорыв ходом ...d5. Атакуем центр!] Красивая игра! Черные вскрывают центр, вынуждая белых пассивно отступить конем на b1. Мощный центр черных и ослабленный король белых дают черным полную компенсацию за жертву качества!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1b2rk1/pp2qpp1/7p/7n/3Np3/1B2P1Q1/PP3PPP/2R2RK1 w - - 2 19\"]\r\n\r\n{Белый ферзь под боем. Куда отступить ферзем, чтобы использовать связку пешки f7?}\r\n19.Qg6\r\n    {[%wrong Это интересное продолжение, но мы можем найти более сильный ход ферзем. Попробуем снова!][%hint Пешка f7 связана. Какой ход ферзя, позволяет белым напасть на коня и связать пешку g7?]}\r\n    (19.Qg4 $2 Bxg4 {Не забываем проверять, какие поля противник держит под боем. Попробуем снова!})\r\n19...Nf6\r\n    {Здорово, что мы нашли эту возможность! Белые хотят сделать сильный ход Кf5, но это поле сейчас охраняет черный слон. Как продолжать атаку?}\r\n20.Rxc8\r\n    {[%wrong Это интересная идея, но мы можем подготовить ход Кf5. Попробуем снова!][%hint Черный слон защищает критическое поле f5 - как устранить его?]}\r\n20...Rfxc8\r\n    {Это блестящая жертва качества! Теперь поле f5 не защищено, и его можно использовать для атаки!}\r\n21.Nf5\r\n    {[%wrong Это интересная идея, но мы отдали ладью за слона, чтобы использовать поле f5. Займем его!][%hint Мы пожертвовали качество, чтобы занять поле f5 конем...]}\r\n21...Qf8\r\n    {Замечательно! Как продолжать атаку?}\r\n22.Nxh6+\r\n    {[%wrong Это интересный ход, но мы ищем сильнейший. Попробуем снова!][%hint Не только пешка f7 находится под связкой. Поищем форсированное продолжение...]}\r\n    (22.Bxf7+ $2 Kh8 {Эта интересная идея не приносит успех, если черные не берут слона. Попробуем найти другой способ атаковать черных на королевском фланге.})\r\n22...Kh8\r\n    {Мы научились использовать связки! Отличная работа! Выиграем еще одну пешку и разрушим королевский фланг черных!}\r\n23.Nxf7+\r\n    {[%wrong Это интересный ход, но у нас есть более сильное продолжение, позволяющее выиграть пешку и снова дать шах черному королю. Попробуем снова!][%hint Как выиграть пешку и продолжить атаку на черного короля?] Блестящий замысел. Мы показали удивительное мастерство атаки и сумели разрушить королевский фланг черных!}\r\n    (23.Bxf7 $2 Rc7 {Этот сильный оборонительный маневр позволяет черным получить материальный перевес. Попробуем снова!})\r\n    (23.Qxf7 $2 gxh6 {У черных большой материальный перевес, а белые не могут усилить атаку. Поищем сильнейшее взятие пешки f7.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bq1r1k/2p1p1bp/pnn3p1/1p6/3P3Q/2NB1N2/PP3PPP/R1B1K2R b KQ - 6 14\"]\r\n\r\n{Белые только что сделали ход 13. Сd3, готовя атаку на королевском фланге. Поищем сильную жертву качества, позволяющую черным поддержать равновесие.}\r\n14...Rxf3\r\n    {[%wrong Это интересный ход, но мы ищем жертву качества. Попробуем снова!][%hint Поищем сильную жертву качества, позволяющую белым устранить главного защитника пешки d4.]}\r\n15.gxf3\r\n    {Фантастика! На 15. Сxg6 у черных есть достойный ответ ...Фg8!, поэтому гроссмейстер Карпов забирает ладью. Конь больше не защищает центр. Какое сильное взятие есть у черных?}\r\n15...Nxd4\r\n    {[%wrong Это интересный ход, но мы можем найти сильнейшее взятие. Попробуем снова!][%hint Конь больше не защищает пешку d4. Поищем взятие, позволяющее  черным создать сильную угрозу.]}\r\n16.Be4\r\n    {Великолепно! Белые защищаются от угрозы вилки. Поищем невероятно сильный ход слоном, которым гроссмейстер Гата Камский напал на белопольного слона белых и предложил в жертву еще одно качество.}\r\n16...Bf5\r\n    {[%wrong Это интересное продолжение, но мы ищем ход слоном, позволивший Гате Камскому напасть на белопольного слона белых. Попробуем снова!][%hint Как одновременно напасть на белопольного слона белых и позволить ферзю защитить ладью a8?]}\r\n    (16...Bb7 $2 17.Bxb7 {Это интересный ход, но как черным защитить ладью и напасть на белопольного слона белых?})\r\n17.Bxa8\r\n    {Мы нашли красивый ход Камского! Карпов продолжал 17. Сe3, и партия быстро закончилась вничью, Как отвечать на взятие ладьи a8?}\r\n17...Qxa8\r\n    {[%wrong Это интересный ход, но мы можем найти сильнейшее продолжение. Попробуем снова!][%hint Как ввести в бой ферзя, атакуя белые поля?] Невероятно! Черный ферзь присоединяется к атаке. У белых два лишних качества, но они отстают в развитии, и хорошо координированным фигурам черных удается сломить защиту противника.}\r\n    (17...Nc2+ $5 {Вилка на короля и ладью дает черным сильную атаку. Поищем взятие белопольного слона, позволяющее захватить большую белую диагональ и сохранить многочисленные угрозы.})\r\n    (17...Nxa8 $5 {Обычно коням не место в углу, но у черных остаются угрозы ...Кc2 и ...Кxf3, поэтому этот ход тоже приносит им успех. Поищем более сильное взятие на a8, ведь отправлять туда коня - не обязательно.})\r\n*"
   ],
   "title" : "Жертва качества",
   "url" : "https://www.chess.com/ru/lessons/taktika-dlia-prodolzhaiushchikh/zhertva-kachestva",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-exchange-sacrifices-t7r.mp4"
}
