{
   "description" : "Вскрытый шах - усиленная разновидность вскрытого нападения. Король под шахом, поэтому фигура, делающая ход, может занять любое поле, например, напасть на фигуру противника или взять ее.",
   "duration" : null,
   "fen" : "1kr5/pp3p2/2pR2bp/7p/8/2P3BP/PP3PP1/6K1 w - - 0 1",
   "id" : "43e6e47c-a0bc-11e8-b353-a519e2c8973c",
   "membership" : 40,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1kr5/pp3p2/2p3bp/4R2p/8/2P3BP/PP3PP1/6K1 w - - 0 1\"]\r\n\r\n{Любое отступление белой ладьи ведет к вскрытому шаху. Поищем сильнейший ход.}\r\n1.Re8+\r\n    {[%wrong Это хорошая попытка, но мы можем найти сильнейший вскрытый шах. Какой?][%hint Поищем форсированный мат в два хода,]}\r\n    (1.Rxh5+ $6 {Это неплохая идея, но белые выигрывают две пешки благодаря этому вскрытому шаху. Какой ход форсирует мат?})\r\n1...Ka8\r\n    {Молодец! Черный король оттесняется от ладьи. Завершим атаку!}\r\n2.Rxc8#\r\n    {[%wrong Этот ход не ведет к мату. Попробуем снова!][%hint Поищем мат в один ход.] Молодец!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"4R1rk/pp4bp/6p1/8/3P4/PN5P/BPr3P1/7K w - - 0 1\"]\r\n\r\n{У белых не хватает качества, но они могут развернуть ход партии на 180 градусов комбинацией на вскрытый шах. Какой?}\r\n1.Rxg8+\r\n    {[%wrong Это хорошая попытка, но не выигрывающий вскрытый шах. Попробуем снова!][%hint Какое взятие подготавливает вскрытый шах?]}\r\n    (1.Na1 $2 Rc1+ {Мы на верном пути, но отступление должно быть более форсированным. Попробуем снова!})\r\n    (1.Nc5 $2 Rxe8 {Это вскрытое нападение ведет к потере ладьи. Как сделать так, чтобы конь отступил с шахом?})\r\n1...Kxg8\r\n    {Молодец! Черный король завлекается диагональ, где расположен белый слон. Как белые могут победить?}\r\n2.Na1+\r\n    {[%wrong Этот ход не выигрывает черную ладью. Попробуем снова!][%hint Куда отступит конь, чтобы дать черному королю вскрытый шах и напасть на ладью?] Именно! Белые дают вскрытый шах и выигрывают ладью на следующем ходу. Отличная работа!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqkb1r/pppp1ppp/2nn4/1B2N3/8/8/PPPP1PPP/RNBQR1K1 b kq - 0 1\"]\r\n\r\n{Белые только что сделали ход Кxe5. В ответ черные могут взять белого слона на b5. Как продолжать черным?}\r\n1...Be7\r\n    {[%wrong Это хорошая попытка, но после этого хода черный король может попасть под атаку в центре. Попробуем снова!][%hint Когда белый конь идет на e5, черные получают шах. Как подготовить рокировку короля на безопасное поле?] Отлично! Черные развивают фигуру и готовят рокировку с крепкой позицией, избегая вскрытого шаха, которым угрожают белые.}\r\n    (1...Ne7 $2 {Это интересный ход, но он мешает развитию слона, и черный король остается в центре. Какую фигуру лучше поставить на e7?})\r\n    (1...Nxe5 $5 2.Rxe5+ {Мы нашли хороший ход, позволяющий избежать вскрытого шаха. Как подготовить рокировку и обезопасить положение короля?})\r\n    (1...Nxb5 $2 2.Nxc6+ {Черные просмотрели вскрытый шах, позволяющий белым выиграть ферзя. Попробуем снова!})\r\n    (1...Nd4 $2 2.Nc6+ {Белые выигрывают ферзя вскрытым шахом. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2r1r2k/4q1pp/p2b1p2/1p6/5N2/1BP1PPn1/PP2Q2P/2K4R w - - 0 1\"]\r\n\r\n{Черные только что взяли белого слона на g3. Неужели позиция белых разваливается на части? Попробуем ошеломить противника победной комбинацией на вскрытый шах.}\r\n1.Ng6+\r\n    {[%wrong Это хорошая попытка, но нам нужно найти форсированный ход с нападением на черного короля. Попробуем снова!][%hint Как вскрыть линии вокруг черного короля?]}\r\n    (1.hxg3 $2 Bxf4 {Это взятие позволяет черным упростить позицию. Как напасть на черного короля?})\r\n1...hxg6\r\n    {Чудесно! Белые вскрыли вертикаль \\\"h\\\". Завершим партию вскрытым шахом!}\r\n2.hxg3#\r\n    {[%wrong Это хорошая попытка, но не мат. Попробуем снова!][%hint Белая ладья находится на одной вертикали с черным королем. Как найти вскрытый шах?] Белые перевернули ход партии с помощью комбинации на вскрытый шах. Отличная работа!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"5r1k/3n1p2/8/4p3/3pP3/3P3K/1rP5/6RR w - - 0 1\"]\r\n\r\n{У белых не хватает фигуры, но черный король под атакой. На помощь приходит вскрытый шах!}\r\n1.Kg4+\r\n    {[%wrong Это не вскрытый шах. Попробуем снова!][%hint Белый король находится между черным королем и ладьей h1. Уведем короля, чтобы дать вскрытый шах!]}\r\n    (1.Rg5 $2 Nf6 {Это интересная идея, но черный конь прибывает точно вовремя, чтобы защитить короля. Попробуем снова!})\r\n    (1.Rg4 $2 Nf6 {Это интересная идея, но черный конь прибывает точно вовремя, чтобы защитить короля. Попробуем снова!})\r\n    (1.Kg3+ $2 Kg7 {Это хорошая идея, но черный король может спастись через поле f6. Как помешать королю отступить?})\r\n    (1.Kg2+ $2 Kg7 {Это хорошая идея, но черный король может спастись через поле f6. Как помешать королю отступить?})\r\n1...Kg7\r\n    {Фантастический ход! Теперь белый король пытается спастись через поле f6. Какой вскрытый шах заканчивает партию?}\r\n2.Kf5#\r\n    {[%wrong Это не мат. Попробуем снова!][%hint Сделаем ход королем, чтобы объявить вскрытый мат!] Белый король должен сделать такой ход, чтобы ладья дала шах вражескому королю, а тот не мог отступить на поле f6. Черным мат. Молодец!}\r\n    (2.Kf3+ $2 Kf6 {Это интересный ход, но он позволяет черному королю отступить на поле f6. Попробуем снова!})\r\n    (2.Kh3+ $2 Kf6 {Это интересный ход, но он позволяет черному королю отступить на поле f6. Попробуем снова!})\r\n    (2.Kh5+ $2 Kf6 {Это интересный ход, но он позволяет черному королю отступить на поле f6. Попробуем снова!})\r\n    (2.Kh4+ $2 Kf6 {Это интересный ход, но он позволяет черному королю отступить на поле f6. Попробуем снова!})\r\n*"
   ],
   "title" : "Вскрытый шах",
   "url" : "https://www.chess.com/ru/lessons/osnovy-taktiki/vskrytyi-shakh",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-INT-discovered-check-p8a.mp4"
}
