{
   "description" : "Сицилианская защита с ходом 1...c5 - частый ответ на 1.e4. Белые часто открывают игру ходами 2. Кf3 и 3.d4. Черные обычно берут на d4, и на доске возникает сложная позиция. Белые рокируют на ферзевый фланг, а черные - на королевский со сложной игрой.",
   "duration" : null,
   "fen" : "r1bq1rk1/4bppp/p2ppn2/1p6/3BP3/1BN2P2/PPP1Q1PP/2KR3R b - - 1 12",
   "id" : "47f3c4bc-a0bd-11e8-b77a-f9fd6115b45a",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/pppppppp/8/8/4P3/8/PPPP1PPP/RNBQKBNR b KQkq - 0 1\"]\r\n\r\n{Белые собираются сделать ход 2. d4. Возьмем это поле под контроль, применив сицилианскую защиту!}\r\n1...c5\r\n    {[%wrong Это интересный ход, но не сицилианская защита. Попробуем снова!][%hint Ходом 1...e5 черные берут под контроль поле d4, но в сицилианской защите это делает другая пешка. Какая?] Отлично! Изучим идеи и варианты острой сицилианской защиты!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/pp1ppppp/8/2p5/4P3/8/PPPP1PPP/RNBQKBNR w KQkq - 0 2\"]\r\n\r\n{Белые собираются продолжать d4, но не хотят после размена брать на d4 ферзем. Как подготовить продвижение d4?}\r\n2.Nf3\r\n    {[%wrong Это интересный ход, но так белые не смогут продолжать d4 на следующем ходу. Попробуем снова!][%hint Какой сильный ход конем готовит продвижение d4?]}\r\n    (2.c3 $5 {Это хороший ход и очень надежный ответ на сицилианскую защиту. Как поддержать продвижение d4 конем?})\r\n    (2.d4 $6 cxd4 {Белые не хотят, чтобы ферзь преждевременно оказался под боем на поле d4, поэтому лучше подготовить взятие на d4 конем. Поищем этот ход.})\r\n2...Nc6\r\n    {Молодец! Белые готовы продолжать d4, вскрывая игру. Сделаем этот ход!}\r\n3.d4\r\n    {[%wrong Это интересный ход, но мы изучаем продолжение 3. d4. Сделаем этот агрессивный ход!][%hint Продолжаем 3. d4.] Превосходно! Белые атакуют центр, готовясь вскрыть линии. Посмотрим на позицию глазами черных!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqkbnr/pp1ppppp/2n5/2p5/3PP3/5N2/PPP2PPP/RNBQKB1R b KQkq - 0 3\"]\r\n\r\n{Мы выбираем между тремя ходами: 3...cxd4, 3...Кxd4 и 3...e6}\r\n3...cxd4\r\n    {[%wrong Это интересное продолжение, но мы выбираем между тремя ходами: 3...cxd4, 3...Кxd4 и 3...e6. Выберем сильнейший ход.][%hint Мы сделали ход ...c5, чтобы взять белую пешку, когда та выйдет на d4...]}\r\n    (3...e6 $2 4.d5 {Важно не позволить белой пешке \"d\" остаться на доске и продвинуться дальше. Попробуем снова!})\r\n    (3...Nxd4 $6 4.Nxd4 {Это правильная идея, но неудачный размен! С поля d4 белый ферзь будет контролировать центр доски, и его трудно атаковать, не ослабляя позицию черных. Как взять на d4 без размена коня?})\r\n4.Nxd4\r\n    {Отлично! Готовы продолжить изучение идей сицилианской защиты? Вперед!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqkbnr/pp1ppppp/2n5/2p5/4P3/5N2/PPPP1PPP/RNBQKB1R w KQkq - 2 3\"]\r\n\r\n{На этот раз начнем с самого активного продолжения белых - открытого варианта с ходом 3. d4!}\r\n3.d4\r\n    {[%wrong Это интересный ход, но мы изучаем открытый вариант сицилианской защиты с ходом 3. d4. Сделаем его!][%hint Пора вскрыть позицию ходом пешки \"d\" на поле d4!]}\r\n3...cxd4\r\n    {Молодец! Как продолжать белым?}\r\n4.Nxd4\r\n    {[%wrong Это интересный ход, но нам нужно отыграть пешку и расположить коня в центре. Попробуем снова!][%hint Как отыграть пешку и централизовать коня?]}\r\n4...g6\r\n    {Вы все поняли! Белые забирают пешку и располагают коня на сильном поле d4. Черные готовят ...Сg7. Этот дебют называется \"ускоренный вариант дракона\". Найдем оптимальное поле для развития коня b1.}\r\n5.Nc3\r\n    {[%wrong Мы сосредоточены на развитии коня b1. Переведем его на оптимальное поле!][%hint Как конь b1 может защитить пешку e4 и взять под бой поле d5?]}\r\n    (5.Nd2 $2 Nxd4)\r\n    (5.Na3 $6 {Это интересный ход, но зачем ставить коня на край доски, где ему доступно мало полей? Сделаем другой ход, чтобы конь взял под бой сразу два поля в центре!})\r\n5...Bg7\r\n    {Напряжение нарастает! Черные снова атакуют черного коня d4. Можем найти сильнейший ход слоном в этой позиции?}\r\n6.Be3\r\n    {[%wrong Это интересное продолжение, но мы ищем сильнейший ход слоном. Попробуем снова!][%hint Какой единственный ход слоном позволяет снова защитить коня d4, атакованного дважды.]}\r\n    (6.Bc4 $2 Nxd4 {Это интересный ход, но так мы теряем фигуру. Попробуем снова!})\r\n    (6.Bb5 $2 Nxd4 {Это интересный ход, но так мы теряем фигуру. Попробуем снова!})\r\n    (6.Be2 $2 Nxd4 {Это интересный ход, но так мы теряем фигуру. Попробуем снова!})\r\n    (6.Bf4 $2 Nxd4 {Это интересный ход, но так мы теряем фигуру. Попробуем снова!})\r\n    (6.Bg5 $2 Nxd4 {Это интересный ход, но так мы теряем фигуру. Попробуем снова!})\r\n    (6.Bd2 $2 Nxd4 {Это интересный ход, но так мы теряем фигуру. Попробуем снова!})\r\n6...Nf6\r\n    {Мы все поняли! Белые развивают чернопольного слона на удачное поле, защищая коня d4. У белых два хороших поля для развития белопольного слона. Какие?}\r\n7.Bc4\r\n    {[%wrong Это интересное продолжение, но мы ищем сильнейший ход белопольным слоном. Попробуем снова!][%hint Как активнее расположить белопольного слона, чтобы он взял под бой поле f7?] Отличный ход! Слон нападает на слабую пешку черных f7 и занимает выгодную диагональ. Скоро начнутся осложнения!}\r\n    (7.Be2 $5 {Это сильный и крепкий позиционный ход, позволяющий взять под бой важные поля на обоих флангах доски. Какой активный ход заставит понервничать черного короля?})\r\n    (7.Bd3 $6 {Это приемлемый ход, но слон может воспользоваться более свободной диагональю. Поищем оптимальное поле для этой фигуры!})\r\n    (7.Bb5 $6 {Атаковать коня - интересная идея, но его защищают сразу две пешки. Поищем более свободную диагональ для слона.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bq1rk1/pp2bppp/2nppn2/8/2BNP3/2N1B3/PPP1QPPP/R3K2R w KQ - 4 9\"]\r\n\r\n{В этой типичной позиции сицилианской защиты  белые могут обострить игру рокировкой на ферзевый фланг!}\r\n9.O-O-O\r\n    {[%wrong Это интересный ход, но нам надо обострить игру рокировкой на ферзевый фланг. Сделаем этот ход!][%hint Обострим игру рокировкой на ферзевый фланг!]}\r\n9...a6\r\n    {Огонь разгорается! Черные готовятся взять белого коня на d4 и начать атаку на ферзевом флаге ходом ...b5. Какой ход пешки позволяет белым защитить пешку e4 и поддержать продвижение g4?}\r\n10.f3\r\n    {[%wrong Это интересное продолжение, но мы ищем ход пешкой, позволяющий защитить пешку e4 и подготовить продвижение g4. Попробуем снова!][%hint Каким ходом пешки белые могут защитить пешку e4?]}\r\n10...Nxd4\r\n    {Здорово! Возьмем черного коня нашим слоном.}\r\n11.Bxd4\r\n    {[%wrong Это интересный ход, но нам нужно взять черного коня слоном.][%hint Возьмем черного коня слоном.]}\r\n11...b5\r\n    {Начинается типичная сицилианская контратака! Оставим слона на той же диагонали, что и вражеский король, чтобы он помогал защищать своего короля.}\r\n12.Bb3\r\n    {[%wrong Это интересный ход, но нам нужно отступить белопольным слоном на безопасное поле. Попробуем снова!][%hint Поищем для слона единственное безопасное поле, расположенное на той же диагонали, что и черный король.] Молодец! Белый слон остался на той же диагонали, что и черный король, защитив важные поля вокруг своего короля. Впереди исключительно острое сражение, где у обеих сторон будет возможность создать атаку на вражеского короля.}\r\n    (12.Bd3 $6 {Это интересный ход, но нам нужно расположить слона так, чтобы он оказался на той же диагонали, что и вражеский король, и помог защищать своего короля. Попробуем снова!})\r\n*"
   ],
   "title" : "Дебюты с ходом 1.e4: сицилианская защита",
   "url" : "https://www.chess.com/ru/lessons/debiut-dlia-prodolzhaiushchikh/debiuty-e4-sitsilianskaia-zashchita",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-popular-1e4-openings-the-sicilian-f9d.mp4"
}
