{
   "description" : "Как Юй Янъи победил, добыв для сборной Китая победу в Кубке Наций? Разбираем партию, чтобы найти ходы Юя!",
   "duration" : null,
   "fen" : "rnb5/p1q1b1pk/2p2r1p/4pp2/2Q4P/2P1BNP1/P2R1PB1/3R2K1 w - - 0 26",
   "id" : "4b0800b0-d945-11ea-9986-11982fd2f3b9",
   "membership" : 50,
   "questions" : [
      "[Event \"ONC\"]\r\n[Site \"?\"]\r\n[Date \"2020.05.10\"]\r\n[Round \"11\"]\r\n[White \"Yu\"]\r\n[Black \"So\"]\r\n[Result \"*\"]\r\n[ECO \"D38\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1b1k2r/p4ppp/n1p1p3/q2n4/1b6/1QN2N2/PP1BPPPP/R3KB1R w KQkq - 0 10\"]\r\n[PlyCount \"53\"]\r\n[EventDate \"2020.05.05\"]\r\n[SourceVersionDate \"2020.05.10\"]\r\n\r\n{Каким ходом Юй подготовил развитие слона f1?} 10. g3 {[%wrong Поищем сильнейший развивающий ход. На каком поле белый слон будет расположен оптимально?] [%hint Подготовим развитие слона на большую диагональ.]} (10. Qc2 $5 {Это приемлемое продолжение, но Юй выбрал ход пешкой. Какой?}) (10. Ne5 $5 {Это приемлемое продолжение, но Юй выбрал ход пешкой. Какой?}) (10. e4 $2 Nxc3 {Черным не на что жаловаться. Поищем сильный ход пешкой, подготавливающий развитие слона f1.}) (10. e3 $2 Nxc3 {Черным не на что жаловаться. Поищем сильный ход пешкой, подготавливающий развитие слона f1.}) (10. g4 $2 Nxc3 {Поищем более безопасный способ освободить поле g2.}) \r\n10... Nxc3 {Начало положено! Какое взятие напрашивается?} 11. bxc3 {[%wrong Черные побеждают. Поищем выгодное взятие.] [%hint Возьмем фигуру пешкой, нападая на слона b4.]} (11. Bxc3 $5 {Это приемлемое продолжение, но мы ищем сильнейшее взятие.}) (11. Qxc3 $2 Bxc3 {Белые теряют ферзя. Поищем сильнейшее взятие.}) \r\n11... Be7 {Отлично! Каким ходом белые могут подготовить рокировку?} 12. Bg2 {[%wrong Поищем сильнейший развивающий ход.] [%hint Развиваемся и берем под бой большую белую диагональ.]} (12. Qc2 $5 {Это приемлемое продолжение, но Юй решил подготовить рокировку на королевский фланг. Каким ходом?}) (12. c4 $2 Qf5 {У черных безопасная позиция. Как подготовить рокировку на королевский фланг?}) (12. Bh3 $2 O-O {Поищем оптимальное поле для слона.}) \r\n12... O-O {Блестяще! Каким ходом белые могут соединить ладьи?} 13. O-O {[%wrong Поищем сильнейшее продолжение. Как соединить ладьи?] [%hint Обезопасим положение короля рокировкой.]} (13. Qc4 $5 {Это сильный ход, но Юй решил безопасно расположить короля на фланге.}) (13. Qc2 $5 {Это сильный ход, но Юй решил безопасно расположить короля на фланге.}) (13. c4 $2 Qc7 {У черных удобная позиция. Поищем, как соединить свои ладьи.}) (13. O-O-O $2 Rb8 {У черных решающая атака. Поищем оптимальную стоянку для короля.}) \r\n13... e5 {Верный выбор! Каким ходом Юй улучшил позицию ферзя и помешал ходу черных e5-e4?} 14. Qc2 {[%wrong Поищем сильный ход, которым белые взяли под бой поле e4.] [%hint Отступим ферзем, защищая поле e4.]} (14. Qc4 $5 {Это сильный ход, но Юй решил занять ферзем другое поле на вертикали \"c\". Какой ход он сделал?}) (14. Be3 $5 {Это сильное продолжение, но белые выбрали ход ферзем. Какой?}) (14. c4 $5 {Это сильное продолжение, но белые выбрали ход ферзем. Какой?}) (14. e4 $2 Rb8 {У черных удобная позиция. Поищем сильный ход ферзем, позволяющий взять под бой поле e4.}) (14. Qb1 $2 f6 {На вертикали \"b\" ферзь может попасть под удары черных фигур. Поищем безопасное поле на диагонали b1-h7.}) \r\n14... Qc7 {Отлично! Каким ходом Юй расположил ферзя в центре, создавая новые угрозы?} 15. Qe4 {[%wrong Поищем сильнейшее продолжение. Как напасть на пешку e5?] [%hint Расположим ферзя в центре, нападая на пешку e5.]} (15. Rab1 $2 Nc5 {Черным не на что жаловаться. Поищем, как расположить ферзя в центре доски.}) (15. Qa4 $6 Nc5 {Поищем сильнейший ход ферзем. Как расположить его в центре доски?}) (15. Qd3 $2 Nc5 {Поищем сильнейший ход ферзем. Как расположить его в центре доски?}) (15. Qf5 $2 Bxf5 {Поищем сильнейший ход ферзем. Как расположить его в центре доски?}) (15. Qb3 $2 Bf5 {Поищем сильнейший ход ферзем. Как расположить его в центре доски?}) \r\n15... f6 {Здорово! Черные защитили пешку e5 и собираются продолжать Сe6. Как Юй помешал этому ходу?} 16. Qc4+ {[%wrong Поищем сильнейшее продолжение. Как помешать развитию слона на e6?] [%hint Возьмем под бой диагональ a2-g8.]} (16. Nh4 $2 Be6 {Поищем сильнейшее продолжение. Какой шах напрашивается?}) (16. Be3 $2 Be6 {Поищем сильнейшее продолжение. Какой шах напрашивается?}) \r\n16... Kh8 {Замечательно! Каким ходом Юй помешал черным централизовать коня a6?} 17. Be3 {[%wrong Поищем сильнейшее продолжение. Как взять под бой поле c5?] [%hint Возьмем поле c5 под бой слона.]} (17. Nh4 $2 Nc5 {У черных хорошая позиция. Попробуем взять под бой поле c5.}) (17. Rab1 $2 Nc5 {У черных хорошая позиция. Попробуем взять под бой поле c5.}) \r\n17... Nb8 {Прекрасно! Конь черных может только вернуться на исходное поле. Каким ходом белые продолжили развитие?} 18. Rfd1 {[%wrong Поищем сильнейший развивающий ход. Как подключить к борьбе ладью f1?] [%hint Займем ладьей f1 открытую вертикаль.]} (18. Rfe1 $5 {Это интересное продолжение, но Юй занял ладьей открытую вертикаль. Каким ходом?}) (18. Rfb1 $5 {Это приемлемое продолжение, но выгоднее занять ладьей открытую вертикаль. Каким ходом?}) (18. Rfc1 $2 Ba6 {Выгоднее занять ладьей открытую вертикаль. Каким ходом?}) (18. Nh4 $5 {Это приемлемое продолжение, но выгоднее занять ладьей открытую вертикаль. Каким ходом?}) (18. Rab1 $2 Ba6 {После отступления ферзя ответом Сxe2 черные выигрывают ключевой темп. Поищем сильный ход другой ладьей.}) (18. Rad1 $2 Ba6 {После отступления ферзя ответом Сxe2 черные выигрывают ключевой темп. Поищем займем поле d1 другой ладьей.}) \r\n18... Ba6 {Невероятно! Куда отступит ферзь?} 19. Qe6 {[%wrong Поищем сильнейшее отступление ферзя. Где он будет расположен безопаснее всего?] [%hint Отступим ферзем, не покидая диагонали a2-g8.]} (19. Qe4 $5 {Это интересное продолжение, но Юй сумел расположить своего ферзя еще активнее. Каким ходом?}) (19. Qa4 $5 {Это интересное продолжение, но Юй оставил ферзя на диагонали a2-g8. Каким ходом?}) (19. Qb3 $5 {Это интересное продолжение, но Юй оставил ферзя на диагонали a2-g8. Каким ходом?}) (19. Qh4 $2 Bxe2 {У черных удобная позиция. Как активно расположить ферзя на диагонали a2-g8?}) (19. Qxa6 $2 Nxa6 {Черные выиграли ферзя. Попробуем снова.}) (19. Qg4 $2 Bxe2 {У черных удобная позиция. Как активно расположить ферзя на диагонали a2-g8?})\r\n19... Bxe2 {Изумительно! Белые жертвуют пешку, но сильно опережают противника в развитии. Ладья на d1 под боем. Как ее защитить?} 20. Rd2 {[%wrong Поищем способ сохранить ладью.] [%hint Отступим ладьей и прогоним слона с поля e2.]} (20. Nh4 $5 {Это сильный ход, но Юй сначала напал на слона e2. Каким ходом?}) (20. Re1 $5 {Это приемлемое продолжение, но Юй напал ладьей на слона e2 с другого поля. Каким ходом?}) (20. Rd7 $2 Qxd7 {Черные добиваются материального перевеса. Поищем сильнейший ход ладьей.}) (20. Rdc1 $2 Qd7 {Выгоднее напасть этой ладьей на слона e2. С какого поля?}) (20. Rdb1 $2 Rd8 {Лучше напасть на слона e2 этой ладьей. С какого поля?}) \r\n20... Ba6 {Ваши успехи превосходят всякие ожидания! Каким Юй открыл диагональ слону g2?} 21. Nh4 {[%wrong Поищем сильный ход конем.] [%hint Маневр коня поможет подготовить сильную атаку на королевском фланге.]} (21. Rad1 $5 {Это интересная идея, но Юй сумел подключить коня к атаке. Каким ходом?}) (21. Ne1 $2 Bc8 {Поищем оптимальное поле для коня на краю поля.}) (21. Re1 $5 {Это интересная идея, но Юй сумел подключить коня к атаке. Каким ходом?}) (21. Bh3 $2 Bc8 {Черные выигрывают фигуру линейным ударом. Расположим на краю поля другую фигуру.}) (21. Bf1 $2 Bc8 {У черных хорошая позиция. Поищем выгодный ход конем.}) \r\n21... Bc8 {С каждым уроком вы становитесь все сильнее! Черные взяли под бой поля e6 и f5, но им вновь пришлось вернуть фигуру на исходное поле. Куда отступит ферзь?} 22. Qc4 {[%wrong Поищем сильнейшее продолжение. Куда отступит ферзь?] [%hint Отступим ферзем на безопасное поле на четвертой горизонтали.]} (22. Qb3 $2 g5 {У черных хорошая позиция. Поищем сильнейший ход ферзем.}) \r\n22... f5 {Потрясающе! Черные захватывают пространство, но ослабляют поля e5 и g5. Как белым это использовать?} 23. Nf3 {[%wrong Поищем сильнейшее продолжение. Как взять под бой поля e5 и g5?] [%hint Возьмем под бой поля e5 и g5.]} (23. Bc5 $5 {Это приемлемое продолжение, но Юй расположил коня в центре. Каким ходом?}) (23. Re1 $5 {Это приемлемое продолжение, но Юй расположил коня в центре. Каким ходом?}) (23. Rad1 $5 {Это приемлемое продолжение, но Юй расположил коня в центре. Каким ходом?}) \r\n23... h6 {Замечательно! Каким ходом Юй завершил развитие фигур?} 24. Rad1 {[%wrong Поищем сильнейшее продолжение. Как построить батарею из ладей?] [%hint Построим батарею из ладей на вертикали \"d\".]} (24. Rb1 $5 {Это разумное продолжение, но Юй создал батарею из ладей. Каким ходом?}) (24. Bc5 $5 {Это разумное продолжение, но Юй создал батарею из ладей. Каким ходом?}) (24. Re1 $5 {Это разумное продолжение, но Юй создал батарею из ладей. Каким ходом?})\r\n24... Kh7 {Верный выбор! На этом ходу Юй подготовил атаку на королевском фланге продвижением пешки. На какое поле?} 25. h4 {[%wrong Поищем сильнейшее пешечное продвижение.] [%hint Захватим пространство на королевском фланге и возьмем под бой поле g5.]} (25. Bc5 $5 {Это интересная идея, но Юй сделал ход  пешкой королевского фланга. Какой?}) (25. h3 $2 a5 {Поищем более полезный ход этой пешкой.}) (25. g4 $5 {Это приемлемое продолжение, но Юй сделал ход другой пешкой королевского фланга. Какой?}) (25. Nh4 $5 {Это приемлемое продолжение, но Юй занял поле h4 другой фигурой. Какой?}) (25. a4 $5 {Это интересная идея, но Юй сделал ход  пешкой королевского фланга. Какой?}) (25. Ne1 $5 {Это интересная идея, но Юй сделал ход  пешкой королевского фланга. Какой?}) \r\n25... Rf6 {Блестяще! Какой сильной жертвой Юй вынудил черных вскрыть королевский фланг?} 26. Ng5+ {[%wrong Поищем сильнейшее продолжение атаки. Какая жертва напрашивается?] [%hint Поищем жертву, вынуждающую черных вскрыть вертикаль \"h\".]} (26. Qe2 $5 {Это интересная идея, но Юй нашел сильную жертву. Какую?}) (26. Bh3 $5 {Это интересная идея, но Юй нашел сильную жертву. Какую?}) (26. Bxh6 $2 gxh6 {Черные добиваются материального перевеса, а атака белых недостаточно сильна. Поищем решающее продолжение.}) (26. Bg5 $2 hxg5 {Эта жертва напрашивается, но выгоднее отдать другую фигуру. Какую?}) (26. Bf1 $2 Nd7 {Это интересная идея, но Юй нашел сильную жертву. Какую?}) (26. Kh2 $2 a5 {Это интересная идея, но Юй нашел сильную жертву. Какую?}) \r\n26... hxg5 {Прекрасно! Зачем мы пожертвовали коня?} 27. hxg5 {[%wrong Поищем сильнейшее продолжение. Какое взятие напрашивается?] [%hint Возьмем так, чтобы вскрыть вертикаль \"h\".]} (27. Bxg5 $2 Be6 {У черных перевес. Поищем сильнейшее взятие.}) \r\n27... Rg6 {Отлично! Каким ходом Юй продолжил атаку?} 28. Bd5 {[%wrong Поищем сильнейшее продолжение атаки. Как защитить вертикаль a2-g8 другой фигурой?] [%hint Воспользуемся связкой черной пешки c6, чтобы защитить диагональ a2-g8.]} (28. Bf3 $2 Be6 {У черных хорошая позиция. У черных хорошая позиция. Поищем сильнейший ход слоном, замещающийся от Сe6. Возьмите подсказку, если затрудняетесь.}) (28. Bxc6 $2 Nxc6 {У черных хорошая позиция. Поищем сильнейший ход слоном. Возьмите подсказку, если затрудняетесь.}) (28. Qe2 $2 Bxg5 {Черным не на что жаловаться. Поищем сильнейший ход слоном.}) (28. Bh3 $2 f4 {У черных хорошая позиция. Поищем сильнейший ход слоном. Возьмите подсказку, если затрудняетесь.}) (28. Bf1 $2 Be6 {У черных хорошая позиция. Поищем сильнейший ход слоном. Возьмите подсказку, если затрудняетесь.}) (28. Kh2 $2 Be6 {У черных хорошая позиция.  Поищем ход слона, мешающий черным продолжать Сe6.}) (28. Qh4+ $5 Rh6 {У белых хорошая позиция, но мы ищем сильнейшее продолжение. Как Юй расположил своего белопольного слона?}) \r\n28... f4 {Превосходно! Черные контратакуют, но ослабляют диагональ b1-h7. Как белым этим воспользоваться?} 29. Be4 {[%wrong Поищем сильнейшее продолжение. Как связать ладью g6?] [%hint Свяжем ладью черных на поле g6.]} (29. Bf7 $5 {Это разумное продолжение, но выгоднее связать ладью g6. Каким ходом?}) (29. Bg8+ $5 {Это разумное продолжение, но выгоднее связать ладью g6. Каким ходом?}) (29. Qe4 $2 cxd5 {Черные добиваются материального перевеса. Поищем, как связать черную ладью другой фигурой.}) (29. Kg2 $2 Bh3+ {На Крxh3 черные отвечают Фd7+ и выигрывают слона d5. Поищем, как связать ладью g6.}) (29. gxf4 $5 {У белых хорошая позиция, но лучше связать ладью g6. Какой фигурой?}) (29. Qd3 $2 cxd5 {Черные добиваются материального перевеса. Как связать черную ладью?}) (29. Kh2 $2 fxe3 {Черные добиваются материального перевеса. Попробуем связать ладью g6.}) (29. Bc5 $2 cxd5 {Черные добиваются материального перевеса. Попробуем связать ладью g6.}) \r\n29... Bxg5 {Отлично! Как снова напасть на связанную ладью?} 30. Rd6 {[%wrong Поищем сильнейшее продолжение атаки. Как напасть на ладью g6?] [%hint Нападем на связанную ладью своей собственной.]} (30. Kg2 $5 {Это выгодное продолжение, но Юй решил напасть на связанную ладью черных. Каким ходом?}) (30. Bc5 $5 {Это выгодное продолжение, но Юй решил напасть на связанную ладью черных. Каким ходом?}) (30. gxf4 $5 {Это выгодное продолжение, но Юй решил напасть на связанную ладью черных. Каким ходом?}) (30. Bxg6+ $5 {Это выгодное продолжение, но Юй решил снова напасть на связанную ладью черных, а не брать ее. Каким ходом?}) (30. Qd3 $2 Qf7 {У черных хорошие шансы защититься. Поищем, как напасть на связанную ладью.}) \r\n30... Bf6 {Замечательно! Каким ходом Юй подключил другую ладью к атаке?} 31. Kg2 {[%wrong Поищем сильнейшее продолжение атаки. Возьмите подсказку, если затрудняетесь.] [%hint Отступим королем, чтобы пропустить ладью d1 на вертикаль \"h\".]} (31. Qe2 $5 {Это интересное продолжение, но еще сильнее - пропустить ладью на поле h1. Каким ходом?}) (31. Qd3 $5 {Это интересное продолжение, но еще сильнее - пропустить ладью на поле h1. Каким ходом?}) (31. Bc5 $5 {Это интересное продолжение, но еще сильнее - пропустить ладью на поле h1. Каким ходом?}) (31. Kh2 $5 {Это приемлемое продолжение, но король может отступить на другое поле, чтобы не мешать ладье. Какое?}) (31. Bxg6+ $5 {Это интересное продолжение, но еще сильнее - пропустить ладью на поле h1. Каким ходом?}) \r\n31... f3+ {Превосходно! Как защититься от шаха?} 32. Kxf3 {[%wrong Поищем сильнейшее продолжение. Какое взятие напрашивается?] [%hint Возьмем пешку на f3, не снимая связку с черных фигур.]} (32. Bxf3 $5 {У белых хорошая позиция, но лучше обойтись без отступления слона. Как взять пешку?}) (32. Kh1 $5 {У белых хорошая позиция, но мы можем взять пешку. Каким ходом?}) (32. Kh2 $5 {У белых хорошая позиция, но мы можем взять пешку. Каким ходом?}) (32. Kf1 $2 Ba6 {Черные выигрывают ферзя. Поищем сильнейший ход королем.}) \r\n32... Bg4+ {Молодец! Что дальше?} 33. Kg2 {[%wrong Король под шахом!] [%hint Отступим королем.]} Bxd1 {Отлично! Каким ходом Юй убедил противника сдаться?} 34. Rxd1 {[%wrong Поищем выгодное взятие.] [%hint Возьмем фигуру.]} (34. Bxg6+ $2 Kxg6 {У белых небольшой перевес. Поищем сильнейшее продолжение атаки.}) \r\n34... Nd7 {Замечательно! Черные сдались. Как белые дают мат в два хода после Кd7?} 35. Rh1+ {[%wrong Это продолжение не ведет к мату следующим ходом. Поищем решающий шах.] [%hint Объявим шах по открытой вертикали \"h\".]} Bh4 {Мы почти у цели! Где же мат?} 36. Rxh4# {[%wrong Это не мат. Проверим шахи и попробуем снова.] [%hint Проверим шахи. Какой ведет к мату?] Блестящая игра в атаке!} *"
   ],
   "title" : "Суперфинал: Юй Янъи - Уэсли Со",
   "url" : "https://www.chess.com/ru/lessons/uchimsia-na-kubke-natsii/superfinal-iui-iani-uesli-so",
   "video" : null
}
