{
   "description" : "Форпост - поле, где на фигуру не может напасть пешка противника. Выгодно расположить здесь фигуру, если ее защищает своя пешка, и она держит под боем ключевые поля в позиции противника. Особенно сильны занимающие форпосты кони.",
   "duration" : null,
   "fen" : "4r1k1/1pr2p1p/p1pNbp2/2P5/P7/P6P/1R3PPK/2R5 b - - 0 1",
   "id" : "4c33e164-a0be-11e8-a15d-8b6fabdff649",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r3r1k1/1p1qbppp/p2p1n2/4pPB1/4P3/2NQ4/PPP3PP/R4RK1 w - - 2 16\"]\r\n\r\n{Покажем свое мастерство позиционной борьбы, заняв конем выгодный форпост!}\r\n16.Bxf6\r\n    {[%wrong Это интересный ход, но так конь не сможет занять выгодный форпост. Попробуем снова!][%hint Поле d5 - выгодный форпост. Как безопасно расположить здесь коня?]}\r\n    (16.Nd5 $2 Nxd5 {Мы на верном пути, но форпост был защищен, поэтому белые сейчас теряют фигуру. Сначала уничтожим защитника этого поля, и наш план осуществится!})\r\n16...Bxf6\r\n    {Отличный ход! Защитник форпоста d5 уничтожен. Теперь получим позиционный перевес, заняв конем выгодный форпост.}\r\n17.Nd5\r\n    {[%wrong Это интересный ход, но нам нужно занять конем сильный форпост. Попробуем снова!][%hint Займем конем выгодный форпост.] Молодец! Мощный конь белых господствует над позицией с этого форпоста.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"3r4/p4pkp/4p1p1/1p1n4/3P4/1P6/P3BPPP/2R3K1 b - - 1 29\"]\r\n\r\n{Черная пешка \"b\" атакована. Как отразить угрозу и создать мощный форпост для коня?}\r\n29...b4\r\n    (29...a6 $6 {Пешка защищена, но мы не создали мощный форпост. Попробуем снова!})\r\n    (29...Nf4 $2 30.Bxb5 {Это интересный ход, но он не улучшает позицию черных. Попробуем снова!})\r\n30.Rc4\r\n    {Отлично! Черный конь занял мощный форпост c3. Белые пытаются атаковать пешку b4. Должен ли черный конь занять форпост c3?}\r\n30...Nc3\r\n    {[%wrong Мы выбираем, защитить ли нам пешку b4 или сделать ход ...Кc3. Что сильнее?][%hint Каким ходом черный конь может напасть на беззащитных слона и пешку одновременно?]}\r\n    (30...a5 $5 {Защитить важную пешку b4 прежде, чем ставить коня на c3 выгодно, но еще сильнее - занять конем форпост. Сделаем этот ход!})\r\n31.Bf3\r\n    {Отлично! Черные атакуют белого слона и пешку a2 одновременно. Заберем пешку a2 и защитим пешку b4!}\r\n31...Nxa2\r\n    {[%wrong Это не взятие пешки a2. Попробуем снова!][%hint Возьмем пешку a2.] Отличная игра! Черный конь забирает пешку с хорошей позицией.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r4rk1/1b1nbppp/pq1p1n2/1ppPp3/4P3/PBP2N1P/1PQN1PP1/R1B1R1K1 b - - 0 14\"]\r\n\r\n{Черные мечтают создать форпост. Как выиграть темп нападением на белую фигуру и создать форпост для коня?}\r\n14...c4\r\n    {[%wrong Это интересный ход, но он не ведет к созданию форпоста. Попробуем снова!][%hint Как напасть на фигуру белых пешкой и освободить поле для коня?]}\r\n15.Ba2\r\n    {Отлично! Черные нападают на белого слона и защищают форпост d3. Займем конем это поле!}\r\n15...Nc5\r\n    {[%wrong Это интересный ход, но он не готовит занятие конем  форпоста d3. Попробуем снова!][%hint Какой конь может использовать только что освободившееся поле c5, чтобы занять форпост d3?] Потрясающе! У черных сильная позиция.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"3q1r1k/p1p3pp/1p1p1n2/4p3/4P1b1/PBP2N2/1P1Q1PPP/4R1K1 b - - 0 1\"]\r\n\r\n{Ход черных. Какой сильный позиционный маневр позволяет черным создать форпост для коня?}\r\n1...Bxf3\r\n    {[%wrong Это интересный ход, но он не позволяет создать форпост для черного коня. Попробуем снова!][%hint Как разрушить пешечную структуру белых и создать форпост на f4?]}\r\n    (1...Nh5 $6 2.Bd1 {f4 - отличное поле для коня, но это еще не форпост, потому что у белых есть пешка \"g\". Какой сильный ход форсирует создание форпоста на поле f4?})\r\n2.gxf3\r\n    {Молодец! Черные разрушают пешечную структуру на королевском фланге белых, создают форпост на f4 и переходят в эндшпиль с хорошим конем против плохого слона. Займем конем выгодный форпост!}\r\n2...Nh5\r\n    {[%wrong Это интересный ход, но он не готовит занятие конем форпоста f4. Попробуем снова!][%hint С какого поля черный конь займет форпост f4 следующим ходом?] Потрясающе! Черный конь готов занять отличное поле f4. Королевский фланг белых в большой беде.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2r1k2r/1q1b1pp1/p1n1p2p/1p2P3/6P1/P1P1Q1NP/2PB1P2/R3R1K1 b k - 0 1\"]\r\n\r\n{Белые готовы занять конем сильный форпост d6. Ход черных. Поищем двухходовый маневр, позволяющий черному коню занять форпост, откуда он защищает поле d6 от белого коня?}\r\n1...Na5\r\n    {[%wrong Это интересный ход, но так коню не занять форпост, откуда он защищал бы поле d6. Попробуем снова!][%hint У черных есть форпост на c4, откуда конь может защитить поле d6. Как занять конем это поле?]}\r\n2.Ne4\r\n    {Верно подмечено! Черный конь готов войти в борьбу и помешать угрозе белых Кd6.}\r\n2...Nc4\r\n    {[%wrong Это интересный ход, но не перевод черного коня на форпост, откуда он защищает слабое поле d6. Попробуем снова!][%hint Найдем коню форпост, откуда он защитит слабое поле d6.] Мы умело сочетаем атаку и защиту! Черные нападают на белого ферзя и защищают поле d6.}\r\n*"
   ],
   "title" : "Форпосты",
   "url" : "https://www.chess.com/ru/lessons/aktiviziruem-figury/forposty",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-outposts-g3f.mp4"
}
