{
   "description" : "Активной фигурой считается та, которая может сделать много ходов. В начале партии многие фигуры вообще не могут двигаться, за исключением пешек и коней, перепрыгивающих через них. Лучший способ развивать фигуры - выводить их в центр доски.",
   "duration" : null,
   "fen" : "r3kbnr/p4ppp/bqp1p3/2ppP3/3P4/2P2N2/PP3PPP/RNBQK2R w KQkq - 2 8",
   "id" : "4d853bf6-a0bb-11e8-bdef-4f823285a25a",
   "membership" : 30,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1b1kbnr/p4ppp/1qp1p3/2ppP3/3P4/2P2N2/PP3PPP/RNBQK2R b KQkq - 1 7\"]\r\n\r\n{Белые хотят сделать рокировку на следующем ходу. Как черным развить фигуру на активное поле и помешать рокировке белых?}\r\n7...Ba6\r\n    {[%wrong Этот ход не мешает рокировке белых - попробуем снова!][%hint Диагональ f1-a6 свободна - займем ее фигурой!] Фантастика! Черный слон занимает открытую диагональ и мешает белым сделать рокировку.}\r\n    (7...Qa6 $6 {Мы поняли идею, но как занять эту диагональ еще не ходившей фигурой?})\r\n    (7...Qb5 $6 {Мы поняли идею, но как занять эту диагональ еще не ходившей фигурой?})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/pp1ppppp/8/8/4P3/2p5/PP3PPP/RNBQKBNR w KQkq - 0 1\"]\r\n\r\n{Белые хотят взять черную пешку на c3 - какое взятие позволит активно развить фигуру?}\r\n1.Nxc3\r\n    {[%wrong Это не взятие пешки c3. Попробуем снова!][%hint Как взять пешку c3 и развить фигуру в центр одним ходом?] Отлично! Белые забирают пешку, и конь активно борется за центр!}\r\n    (1.bxc3 $2 {Это хорошая попытка, но пешка c3 мешает коню b1 занять лучшее поле. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r2qkb1r/2pbnppp/p1np4/1p6/3NPB2/P1N5/1PP2PPP/R2QKB1R w KQkq - 0 6\"]\r\n\r\n{Белые хотят развить белопольного слона, а потом сделать рокировку. Найдем лучшее поле для слона.}\r\n6.Be2\r\n    {[%wrong Мы собираемся сделать ход белопольным слоном - попробуем снова!][%hint У белопольного слона белых всего один ход, не связанный с материальными потерями. Какой?] Молодец! Слон пользуется свободными полями на диагонали d1-h5 и готовит рокировку на следующем ходу.}\r\n    (6.Bd3 $2 Nxd4 {Активизируя одну фигуру, не забываем о безопасности остальных. Попробуем снова!})\r\n    (6.Bc4 $2 bxc4 {Обычно на этом поле слон очень активен, но на этот раз оно под боем. Попробуем снова!})\r\n    (6.Bxb5 $2 axb5 {Убедимся, что мы располагаем фигуры не только активно, но и безопасно полях. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1b1k2r/1pp1bpp1/p4n1p/2p5/8/2NP1N1P/PPP2PP1/R1B1R1K1 b kq - 0 1\"]\r\n\r\n{Белая ладья e1 мешает черным сделать рокировку, потому что в этом случае она возьмет слона e7. Как черным развить фигуру и помешать нападению белой ладьи на чернопольного слона?}\r\n1...Be6\r\n    {[%wrong Этот ход не мешает белой ладье атаковать слона e7. Попробуем снова!][%hint Как развить фигуру и перекрыть вертикаль \"e\"?]}\r\n    (1...Ne4 $2 2.Rxe4 {Это хорошая попытка, но мы просто отдаем фигуру, а ладья продолжает атаковать чернопольного слона черных. Попробуем снова!})\r\n    (1...Kf8 $6 {Мы избавляемся от связки по вертикали \"e\" слишком большой ценой - черный король больше не может рокировать, а ладьям будет трудно соединиться на последней горизонтали. Попробуем снова!})\r\n    (1...Kd8 $2 {Этот ход позволяет избавиться от связки, но черный король больше не может рокировать, а ладьям будет трудно соединиться на последней горизонтали. Попробуем снова!})\r\n2.Bf4\r\n    {Вот именно! Черные активизируют белопольного слона и готовы сделать рокировку. Белые тоже активизируют слона и готовятся взять пешку c7. Как черным обезопасить короля и защитить пешку c7 одним ходом?}\r\n2...O-O-O\r\n    {[%wrong Этот ход не позволяет одновременно обезопасить короля и защитить пешку c7 - Попробуем снова!][%hint Как черным сделать рокировку и защитить пешку c7 одним и тем же ходом?] Правильно! Черные смогли обезопасить короля, защитить пешку c7 и вывести ладью на вертикаль \"d\" одним ходом!}\r\n    (2...O-O $2 3.Bxc7 {Этот ход позволяет обезопасить короля, но отдает пешку c7. Как сделать рокировку и защитить пешку c7?})\r\n    (2...Kd8 $2 {Этот ход защищает пешку c7, но черный король опасно расположен в центре доски. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"4r3/pp3pkp/2p3p1/3p4/3P4/2P2P1P/PP4P1/1RK5 w - - 0 1\"]\r\n\r\n{Черная ладья готова вторгнуться на поле e1 или e2. Как предотвратить оба хода и активизировать пассивную ладью белых?}\r\n1.Kd2\r\n    {[%wrong Этот ход не активизирует белую ладью и не мешает черной вторгнуться на e1 или e2. Попробуем снова!][%hint Король - активная фигура в эндшпиле - используем его!] Король - активная фигура! Белые мешают вторжению черной ладьи и открывают первую горизонталь для своей ладьи. Отлично!}\r\n    (1.Kd1 $5 {Это интересная попытка, но какой ход королем освобождает первую горизонталь для белой ладьи?})\r\n    (1.b4 $2 Re1+ {Это интересная попытка, но черная ладья вторгается в позицию белых и выигрывает, как минимум, пешку. Попробуем снова!})\r\n    (1.b3 $2 Re1+ {Это интересная попытка, но черная ладья вторгается в позицию белых и выигрывает, как минимум, пешку. Попробуем снова!})\r\n*"
   ],
   "title" : "Активные фигуры",
   "url" : "https://www.chess.com/ru/lessons/debiutnye-printsipy/aktivnye-figury",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-INT-active-pieces-f9d.mp4"
}
