{
   "description" : "На пути к титулу чемпиона мира Карпов победил в матче Бориса Спасского. Все ожидали, что результат будет противоположным, но после поражения в первой партии матча Карпов больше не проигрывал! Посмотрим партию, где Карпов постепенно улучшал позицию каждой фигуры, пока не нашел победную комбинацию.",
   "duration" : null,
   "fen" : "r2r2k1/4qp2/2p3p1/p3p2p/PnQ1P2b/4B2P/1PPR2P1/1N3RK1 b - - 0 24",
   "id" : "4f637234-9cf0-11ea-b731-3111a41e97df",
   "membership" : 50,
   "questions" : [
      "[Event \"Leningrad csf ;CAND\"]\r\n[Site \"Leningrad csf ;CAND\"]\r\n[Date \"1974.??.??\"]\r\n[Round \"9\"]\r\n[White \"Anatoly Карпов.\"]\r\n[Black \"Boris Spassky\"]\r\n[Result \"1-0\"]\r\n[ECO \"B83\"]\r\n[SetUp \"1\"]\r\n[FEN \"r2q1rk1/pp1bbppp/2nppn2/8/3NPP2/2N1B3/PPP1B1PP/R2Q1RK1 w - - 0 10\"]\r\n[PlyCount \"59\"]\r\n[EventDate \"1974.??.??\"]\r\n\r\n{Борис Спасский, 10-й чемпион мира, только что сделал ход Сd7, чтобы разменять коней и продолжать Сc6. Каким ходом Карпов помешал этому плану?} 10. Nb3 {[%wrong Поищем, как избежать размена коней.] [%hint Отступим конем с поля d4, чтобы позиция черных осталась стесненной.]} (10. a3 $5 {Это приемлемое продолжение, но Карпов решил уклониться от размена коней. Каким ходом?}) (10. Qd3 $5 {Это приемлемое продолжение, но Карпов решил уклониться от размена коней. Каким ходом?}) (10. Qd2 $5 {Это приемлемое продолжение, но Карпов решил уклониться от размена коней. Каким ходом?}) (10. a4 $5 {Это приемлемое продолжение, но Карпов решил уклониться от размена коней. Каким ходом?}) (10. Ndb5 $5 Qb8 {У черных крепкая позиция. Поищем сильнейший ход.}) (10. Nf3 $2 Ng4 {У черных хорошая позиция. Поищем сильнейший ход.}) \r\n10... a5 {Отлично! Черные собираются напасть на коня пешкой a5. Как отразить эту угрозу?} 11. a4 {[%wrong Поищем сильный ход пешкой. ] [%hint Помешаем продвижению черной пешки \"a\".]} (11. a3 $5 {Это продолжение возможно, но лучше помешать продвижению черной пешки \"a\". Каким ходом?}) (11. Na4 $2 Nxe4 {У черных хорошая позиция. Попробуем снова.}) \r\n11... Nb4 {Каким ходом Карпов активизировал свои фигуры?} 12. Bf3 {[%wrong Поищем выгодное поле для слона e2.] [%hint Защитим пешку e4, чтобы конь с3 мог заняться другими делами.]} (12. h3 $5 {Это разумное продолжение, но Карпов нашел сильный ход слоном. Какой?}) (12. g4 $5 {Это разумное продолжение, но Карпов нашел сильный ход слоном. Какой?}) (12. Rc1 $5 {Это разумное продолжение, но Карпов нашел сильный ход слоном. Какой?}) (12. Bd3 $2 e5 {Слон неудачно расположен на d3. Поищем оптимальное поле для этой фигуры.}) \r\n12... Bc6 {Как белым воспользоваться тем, что конь черных не может вернуться на поле c6?} 13. Nd4 {[%wrong Поищем сильнейший ход. Как расположить коня в центре?] [%hint Вернем коня в центр с нападением на черного слона c6.]} (13. Qe2 $5 {Это хороший ход, но нам нужно централизовать фигуру.}) (13. e5 $2 dxe5 {У черных небольшое преимущество. Поищем сильнейший ход.}) (13. Qd4 $2 Nxc2 {Черные получают материальный перевес. Попробуем снова.}) \r\n13... g6 {Каким ходом Карпов подготовил создание батареи на вертикали \"d\"?} 14. Rf2 {[%wrong Поищем выгодный маневр ладьи.] [%hint Защитим пешку c2, чтобы ферзь мог отступить на поле f1.]} (14. Qe2 $5 {Это приемлемое продолжение, но Карпов решил освободить поле f1 для ферзя. Каким ходом?}) (14. Kh1 $5 {Это приемлемое продолжение, но Карпов решил освободить поле f1 для ферзя. Каким ходом?}) (14. Qd2 $5 {Это приемлемое продолжение, но Карпов решил освободить поле f1 для ферзя. Каким ходом?}) (14. Qe1 $5 {Это приемлемое продолжение, но Карпов решил освободить поле f1 для ферзя. Каким ходом?}) (14. h3 $5 {Это приемлемое продолжение, но Карпов решил освободить поле f1 для ферзя. Каким ходом?}) \r\n14... e5 {Конь под боем. Какой ответ нашел Карпов?} 15. Nxc6 {[%wrong Поищем выгодное взятие.] [%hint Разменяем коня вместо того, чтобы отступать.]} (15. Ndb5 $5 {Это хороший ход, но Карпов выбрал логичный размен. Какой?}) (15. fxe5 $5 {Это разумное продолжение, но Карпов решил сначала разменять фигуры. Каким ходом?}) (15. Nb3 $2 Nd7 {У белых минимальный перевес, но Карпов нашел сильнейший ход. Какой?}) \r\n15... bxc6 {Как Карпов поступил с пешечным напряжением?} 16. fxe5 {[%wrong Поищем выгодное взятие.] [%hint Разменяем пешки, чтобы черные не могли осуществить прорыв.]} (16. Qd2 $2 exf4 {У черных безопасная позиция. Попробуем снова.}) (16. Rd2 $2 Qc7 {У белых минимальный перевес. Поищем выгодное взятие.}) (16. Kh1 $2 exf4 {У белых минимальный перевес. Поищем выгодное взятие.}) (16. f5 $2 gxf5 {Черные занимают центр, получая приемлемую позицию. Попробуем снова.}) \r\n16... dxe5 {Каким ходом Карпов начал маневр ферзя, чтобы занять идеальное поле?} 17. Qf1 {[%wrong Поищем выгодный маневр ферзем.] [%hint Ферзь стремится занять ключевое поле c4.]} (17. Qe1 $5 {Это приемлемое продолжение, но Карпов нашел оптимальное поле для ферзя. Какое?}) (17. Qe2 $5 {Это приемлемое продолжение, но Карпов нашел оптимальное поле для ферзя. Какое?}) (17. b3 $5 {Это продолжение возможно, но Карпов взял под бой поле c4 другой фигурой. Какой?}) (17. g4 $2 Ne8 {Не за чем ослаблять прикрытие собственного короля. Поищем сильнейший ход.}) \r\n17... Qc8 {Последним ходом черные создали неприятную угрозу коневой вилки. Как не пустить коня на поле g4?} 18. h3 {[%wrong Поищем ход пешкой.] [%hint Возьмем под бой пешки поле g4.]} (18. Kh1 $2 Ng4 {У черных хорошая контригра. Поищем сильнейший ход.}) (18. Qe2 $2 h5 {У белых небольшой перевес, но можно проще защитить поле g4. Каким ходом?}) \r\n18... Nd7 {Спасский стремится к размену фигур ходом Сc5. Как Карпов помешал этому плану?} 19. Bg4 {[%wrong Поищем сильнейший ход. Возьмите подсказку, если затрудняетесь.] [%hint Свяжем черного коня d7.]} (19. Nd1 $5 {У белых выгодная позиция, но Карпов нашел сильную связку. Поищем его ход.}) (19. Re1 $2 Bc5 {Это продолжение возможно, но Карпов решил не пустить фигуру на поле c5. Найдем его ход.}) (19. Rd1 $2 Bc5 {Это продолжение возможно, но Карпов решил не пустить фигуру на поле c5. Найдем его ход.}) \r\n19... h5 {Черные ослабляют прикрытие своего короля, чтобы напасть на слона. Что делать?} 20. Bxd7 {[%wrong У черных хорошая позиция. Поищем выгодное взятие.] [%hint Разменяем слона вместо того, чтобы отступать.]} (20. Bf3 $2 {У нас есть более активное продолжение. Поищем ход Карпова.}) (20. Be2 $2 Nxc2 {Черные выигрывают пешку. Попробуем снова.}) (20. Bd1 $2 Bc5 {Черные перехватывают инициативу. Попробуем снова.})\r\n20... Qxd7 {На каком поле белый ферзь будет расположен оптимально?} 21. Qc4 {[%wrong Поищем сильнейший ход ферзем.] [%hint Расположим ферзя как можно ближе к центру.]} (21. Qe2 $5 {Это хороший ход, но Карпов нашел более активное поле для ферзя. Какое?}) (21. Kh2 $5 {Это разумное продолжение, но Карпов выбрал более активное. Какое?}) (21. Rd1 $5 Qe6 {Это продолжение возможно, но Карпов берет под бой диагональ a2-g8.}) \r\n21... Bh4 {Куда отступить ладьей?} 22. Rd2 {[%wrong У черных перевес. Создадим сильную угрозу.] [%hint Отступим ладьей, создавая угрозу.]} (22. Re2 $5 {Это хороший ход, но Карпов решил расположить ладью на более активном поле. Каком?}) (22. Rff1 $2 Nxc2 {Черные добиваются материального перевеса. Попробуем снова.}) \r\n22...Qe7 {Как завершить развитие фигур?} 23. Rf1 {[%wrong Поищем сильнейший ход. Постараемся развить еще одну фигуру.] [%hint Займем ладьей полуоткрытую вертикаль \"f\".]} (23. Bc5 $5 Qg5 {У белых хорошая позиция, но Карпов предпочел постепенно наращивать давление, избегая осложнений. Какой ходом он сделал?}) (23. Rad1 $2 Rfd8 {Это логичное продолжение, но у черных хорошая контригра. Поищем лучшее поле для ладьи.})\r\n23... Rfd8 {Черные борются за открытую вертикаль. Каким неожиданным ходом Карпов защитил ладью d2?} 24. Nb1 {[%wrong Поищем сильнейший ход. Возьмите подсказку, если затрудняетесь.] [%hint Отступим фигурой так, чтобы защитить ладью d2.]} (24. Rxd8+ $2 {У белых небольшой перевес, но этот ход активизирует ладью a8 и лишает защиты пешку c2. Какой ход нашел Карпов?}) (24. Re2 $2 Rd7 {Черные захватывают вертикаль \"d\", и у белых остается лишь небольшой перевес. Поищем сильнейший ход.}) (24. Qe2 $2 Rxd2 {У черных хорошая позиция. Попробуем снова.})\r\n24... Qb7 {Каким ходом Карпов взял под бой поле g3 и ограничил черного слона?} 25. Kh2 {[%wrong Поищем сильный ход королем.] [%hint Возьмем королем под бой поле g3.]} (25. Qc3 $5 {У белых хорошая позиция, но поищем сильнейший ход королем.}) (25. c3 $5 {У белых хорошая позиция, но поищем сильнейший ход королем.})\r\n25... Kg7 {Каким ходом Карпов оттеснил черного коня на край доски?} 26. c3 {[%wrong Поищем выгодный ход пешкой.] [%hint Оттесним черного коня на край доски.]} (26. Re2 $5 {Это приемлемое продолжение, но Карпов решил оттеснить коня b4. Каким ходом?}) (26. Qb3 $5 {Это приемлемое продолжение, но Карпов решил оттеснить коня b4. Каким ходом?}) (26. g3 $5 {Это приемлемое продолжение, но Карпов решил оттеснить коня b4. Каким ходом?}) (26. Rxd8 $5 {Это приемлемое продолжение, но Карпов решил оттеснить коня b4. Каким ходом?}) \r\n26... Na6 {Черному коню пришлось отступить на край доски. Каким ходом Карпов избежал размена ладей и оставил противника в стесненном положении?} 27. Re2 {[%wrong Поищем сильнейший ход ладьи.] [%hint Освободим поле d2 для коня, уклоняясь от размена ладей.]} (27. Rc2 $5 {Это приемлемое продолжение, но Карпов нашел лучшее поле для ладьи. Каким ходом?}) (27. b4 $5 {Это разумное продолжение, но Карпов уклонился от размена ладей. Как?}) (27. Rxd8 $2 Bxd8 {Этот размен помогает черным активизировать слона, переведя его на b6. Поищем сильнейший ход.}) \r\n27... Rf8 {Черные теряют нить игры. Они могли обороняться после 27... Лd6. Как использовать поле d2?} 28. Nd2 {[%wrong Поищем оптимальное поле для коня.] [%hint Активизируем коня.]} (28. Rd2 $5 {Это продолжение возможно, но другая фигура может лучше использовать поле d2. Каким ходом?}) (28. Rf3 $5 {У белых небольшой перевес, но конь пассивно расположен на b1. Постараемся активизировать эту фигуру.}) (28. Na3 $2 Rae8 {Найдем оптимальное поле для коня.})\r\n28... Bd8 {Здесь черный слон мешает своим же фигурам. Каким ходом Карпов снова улучшил положение коня?} 29. Nf3 {[%wrong Поищем сильнейший ход. Улучшим положение коня.] [%hint Расположим коня на поле, идеальном для атаки.]} (29. Ref2 $5 {Это приемлемое продолжение, но Карпов решил активизировать коня. Каким ходом?}) (29. Rf3 $5 {Это приемлемое продолжение, но на этом поле будет более выгодно расположена другая фигура. Какая?}) (29. Kh1 $5 {Это приемлемое продолжение, но Карпов решил активизировать коня. Каким ходом?}) \r\n29... f6 {Прежде, чем что-то жертвовать, Карпов усиливает позицию своих фигур. Каким ходом он занял открытую вертикаль?} 30. Rd2 {[%wrong Поищем сильнейший ход. Возьмем под бой открытую вертикаль.] [%hint Возьмем под бой открытую вертикаль \"d\".]} (30. Ng5 $5 {Это приемлемое продолжение, но Карпов решил пока воздержаться от жертв и захватить вертикаль \"d\". Каким ходом?}) (30. Rd1 $5 {Это приемлемое продолжение, но Карпов решил захватить вертикаль \"d\" иначе. Каким ходом?}) (30. Qd3 $5 {У белых хорошая позиция, но они могут захватить открытую вертикаль. Каким ходом?}) \r\n30... Be7 {Каким ходом Карпов создал угрозу Лd7?} 31. Qe6 {[%wrong Эта идея не способствует вторжению Лd7. Поищем сильнейший ход.] [%hint Возьмем под бой поле d7, чтобы ход ладьей стал смертельной вилкой.]} (31. Nh4 $5 {Это выгодное продолжение, но Карпов использует в атаке ферзя. Каким ходом?}) (31. Rfd1 $5 {Это выгодное продолжение, но Карпов использует в атаке ферзя. Каким ходом?}) \r\n31... Rad8 {Спасский отразил угрозу двойного удара, но допустил смертельную комбинацию. Какой ход сделал Карпов?} 32. Rxd8 {[%wrong Поищем сильнейший ход. Возьмите подсказку, если затрудняетесь.] [%hint Разменяем фигуру, чтобы ослабить контроль черных над вертикалями \"d\" или \"f\".]} (32. Rfd1 $5 {Это выгодное продолжение, но Карпов решил разменяться сразу. Каким ходом?}) \r\n32... Bxd8 {Карпов ответил бы на Лxd8 ударом Кxe5. Как после взятия слоном Карпов возобновил угрозу вторжения на d7?} 33. Rd1 {[%wrong Поищем сильнейший ход. Возьмите подсказку, если затрудняетесь.] [%hint Создадим угрозу вторжения ладьи на d7.]} Nb8 {Спасский защитил уязвимое поле. Каким ходом Карпов подключил к атаке еще одну фигуру?} 34. Bc5 {[%wrong Поищем сильнейший ход.] [%hint Атакуем ладью f8.]} (34. Nxe5 $2 fxe5 {Черные защищаются, получая выгодную позицию. Попробуем снова.}) \r\n34... Rh8 {Молодец! Каким ходом Карпов убедил противника сдаться?} 35. Rxd8 {[%wrong Поищем сильнейший ход. Возьмите подсказку, если затрудняетесь.] [%hint Мы можем пожертвовать качество, чтобы атаковать по черным полям.]} (35. Bd6 $5 {Это хороший ход, но Карпов нашел комбинацию, выигрывающую немедленно. Какую?}) (35. Nxe5 $5 {Это сильный ход, но Карпов нашел сильнейший. Какой?})\r\n35... Rxd8 {В партии Спасский сдался. Как белые завершили бы атаку?} 36. Be7 {[%wrong У черных перевес. Попробуем снова.] [%hint Атакуем двойным ударом черную ладью и пешку f6.]} Rd1 {Белые дают мат в три хода.} 37. Qxf6+ {[%wrong Поищем кратчайший путь к мату.] [%hint Возьмем пешку f6, оттесняя черного короля в угол доски.]} (37. Bxf6+ $5 {Белые выигрывают, но у них есть сильнейший шах. Поищем его.}) \r\n37... Kg8 {Как объявить мат в два хода?} 38. Qf8+ {[%wrong Это продолжение не ведет к мату следующим ходом. Попробуем снова.] [%hint Оттесним короля черных на h7.]} (38. Qxg6+ $5 {Это хороший ход, но мы можем найти более быстрый мат.}) \r\n38... Kh7 {Где же мат?} 39. Ng5# {[%wrong Это не мат. Попробуем снова.] [%hint Проверим шахи. Где же мат?] Отличная работа!} 1-0"
   ],
   "title" : "Сыграй как Анатолий Карпов: Карпов против Спасского",
   "url" : "https://www.chess.com/ru/lessons/sygrai-kak-anatolii-karpov/karpov-protiv-spasskogo",
   "video" : null
}
