{
   "description" : "При освобождающей жертве мы расстаемся со своей фигурой просто, чтобы она не мешала другим. Часто такие жертвы позволяют выиграть время и дают вам неотразимую атаку.",
   "duration" : null,
   "fen" : "3r1b1k/ppq2Bpp/2p5/2P2Q2/8/1P4P1/P6P/5RK1 w - - 4 25",
   "id" : "505c7890-a0bf-11e8-92be-b792364da669",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1r3r1k/5pRp/5n1p/1q2pP2/p2pP3/P4P2/1PP3Q1/K5R1 w - - 0 1\"]\r\n\r\n{Оба противника ведут атаку на короля, и черные грозят матом на следующем ходу. Поищем освобождающую жертву, позволяющую белым победить.}\r\n1.Rxh7+\r\n    {[%wrong Это интересный ход, но не победная освобождающая жертва. Попробуем снова!][%hint Белая ладья на g7 не дает белому ферзю использовать это поле, чтобы дать мат. Поищите ход белых, освобождающий поле g7 и форсирующий мат.]}\r\n    (1.Rg8+ $2 Rxg8 {Это интересный ход, но теперь черная ладья защищает поле g7. Попробуем снова!})\r\n    (1.Rxf7 $2 Qxb2# {Это интересный ход, но нам нужно более форсированное продолжение, чтобы освободить поле g7 и дать мат!})\r\n    (1.c4 $2 Qxb2+ {Это интересный ход, но черные смогут осложнить положение, вынудив размен ферзей, и лишить нас шансов на выигрыш освобождающей жертвой. Попробуем снова!})\r\n1...Kxh7\r\n    {Молодец! Белые с темпом освобождают поле g7 и дают мат. Завершим партию!}\r\n2.Qg7#\r\n    {[%wrong Это интересный ход, но мы можем дать мат. Попробуем снова!][%hint Поищем мат в один ход.] Молодец! Мы выиграли партию жертвой качества!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"k2q4/pp4bp/6p1/4pP2/PQ1n4/3P2P1/2rB1PBP/4K2R b K - 0 1\"]\r\n\r\n{Белые только что сделали ход exf5. Их белопольный слон грозит матом на b7. Как защищаться черным?}\r\n1...Rc1+\r\n    {[%wrong Это интересный ход, но у черных есть сильная комбинация на освобождение поля. Попробуем снова!][%hint Если бы конь смог попасть на с2, он напал бы на белых ферзя и короля одновременно...]}\r\n    (1...Qc8 $2 2.O-O {Это интересный ход, но белые могут укрыть короля на фланге рокировкой. Нужно ли защищаться, или в позиции есть красивая освобождающая жертва?})\r\n    (1...e4 $2 2.O-O {Это интересный ход, но белые могут укрыть короля на фланге рокировкой. Нужно ли защищаться, или в позиции есть красивая освобождающая жертва?})\r\n    (1...Qb8 $2 {Это интересный ход, но наш ферзь теперь расположен очень пассивно. Нужно ли защищаться, или в позиции есть красивая освобождающая жертва?})\r\n    (1...Qc7 $2 2.O-O {Это интересный ход, но белые могут укрыть короля на фланге рокировкой. Нужно ли защищаться, или в позиции есть красивая освобождающая жертва?})\r\n2.Bxc1\r\n    {Блестяще! Белые открыли диагональ для слона, а черные в ответ освободили поле для коня! Пора нанести решающий удар!}\r\n2...Nc2+\r\n    {[%wrong Это интересная идея, но мы можем сделать вилку и забрать белого ферзя. Каким ходом?][%hint Как использовать поле c2 для выигрыша белого ферзя?] Отличная работа! Комбинацией на освобождение поля черные выиграли белого ферзя за ладью и остановили атаку белых.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"4rrk1/5ppp/1pnq2n1/p1p5/2Pp3B/P2P2PQ/1P1N1P2/R2K3R w - - 0 1\"]\r\n\r\n{У белых сильное давление по вертикали \\\"h\\\", но им мешает свой же чернопольный слон. Поищем освобождающую жертву.}\r\n1.Be7\r\n    {[%wrong Это интересный ход, но так не получится открыть вертикаль \\\"h\\\" для тяжелых фигур белых. Попробуем снова!][%hint Как освободить вертикаль \\\"h\\\" и напасть на сильнейшую фигуру черных одновременно?]}\r\n    (1.Bg5 $2 f6 {Это интересный ход, но после логичной защиты король черных ускользает от атаки, и они продолжают сопротивляться. Поищем более сильный ход слоном.})\r\n    (1.Bf6 $2 h6 {Это интересный ход, но после Сxg7 и Крxg7, черный король ускользает от атаки. Поищем более сильный ход слоном, вскрывающий вертикаль \"h\".})\r\n    (1.Bd8 $2 h6 {Мы на правильном пути, но белый слон ничего не делает на d8. Поищем для него более полезное поле.})\r\n1...h6\r\n    {Вот так ход! Четыре фигуры черных защищают поле e7, но слона брать нельзя ввиду мата на h7! Черные защищаются от мата - как ответить белым?}\r\n2.Bxd6\r\n    {[%wrong Это интересный ход, но не сильнейший ответ белых. Попробуем снова!][%hint Возьмем сильнейшую фигуру черных.] Белые выиграли ферзя освобождающей жертвой - вот это игра!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"4rq1k/1p3p1p/pb2p2p/2p1P3/3r1PQ1/PB1P4/1P4PP/2R2RK1 b - - 0 1\"]\r\n\r\n{Королевский фланг черных ослаблен, но белый король находится на опасной диагонали g1-a7. Поищем комбинацию с освобождением диагонали, позволяющую дать смертельный вскрытый шах.}\r\n1...c4\r\n    {[%wrong Это интересное продолжение, но мы можем найти намного более сильный ход, подготавливающий шах по диагонали g1 - a7. Попробуем снова!][%hint Если бы только черная пешка c5 не сковывала сильного чернопольного слона...]}\r\n2.Bxc4\r\n    {Отлично! Белым стоило отступить королем на h1, но они устремляются прямо в западню. Поищем сильнейший ход черных!}\r\n2...Rxf4+\r\n    {[%wrong Это интересный ход, но мы можем найти и намного более сильный вскрытый шах. Попробуем снова!][%hint Любой ход ладьей d4 станет вскрытым шахом - найдем сильнейший.] Фантастический ход! Черные открыли диагональ g1-a7, объединив вскрытие линии с комбинацией на вскрытый шах, позволяющей выиграть ферзя!}\r\n    (2...Rxc4+ $6 {Это интересный ход, позволяющий выиграть фигуру, но могут ли черные добиться еще большего освобождающей жертвой?})\r\n    (2...Rxd3+ $2 {Этот ход позволяет выиграть пешку, но могут ли черные добиться еще большего освобождающей жертвой? Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1r1q1nkb/2pb3p/2pp3Q/5NpN/p2PP3/P1P5/1P3RPP/6K1 w - - 0 1\"]\r\n\r\n{Белые пожертвовали фигуру, чтобы вскрыть королевский фланг черных. Поищем удивительную комбинацию на освобождение поля, позволяющую белым форсировать мат.}\r\n1.Qe6+\r\n    {[%wrong Это интересный ход, но так белые не смогут форсированно выиграть - попробуем снова!][%hint Отступив с f5 на h6, белый конь объявил бы мат. Как белым победить комбинацией на освобождение поля?]}\r\n    (1.Qg7+ $2 Bxg7 {Это интересный ход, но он ничего не дает - попробуем снова!})\r\n    (1.Qxf8+ $2 Qxf8 {Это интересный ход, но он ничего не дает - попробуем снова!})\r\n    (1.Qg6+ $2 hxg6 {Это умный ход, но взятие пешкой открывает черному королю лазейку для отступления. Попробуем снова - мы на верном пути!})\r\n1...Nxe6\r\n    {Блестящий ход! Как бы черные ни взяли ферзя, белые дают мат. Поищем решающий удар.}\r\n2.Nh6#\r\n    {[%wrong Это интересный ход, но нам нужно найти мат. Попробуем снова!][%hint Изучим, какие шахи мы можем дать - один из ходов ведет к мату!] Мы все поняли! Здорово, что мы сумели найти комбинацию на освобождение поля!}\r\n*"
   ],
   "title" : "Освобождающая жертва",
   "url" : "https://www.chess.com/ru/lessons/taktika-dlia-prodolzhaiushchikh/osvobozhdaiushchaia-zhertva",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-clearance-sacrifice-m2f.mp4"
}
