{
   "description" : "Королю придется не сладко, когда мы нападем на него двумя фигурами одновременно. Двойной шах - самый форсированный ход в шахматах. Это сочетание вскрытого шаха и шаха сходившей фигурой. Отступление короля - единственная защита от двойного шаха, поэтому он часто ведет к мату.",
   "duration" : null,
   "fen" : "1rbk4/5p1p/p6p/1qp5/8/P5P1/1PPB1P1P/2KRR3 w - - 0 1",
   "id" : "5196b020-a0bc-11e8-b9dc-35dbd7ff6ec2",
   "membership" : 40,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1rbk4/5p1p/p6p/1qp5/8/P5P1/1PPB1P1P/2KRR3 w - - 0 1\"]\r\n\r\n{Черные угрожают матом на следующем ходу. Какой двойной шах позволяет белым выиграть?}\r\n1.Ba5#\r\n    {[%wrong Это не двойной шах. Попробуем снова!][%hint У белых два двойных шаха. Один из них ведет к мату!] Молодец! Белые дают двойной шах и ставят мат!}\r\n    (1.Bg5+ $2 Kc7 {Этого двойного шаха хватит для поддержания равновесия. Поищем сильнейший ход!})\r\n    (1.Bf4+ $2 {Этот вскрытый шах дает белым хорошую игру. Теперь поищем выигрывающий двойной шах.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rn1qkbnr/ppp2ppp/8/8/4Np2/5b2/PPPPQ1PP/R1B1KB1R w KQkq - 0 7\"]\r\n\r\n{Белые начинают и выигрывают.}\r\n7.Nf6#\r\n    {[%wrong Этот ход не форсирует выигрыш. Попробуем снова!][%hint Возможны два двойных шаха. Поищем сильнейший!] Отлично! Обе шахующих фигуры белых под боем, но ни одну из них невозможно взять. Это мат!}\r\n    (7.Qxf3 $2 {Выиграть фигуру - хорошо, но форсировать мат - еще лучше. Попробуем снова!})\r\n    (7.gxf3 $2 {Выиграть фигуру - хорошо, но форсировать мат - еще лучше. Попробуем снова!})\r\n    (7.Nd6+ $2 Kd7 {Этот двойной шах позволяет черным спастись. Мы нашли правильную идею, теперь найдем правильный ход!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"3r1n1k/3P3p/pp3q2/2pQp3/P1P3B1/3b2R1/1P5P/6K1 w - - 0 1\"]\r\n\r\n{Черные думают, что белые возьмут слона d3. Какая ошеломляющая жертва подготавливает двойной шах, позволяющий выиграть партию?}\r\n1.Qg8+\r\n    {[%wrong Это хорошая попытка, но для победы нужен более форсированный ход. Попробуем снова!][%hint Поищем единственный шах белых в этой позиции.]}\r\n    (1.Qxd3 $2 {Это разумный ход, но мы можем найти сильнейшую возможность. Попробуем снова!})\r\n1...Kxg8\r\n    {Хорошо подмечено! Белые жертвуют ферзя, чтобы дать мат черному королю слоном и ладьей. Поищем форсированный мат в два хода.}\r\n2.Be6+\r\n    {[%wrong Это хорошая попытка, но не форсированный мат. Попробуем снова!][%hint Как объявить двойной шах в этой позиции?]}\r\n2...Kh8\r\n    {Замечательно! Белые дают двойной шах черному королю, вынуждая его отступить на h8. Нанесем решающий удар!}\r\n3.Rg8#\r\n    {[%wrong Это не мат. Попробуем снова!][%hint Найдем единственный шах белых в этой позиции.] Молодец! Жертва белого ферзя и двойной шах форсируют мат.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"7k/1pb3p1/p1p3p1/2P1n3/2P5/1P5P/6PK/4R1R1 b - - 0 1\"]\r\n\r\n{У черных несколько привлекательных продолжений, но только одно из них выигрывает форсированно. Какое?}\r\n1...Ng4+\r\n    {[%wrong Это хорошая попытка, но черным нужно более энергично атаковать белого короля. Попробуем снова!][%hint Какой двойной шах ведет к мату в два хода?]}\r\n    (1...Nf3+ $2 2.Kh1 {Черные выигрывают качество, но их позиция остается трудной. Попробуем снова!})\r\n    (1...Nd3+ $2 2.g3 {Белые не вынуждены делать ход королем, когда атака черных заканчивается. Попробуем снова!})\r\n    (1...Nxc4+ $2 {Черные выиграли пешку, но материальное соотношение все еще не в их пользу. Попробуем снова!})\r\n2.Kh1\r\n    {Впечатляюще! Белый король оттеснен в угол. Закончим партию!}\r\n2...Nf2#\r\n    {[%wrong Это не мат. Попробуем снова!][%hint Найдем единственный шах черных в этой позиции.] Отличная работа! Черные объявляют мат белым.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r5k1/1b2Pp1p/3n4/1p5p/8/1PR2P2/rB5P/5R1K w - - 3 2\"]\r\n\r\n{У черных лишняя фигура, но у белых опасная атака. Сможем найти форсированный мат за белых?}\r\n2.Rg1+\r\n    {[%wrong Это хорошая попытка, но белым нужен более форсированный ход.][%hint Как подготовить двойной шах другим шахом?]}\r\n    (2.Rc8+ $2 Bxc8 {Это интересная попытка, но в ответ на шах ладьей по вертикали \"g\" черные закрываются слоном. Попробуем снова!})\r\n2...Kh8\r\n    {Молодец! Черный король оттесняется в угол, оказываясь на одной диагонали со слоном и ладьей белых. Как завершить партию?}\r\n3.Rc8#\r\n    {[%wrong Это хорошая попытка, но мы ищем мат. Попробуем снова!][%hint Какой двойной шах выигрывает партию?] Белые дают двойной шах и мат! Отличная работа!}\r\n*"
   ],
   "title" : "Двойной шах",
   "url" : "https://www.chess.com/ru/lessons/osnovy-taktiki/dvoinoi-shakh",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-INT-double-check-s9w.mp4"
}
