{
   "description" : "Когда черные хотят разыграть крепкий дебют в ответ на 1.e4, они применяют французскую защиту или защиту Каро-Канн. В обоих дебютах они поддерживают продвижение d7-d5 соседней пешкой 1...e6 (французская защита) или 1...c6 (защита Каро-Канн). Белые обычно получают перевес в пространстве, но у черных возникает крепкая позиция.",
   "duration" : null,
   "fen" : "rn1qkbnr/pp2pppp/2p3b1/8/3P4/6N1/PPP2PPP/R1BQKBNR w KQkq - 3 6",
   "id" : "55a89812-a0bd-11e8-801a-5f5f016f5585",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/pppppppp/8/8/4P3/8/PPPP1PPP/RNBQKBNR b KQkq - 0 1\"]\r\n\r\n{Начнем партию французской защитой!}\r\n1...e6\r\n    {[%wrong Это не французская защита. Попробуем снова!][%hint Французская защита определяется ходом пешки \\\"e\\\" с подготовкой ...d5 на следующем ходу.]}\r\n2.d4\r\n    {Молодец! Белые берут центр под контроль, но черные готовы захватить пространство и атаковать пешку e4. Сделаем этот ход!}\r\n2...d5\r\n    {[%wrong Это интересный ход, но не 1...e6 с подготовкой атаки в центре. Попробуем снова!][%hint Ход 1...e6 позволяет пешке \\\"d\\\" атаковать пешку e4. Сделаем этот ход!]}\r\n3.e5\r\n    {Отлично! Белые захватывают пространство в центре ходом 3. e5. Черным важно бороться с пешечной цепью белых в центре. Какой ход пешкой позволяет черным напасть на центр белых?}\r\n3...c5\r\n    {[%wrong Это интересное продолжение, но черным нужно атаковать центр белых ходом пешки. Попробуем снова!][%hint Какая пешка может сразу напасть на белую пешку d4?]}\r\n    (3...f6 $2 {Это важный ход во французской защите, но нам не нужно ослаблять прикрытие черного короля так рано. Как атаковать другую центральную пешку белых одной из наших пешек?})\r\n4.c3\r\n    {Отлично! Мы нашли контратакующий ход черных! Белые создают сильную пешечную цепь в центре. Как развить фигуру, снова нападая на поле d4?}\r\n4...Nc6\r\n    {[%wrong Это интересный ход, но нам нужно развить фигуру и напасть на поле d4. Попробуем снова!][%hint Какой ход конем позволяет снова напасть на поле d4?]}\r\n    (4...Qb6 $5 {Отлично! Этот ход черных тоже очень силен. Как найти другой способ развить фигуру и напасть на пешку d4?})\r\n5.Nf3\r\n    {Мы снова находим сильные ходы! Черные нападают на пешку d4, а белые обороняют ключевое поле. Как сильным ходом ферзя снова напасть на поле d4?}\r\n5...Qb6\r\n    {[%wrong Это интересное продолжение, но мы ищем ход ферзем, снова атакующий поле d4. Попробуем снова!][%hint Какой ход ферзем помогает пешке c5 атаковать пешку d4?] Отличное решение! Черные снова атакуют пешку d4. Впереди упорная борьба!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/ppp2ppp/4p3/3p4/3PP3/8/PPP2PPP/RNBQKBNR w KQkq - 0 3\"]\r\n\r\n{Сделаем самый распространенный ход белых. Выведем коня, защитим пешку e4 и снова нападем на черную пешку d5.}\r\n3.Nc3\r\n    {[%wrong Это интересный ход, но нам нужно защитить пешку e4 и напасть на пешку d5. Попробуем снова!][%hint Куда пойти конем, чтобы защитить пешку e4 и напасть на пешку d5?]}\r\n3...Bb4\r\n    {Хороший ход! Связывая коня, черные переходят в \\\"Вариант Винавера\\\". Черные атакуют пешку e4. Захватим пространство в центре и помешаем им развить коня на f6.}\r\n4.e5\r\n    {[%wrong Это интересный ход, но он не позволяет белым захватить пространство в центре и помешать ходу черных ..Кf6. Попробуем снова!][%hint Как занять атакованной пешкой e4 безопасное поле и захватить пространство на половине доски черных?]}\r\n4...c5\r\n    {Потрясающе! Белые захватывают пространство в центре, а черные отвечают типичным контратакующим ходом 4...c5. После 5. a3 белые часто получают преимущество двух слонов с острой борьбой.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/ppp2ppp/4p3/3p4/3PP3/8/PPPN1PPP/R1BQKBNR b KQkq - 1 3\"]\r\n\r\n{Белые только что сделали  ход 3. Nd2, известный как вариант Тарраша. Выбираем между двумя ходами: 3...c5 или 3...Сb4.}\r\n3...c5\r\n    {[%wrong Это интересное продолжение, но мы выбираем между двумя ходами: 3...c5 или 3...Сb4. Какой нам больше нравится?][%hint Смогут ли белые в ответ на ход  3...Сb4 избавиться от связки и выиграть темп нападением на слона?] Отличное решение! На 3...Сb4 следует 4. c3, поэтому черным нужно придерживаться проверенной контратаки 3...c5.}\r\n    (3...Bb4 $2 4.c3 {Связка коня по аналогии с вариантом Винавера невозможна, потому что у белых есть сильное возражение. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/pppppppp/8/8/4P3/8/PPPP1PPP/RNBQKBNR b KQkq - 0 1\"]\r\n\r\n{Узнаем о другом дебюте, похожем на французскую защиту, - защите Каро-Канн! Каким ходом определяется защита Каро-Канн?}\r\n1...c6\r\n    {[%wrong Это интересный ход, но не защита Каро-Канн. Попробуем снова!][%hint В защите Каро-Канн черные готовятся атаковать центр пешкой \\\"d\\\", но сначала защищают ее пешкой \\\"c\\\". Сделаем этот ход!]}\r\n2.d4\r\n    {Вы все поняли! Мы вновь контратакуем центр белых, захватывая пространство и сразу нападая на пешку e4. Сделаем этот ход!}\r\n2...d5\r\n    {[%wrong Это интересный ход, но мы пытаемся атаковать белую пешку e4, захватывая пространство в центре. Попробуем снова!][%hint Ход 1...c6 готовит продвижение \\\"d\\\" с атакой пешки e4. Так и сыграем!]}\r\n3.e5\r\n    {Черные наносят удар в центре, а белые захватывают пространство. Можем найти самое активное поле для белопольного слона черных?}\r\n3...Bf5\r\n    {[%wrong Это интересный ход, но нам нужно расположить белопольного слона черных на самом активном поле. Попробуем снова!][%hint Пешка покинула поле e4, и поле f5 уже не под боем...] Отличная работа! В отличие от французской защиты, белопольный слон черных занимает активное поле прежде, чем черные сыграют ...e6. У черных прочная позиция.}\r\n    (3...Be6 $2 {Черный слон ограничен двумя пешками, мешая продвижению третьей. Поищем более активную диагональ для этой фигуры!})\r\n    (3...Bd7 $2 {На этом поле слон расположен пассивно. Как занять слоном самую активную диагональ?})\r\n    (3...Bg4 $2 4.Qxg4 {Это интересный ход, но на этом поле слон в опасности. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/pp2pppp/2p5/3p4/3PP3/8/PPP2PPP/RNBQKBNR w KQkq - 0 3\"]\r\n{Выведем коня в центр и защитим пешку e4.}\r\n3.Nc3\r\n    {[%wrong Это интересный ход, но нам нужно вывести коня в центр и защитить пешку e4. Попробуем снова!][%hint Как защитить пешку e4 и увеличить давление на черную пешку d5?]}\r\n    (3.Nd2 $5 {Это сильное продолжение, скорее всего, с перестановкой ходов приведет к тем же позициям, что и 3. Кc3. Сделаем другой ход конем, защищающий поле e4.})\r\n3...dxe4\r\n    {Молодец! Белые защитили пешку e4 и вновь напали на поле d5. Возьмем пешку е4.}\r\n4.Nxe4\r\n    {[%wrong Нам нужно взять пешку e4. Попробуем снова!][%hint Как взять пешку e4?]}\r\n4...Bf5\r\n    {Теперь черные нападают на незащищенного коня. Как отвести коня на безопасное поле и атаковать белопольного слона черных?}\r\n5.Ng3\r\n    {[%wrong Это интересный ход, но он не позволяет одновременно отвести коня на безопасное поле и напасть на белопольного слона. Попробуем снова!][%hint Куда отступить конем с поля e4 так, чтобы напасть на слона f5?]}\r\n5...Bg6\r\n    {Здорово! Оба противника сосредоточатся на завершении развития, Белые попытаются атаковать прочную позицию черных.}\r\n*"
   ],
   "title" : "Дебюты с ходом 1.e4: французская защита и Каро-Канн",
   "url" : "https://www.chess.com/ru/lessons/debiut-dlia-prodolzhaiushchikh/debiuty-e4-frantsuzskaia-zashchita-karo-kann",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-popular-1e4-openings-french-caro-kann-e9c.mp4"
}
