{
   "description" : "Выгодно совершить взятие фигуры противника, если у нас больше атакующих фигур, чем у противника - защищающихся. В этом случае мы совершаем первое и последнее взятие при размене. Обращаем внимание, какие фигуры мы меняем. Не стоит отдавать ферзя за две пешки!",
   "duration" : null,
   "fen" : "1r4k1/1p3p2/n1p1n1p1/8/2B3P1/1P4N1/PK3P2/4R3 w - - 0 1",
   "id" : "5704c5ee-a0ba-11e8-a2ce-e1c8066c671d",
   "membership" : 30,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1r4k1/1p3p2/n1p1n1p1/8/2B3P1/1P4N1/PK3P2/4R3 w - - 0 1\"]\r\n\r\n{Белым нужно изучить несколько взятий. У какой фигуры больше атакующих, чем защитников?}\r\n1.Bxe6\r\n    {[%wrong Это не взятие черной фигуры. Попробуем снова.][%hint Белые дважды напали на черного коня, защищенного всего один раз. Какое взятие напрашивается?]}\r\n    (1.Bxa6 $2 bxa6 {Так белым не получить материальный перевес.  Попробуем снова!})\r\n    (1.Rxe6 $2 fxe6 {Правильная идея, но ошибочный ход! После Сxe6 оказывается, что белые разменяли ладью (5 баллов) на пешку и коня черных (4 балла). Изменим последовательность взятий!})\r\n1...fxe6\r\n    {Отлично!  Следующим ходом белые получают материальный перевес.}\r\n2.Rxe6\r\n    {[%wrong Этот ход не позволяет белым получить материальный перевес. Попробуем снова.][%hint Возьмем незащищенную пешку.] Точно! Белые выигрывают пешку благодаря точному расчету!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2r2rk1/1pqbbppp/p1n1p1n1/3p4/3PP3/P1NB1N2/1P1BQPPP/1R3RK1 w - - 0 1\"]\r\n\r\n{В этой позиции белые могут взять две черные пешки - a6 или d5. Зная ценность фигур, подсчитаем, что выгоднее!}\r\n1.exd5\r\n    {[%wrong Это не взятие пешки. Попробуем снова!][%hint Белый конь c3 и пешка e4 работают в команде. Возьмем пешку, атакованную обоими.]}\r\n    (1.Nxd5 $2 exd5 {Это верная идея, но неправильный порядок ходов. Белые отдали коня за две пешки, сначала взяв более ценной фигурой. Попробуем снова!})\r\n    (1.Bxa6 $2 bxa6 {У белых две атакующие фигуры против одного защитника, но каждая из белых фигур стоит дороже взятой пешки, поэтому белые проигрывают фигуру. Попробуем снова!})\r\n1...exd5\r\n    {Отлично! Теперь возьмем на d5 во второй раз и выиграем пешку.}\r\n2.Nxd5\r\n    {[%wrong Этот ход не ведет к взятию пешки d5. Попробуем снова!][%hint Возьмем пешку d5.] Молодец! Взятием белые выигрывают пешку с отличной позицией.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqk2r/ppp2ppp/4p3/2b5/4P1n1/5NP1/PPPNQP1P/R1B1KB1R b KQkq - 2 7\"]\r\n\r\n{Две фигуры черных атакуют поле f2 (конь и слон), две фигуры белых его защищают (король и ферзь). Могут ли черные получить материальный перевес взятием на f2?}\r\n7...Bxf2+\r\n    {[%wrong Этот не взятие пешки f2. Попробуем снова!][%hint Как взять пешку f2 с шахом?]}\r\n    (7...Nxf2 $5 {Хорошая идея! Это выгодное взятие, позволяющее черным получить материальный перевес. Попробуем взять пешку f2 слоном.})\r\n8.Qxf2\r\n    {Отлично! Теперь берем белого ферзя!}\r\n8...Nxf2 (8... Qxd2+ $2 9. Qxd2 {Выгоднее взять белого ферзя. Каким ходом?}) ( 8... Nxh2 $2 9. Qxh2 {Поищем сильнейшее взятие конем.}) (8... Ne3 $2 9. Qxe3 {Этот ход был бы силен, если бы белые на прошлом ходу продолжали Крd1, а теперь он ведет к потере коня.}  )( 8... Ne5 $2 {Это не взятие ферзя. Попробуем снова.} )( 8... Nf6 $2 {Это не взятие ферзя. Попробуем снова.} )( 8... Nc6 $2 {Это не взятие ферзя. Попробуем снова.} )( 8... Qg5 $2 {Этот ход позволяет белым взять нашего ферзя. Возьмем белого ферзя своим конем.} )( 8... Qh4 $2 {Этот ход позволяет белым взять нашего ферзя. Возьмем белого ферзя своим конем.} )( 8... Qd5 $2 {Этот ход позволяет белым взять нашего ферзя. Возьмем белого ферзя своим конем.} )( 8... e5 $2 {Это не взятие ферзя. Попробуем снова.} )( 8... O-O $2 {Рокировка - прекрасная идея, но мы можем взять белого ферзя.} )( 8... Qd4 {Этот ход позволяет белым взять нашего ферзя. Возьмем белого ферзя своим конем.} \r\n9. Qxd4 )( 8... Qd3 {Этот ход позволяет белым взять нашего ферзя. Возьмем белого ферзя своим конем.}  9. cxd3 )( 8... Bd7 $2 {Это не взятие ферзя. Попробуем снова.} )9. Kxf2 {Две фигуры белых защищались от угроз двух атакующих фигур противника, но черные побеждают, потому что они взяли пешку и ферзя (10 очков) взамен коня и слона (6 очков). Хорошая работа!}   *",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r2qkbnr/ppp1pppp/8/3p1b2/1n1P1B2/5NP1/PPP1PP1P/RN1QKB1R w KQkq - 0 1\"]\r\n\r\n{Две черные фигуры (конь и слон) атакуют пешку c2. Белый ферзь - ее единственный защитник. Как найти второго защитника и удержать слабую пешку?}\r\n1.Na3\r\n    {[%wrong Этот ход не защищает пешку c2. Попробуем снова!][%hint Как  защитить пешку c2 ходом коня?] Отлично! Вторая фигура белых защищает пешку c2, поэтому черные не могут взять ее без материальных потерь.}\r\n    (1.e4 $2 Bxe4 {Белые просто отдали пешку, и им еще нужно защитить пешку c2. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"3r2k1/p5pp/bp3p2/3p4/3Q2n1/1P2P1Pq/PB1N1P1P/4R1K1 w - - 0 1\"]\r\n\r\n{Две фигуры черных атакуют поле h2, угрожая матом. Как защитить поле h2 во второй раз и избежать мата?}\r\n1.Nf3\r\n    {[%wrong Этот ход не предотвращает мат. Попробуем снова!][%hint Белый конь - единственная фигура, способная защитить поле h2...] Отличная защита! Вторая фигура белых защищает поле h2, предотвращая мат.}\r\n    (1.Nf1 $2 Bxf1 {Мы были на верном пути, но защитника забрал черный слон. Найдем коню безопасную стоянку, откуда он защитил бы поле h2.})\r\n    (1.Qxg4 $2 Qxg4 {Этот ход позволяет избежать мата, но белые теряют ферзя. Как защититься от мата без потери ферзя?})\r\n*"
   ],
   "title" : "Считаем взятия",
   "url" : "https://www.chess.com/ru/lessons/okhotimsia-figury/schitaem-vziatiia",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-BEG-counting-captures.mp4"
}
