{
   "description" : "Слоны сильны в открытых позициях, в особенности, когда они действуют сообща. В этом случае они держат под боем и белые, и черные поля, доминируя и в окончаниях и в матовых атаках. Если у противника есть пара слонов, ищем возможность разменять одного из них.",
   "duration" : null,
   "fen" : "r3rnk1/1p2bppp/p2p4/q1p5/2P5/1P1BP3/PBQ2PPP/R4RK1 w - - 0 1",
   "id" : "59e6c772-a0be-11e8-bf84-8b2228a9c322",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1r3qkb/p4p1p/2p1b1p1/3np3/7P/2N2P2/PPP3P1/2KRQB1R b - - 0 2\"]\r\n\r\n{У черных не хватает качества (ладья за слона), зато у них два слона. Как атаковать ферзевый фланг белых, чтобы мощные слоны вырвались на свободу?}\r\n2...Nxc3\r\n    {[%wrong Это интересный ход, но он не вскрывает линии для пары слонов. Попробуем снова!][%hint Каким взятием можно оживить белопольного слона черных?]}\r\n    (2...e4 $5 {Молодец! Это отличный способ активизировать чернопольного слона. Попробуем усилить это продвижение взятием.})\r\n    (2...Rxb2 $6 3.Nxd5 {Творческий ход ...Лxb2 создает опасную атаку, но позиция осложняется. Поищем намного более легкий способ оживить слонов и получить материальный перевес!})\r\n    (2...Qb4 $5 {Это сильный ход. Поищем другую идею, оживляющую обоих слонов черных.})\r\n3.Qxc3\r\n    {Отличная работа! Белопольный слон черных ожил. Теперь вскроем черные поля, чтобы вышел на свободу и чернопольный слон!}\r\n3...e4\r\n    {[%wrong Это интересный ход, но он не ведет к вскрытому нападению чернопольным слоном на белого ферзя. Попробуем снова!][%hint Что отделяет чернопольного слона черных от белого ферзя? Уберите это препятствие!]}\r\n4.Qe3\r\n    {Молодец! Чернопольный слон напал на белого ферзя. Как выиграть пешку и напасть на белого короля одновременно?}\r\n4...Bxb2+\r\n    {[%wrong Это интересный ход, но нам нужно выиграть пешку. Попробуем снова!][%hint Возьмем пешку одним из своих мощных слонов!] Молодец! Черный слон разрушает прикрытие белого короля с сильнейшей атакой.}\r\n    (4...Rxb2 $5 {Отличный ход! Как взять пешку с шахом?})\r\n    (4...Qb4 $5 5.b3 {Этот ход тоже дает черным сильную позицию. Какой ход позволяет взять пешку b2 с шахом?})\r\n    (4...Bxa2 $6 5.c3 {Этот ход выигрывает пешку, но белые загораживают путь чернопольному слону. Можем найти сильнейшее взятие слоном - еще и с шахом?})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1r1r2k1/p3qpbp/2p1b1P1/6N1/4BPPQ/8/PPP5/2KR3R b - - 0 2\"]\r\n\r\n{Белые только что вскрыли вертикаль \\\"h\\\" ходом hxg6. Черный король в большой опасности. Поищем выигрывающую атаку с помощью черных слонов.}\r\n2...Bxb2+\r\n    {[%wrong Это интересный ход, но черным нужна более форсированная атака. Попробуем снова!][%hint Как напасть слоном на белого короля?]}\r\n    (2...h6 $6 {Так черные могут удержать позицию при осторожной игре, но мы упустили выигрывающую комбинацию. Попробуем снова!})\r\n    (2...Rxd1+ $2 3.Kxd1 {Этот размен не помогает черным. Нам нужно найти более форсированную атаку. Попробуем снова!})\r\n3.Kb1\r\n    {Отлично замечено! Черный слон открывает линии для атаки на белого короля. Вертикаль \\\"b\\\" вскрылась. Как найти форсированный мат в два хода?}\r\n3...Bc3+\r\n    {[%wrong Это интересный ход, но он не форсирует мат в два хода. Попробуем снова!][%hint Какой вскрытый шах чернопольным слоном ведет к мату следующим ходом?]}\r\n    (3...Bxa2+ $5 {Этот блестящий мат в три хода - тоже отличная идея. Поищем мат в два хода.})\r\n    (3...Qa3 $2 4.Qxh7+ {Интересная идея, но у черных нет на это времени. Белые форсируют мат после Кxe6+. Попробуем снова!})\r\n    (3...Be5+ $5 {Это отступление форсирует мат следующим ходом - молодец! Теперь сделаем ход ...Bc3+.})\r\n    (3...Bf6+ $5 {Это отступление форсирует мат следующим ходом - молодец! Теперь сделаем ход ...Bc3+.})\r\n    (3...Bg7+ $5 {Это отступление форсирует мат следующим ходом - молодец! Теперь сделаем ход ...Bc3+.})\r\n    (3...Bh8+ $5 {Это отступление форсирует мат следующим ходом - молодец! Теперь сделаем ход ...Bc3+.})\r\n    (3...Bd4+ $5 {Это отступление форсирует мат в два хода - молодец! Поищем ход слоном, форсирующий мат.})\r\n4.Kc1\r\n    {Вы все поняли! Пора объявить мат!}\r\n4...Qa3#\r\n    {[%wrong Это интересное продолжение, но это не мат в один ход. Попробуем снова!][%hint Проверим все шахи белых. Один из них ведет к мату!] Наше мастерство атаки растет. Продолжаем трудиться!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"7k/4b2p/6p1/B2B4/1p6/3b2P1/P4PP1/6K1 w - - 0 1\"]\r\n[PlyCount \"5\"]\r\n\r\n{В этом слоновом эндшпиле черный король попадает под удары. Какая комбинация позволяет выиграть пешку?} \r\n1. a3 \r\n{[%wrong Это интересный ход, но так белым не выиграть пешку. Попробуем снова!][%hint Если черная пешка b4 идет вперед, Сc3+ ведет к мату. Нападем на связанную пешку!]} (1. a4 $2 Bc2 {Черные не обязаны брать пешку на проходе, получая мат, поэтому белым так не выиграть пешку. Попробуем снова!}) \r\n1... bxa3 \r\n{Молодец! Черным стоило просто отдать пешку, потому что теперь они получают мат. Завершим партию!} \r\n2. Bc3+ \r\n{[%wrong Это интересный ход, но мы ищем форсированный мат. Попробуем снова!] [%hint Пешка ушла с дороги чернопольного слона белых. Пора дать шах!]} Bf6 {А теперь и мат!} \r\n3. Bxf6# {[%wrong Это мнтересный ход, но не мат. Попробуем снова!] [%hint Завершим партию матом.] Мы продемонстрировали силу двух слонов!} \r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"7k/2n1p3/p2p3p/p1pP1PpB/P1P1K3/6BP/1b6/8 w - - 0 1\"]\r\n\r\n{Черный конь неудачно расположен на c7. Как использовать двух слонов, чтобы напасть на коня и поймать его?}\r\n1.Be1\r\n    {[%wrong Это интересный ход, но нам нужно подготовить нападение на черного коня. Попробуем снова!][%hint Как чернопольному слону белых напасть сначала на пешку, а потом на черного коня?]}\r\n1...Kg7\r\n    {Молодец! Черные не могут помешать белым взять пешку a5. Пора напасть на черного коня!}\r\n2.Bxa5\r\n    {[%wrong Это интересный ход, но не нападение на черного коня. Попробуем снова!][%hint Как выиграть пешку и напасть на черного коня одновременно?]}\r\n2...Na8\r\n    {Вот именно! Черный конь должен отступить в угол. Пора подвести белопольного слона и выиграть пойманную фигуру!}\r\n3.Be8\r\n    {[%wrong Это интересный ход, но нам нужно подготовить нападение на черного коня. Попробуем снова!][%hint Куда пойти белопольному слону белых, чтобы следующим ходом оказаться на c6, нападая на пойманного коня черных?]}\r\n3...Kf6\r\n    {Изумительно! Белопольный слон белых готов напасть на коня - так и сделаем!}\r\n4.Bc6\r\n    {[%wrong Это интересный ход, но не нападение на пойманного черного коня. Попробуем снова!][%hint Как напасть на пойманного черного коня?] Два слона белых господствуют в этой позиции, забирая пассивного черного коня. Отличная работа!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1r1qrnk1/1b3pp1/pp1bpn1p/8/3P4/1PBB1N2/P2NQPPP/R4RK1 b - - 0 1\"]\r\n\r\n{В этой миттельшпильной схватке нам нужно найти способ разменять черного коня на слона, получая пару мощных слонов.}\r\n1...Nd5\r\n    {[%wrong Это интересный ход, но так не получить пару слонов. Попробуем снова!][%hint Как напасть на одного из белых слонов конем?]}\r\n2.Bb2\r\n    {Отлично! Теперь черные нужно снова напасть на слона, чтобы остаться с парой слонов. Каким ходом?}\r\n2...Nf4\r\n    {[%wrong Это интересный ход, но так черным не получить пару слонов. Попробуем снова!][%hint Как напасть на ферзя и слона белых одновременно?]}\r\n3.Qe3\r\n    {Вот именно! Черные нападают на ферзя и слона белых одновременно. Получим пару слонов, разменяв коня на слона!}\r\n3...Nxd3\r\n    {[%wrong Этот ход не позволяет получить преимущество двух слонов. Попробуем снова!][%hint Разменяем коня на белого слона и получим преимущество двух слонов!]}\r\n4.Qxd3\r\n    {Отличная игра конем! Черные получают преимущество двух слонов с давлением на королевский фланг белых.}\r\n*"
   ],
   "title" : "Как использовать пару слонов",
   "url" : "https://www.chess.com/ru/lessons/aktiviziruem-figury/kak-ispolzovat-paru-slonov",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-using-the-bishop-pair-n4r.mp4"
}
