{
   "description" : "Слоны наиболее полезны, когда они контролируют длинные диагонали, свободные от пешек, особенно, если у нас есть два слона, способные атаковать и черные, и белые поля.",
   "duration" : null,
   "fen" : "r2q1rk1/pp3pp1/1bn2np1/3p2B1/3P4/1QN2N2/PP3PPP/R2R2K1 b - - 1 1",
   "id" : "5b3821a0-a0bb-11e8-9a4b-e1cdb6b42e73",
   "membership" : 10,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r2q1rk1/pp3pp1/1bn2np1/3p4/3P4/1QN2N2/PP3PPP/R1BR2K1 w - - 0 1\"]\r\n\r\n{Белые дважды напали на центральную пешку d5, а черные дважды ее  защитили. Как белому слону войти в игру, усиливая давление на черную пешку d5?}\r\n1.Bg5\r\n    {[%wrong Это не ход слоном, позволяющий усилить давление на черную пешку d5. Попробуем снова!][%hint Как белому слону напасть на главного защитника пешки d5?] Все верно! Белые нападают на черного коня f6 и связывают его, угрожая устранить защитника пешки d5. Черная пешка d5 скоро будет потеряна.}\r\n    (1.Bf4 $6 {Это разумный развивающий ход, но он не помогает белым бороться с черной пешкой d5. Попробуем снова!!})\r\n    (1.Be3 $6 {Хорошая попытка, но пешка d4 уже достаточно защищена. Как слон может помочь в атаке пешки d5?})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2k2B2/8/8/8/3Kp3/3p4/2p5/8 w - - 0 1\"]\r\n\r\n{Три связанные проходные черных идут вперед - пешка \\\"c\\\" готова к превращению в ферзя на следующем ходу. Как белым спасти партию?}\r\n1.Bh6\r\n    {[%wrong Этот ход не препятствует превращению черной пешки \"c\". Попробуем снова!][%hint С какой диагонали белый слон может блокировать все пешечные продвижения?]}\r\n    (1.Ba3 $2 d2 {Защита белых сломлена. Черные превратят пешку в ферзя следующим ходом. Попробуем снова!})\r\n1...e3\r\n    {Отличная работа! Белый слон останавливает все черные пешки. Он готов взять любую пешку, которая сделает шаг вперед. Черные ведут вперед пешку \"e\", решая не ждать, пока белый король возьмет все пешки. Как белым добиться ничьей?}\r\n2.Bxe3\r\n    {[%wrong Этот ход не мешает черным превратить в ферзя пешку \"c\". Попробуем снова!][%hint Какая фигура может взять пешку e3 и помешать продвижению обеих оставшихся пешек?] Отличная работа! Белый король заберет последние две пешки с ничьей.}\r\n    (2.Kxe3 $2 c1=Q+ {Король белых мешает слону защитить поле превращения, поэтому они проигрывают. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1b1r1k1/1pp2p1p/1n4p1/pN1p2b1/P2P4/BP3BPP/2P2P1K/3R1R2 b - - 0 1\"]\r\n\r\n{Белые угрожают взять пешку с вилкой на черные ладьи. Сможем найти сильнейшую защиту?}\r\n1...Bd8\r\n    {[%wrong Этот ход не защищает поле c7. Попробуем снова!][%hint Какая фигура может защитить пешку c7.] Аккуратный ход слоном - то что нужно! Черный слон защищает слабую пешку c7 и мешает белым сделать вилку.}\r\n    (1...Re7 $2 2.Bxe7 {Попробуем защитить слабую пешку c7.})\r\n    (1...c6 $2 2.Nc7 {Это спасает пешку \"c\", но белые все еще могут напасть на обе черные ладьи. Попробуем снова!})\r\n    (1...c5 $2 2.Nc7 {Белые еще могут напасть на обе ладьи, Попробуем снова!})\r\n    (1...Bf4 $2 2.gxf4 {Мы на верном пути, но нам нужно найти безопасное поле, откуда слон может защитить пешку c7.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1r4k1/7p/6pP/2B2p2/8/6P1/2r2PB1/6K1 w - - 0 1\"]\r\n\r\n{Если не выиграть партию прямо сейчас, две ладьи черных могут оказаться сильнее белых слонов. Поищем мат в два хода, использующий силу двух слонов!}\r\n1.Bd5+\r\n    {[%wrong Это продолжение не ведет к мату в два хода. Попробуем снова!][%hint Как вынудить черного короля отступить в угол?]}\r\n1...Kh8\r\n    {Отлично! Черный король вынужден отступить в угол. Объявим мат!}\r\n2.Bd4#\r\n    {[%wrong Это не мат. Попробуем снова!][%hint Какой ход слоном дает мат?] Эти слоны невероятно сильны - на доске мат!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rn1qk2r/p3bpp1/1p2pn1p/2p5/2P1P3/3B1N2/P1P1QPPP/R1B2RK1 w kq - 0 1\"]\r\n\r\n{Белый слон d3 выглядит жалко! Он блокирован со всех сторон! Как сделать эту пассивную фигуру активной?}\r\n1.e5\r\n    {[%wrong Этот ход не помогает активизировать белого белопольного слона. Попробуем снова!][%hint Поищем агрессивный ход пешкой, открывающий важную диагональ для белопольного слона.]}\r\n    (1.Qd1 $6 {Отступление ферзя позволяет слону отойти на поле e2. Это приемлемое решение, но у нас есть более активный план. Какой?})\r\n    (1.c3 $6 {Это неплохая идея, но мы можем активизировать белопольного слона. Попробуем снова!})\r\n    (1.Qd2 $6 {Ферзь уходит с поля e2, чтобы слон мог отступить, но это не самое активное поле, а слон мешает другим фигурам белых. Попробуем найти более активную идею!})\r\n    (1.Qe1 $6 {Не стоит пассивно располагать ферзя и ладью f1, чтобы другая фигура стала активной. Попробуем сделать счастливее все свои фигуры!})\r\n    (1.Qe3 $6 {Ферзь уходит с поля e2, чтобы слон мог отступить, но там он будет расположен пассивно и помешает другим фигурам белых. Попробуем найти более активную идею!!})\r\n1...Nfd7\r\n    {Сильный ход! Белые напали на коня и открыли несколько полей для слона. Как использовать освобожденного слона, чтобы выиграть качество?}\r\n2.Be4\r\n    {[%wrong Этот ход не позволяет белым выиграть качество. Попробуем снова!][%hint Белопольный слон белых стал активным. Как напасть на фигуру черных?]}\r\n    (2.Qe4 $6 Na6 {Черные избегают немедленных материальных потерь. Попробуйте использовать белопольного слона, только что ставшего активным!})\r\n 2... Na6 {Позаботьтесь о своих фигурах, и они позаботятся о вас! Белый слон становится активным и нападает на черную ладью, застрявшую на a8, выигрывая качество. Заберем ладью, пока она не успела отступить!}\r\n3. Bxa8 {[%wrong Это интересная идея, но выгоднее забрать ладью a8 прежде, чем та отступит!]\r\n[%hint Черные собираются отступить ладьей с поля a8 - скорее возьмем ее!] Молодец! Мы активизировали пассивного слона и выиграли качество!} *"
   ],
   "title" : "Как использовать слонов",
   "url" : "https://www.chess.com/ru/lessons/o-chem-mechtaiut-figury/kak-ispolzovat-slonov",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-INT-using-your-bishops-l2q.mp4"
}
