{
   "description" : "Шахматным фигурам трудно защищать несколько полей одновременно. Такие фигуры называются перегруженными. Часто возникает возможность отвлечь защитника одним взятием, чтобы осуществить другое или даже дать мат.",
   "duration" : null,
   "fen" : "4r1k1/pRp2ppp/8/7q/Q1P3n1/5N2/P5PP/7K b - - 1 1",
   "id" : "5e0e0814-a0bf-11e8-a219-51526a674c6b",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"3r2k1/8/6p1/R4p2/2P1Pq1p/2Q1n2P/1P2B1P1/6K1 b - - 0 36\"]\r\n\r\n{У белых две лишние пешки, но это материальное преимущество ничего не значит, если мы сможем вслед за МГ Марком Таймановым найти комбинацию на перегрузку, позволяющую черным форсировать мат!}\r\n36...Rd1+\r\n    {[%wrong Это интересный ход, но не комбинация на перегрузку. Попробуем снова!][%hint Слон белых защищает поля f1 и d1 одновременно - поищите форсированное продолжение, позволяющее использовать перегрузку этой фигуры.]}\r\n37.Bxd1\r\n    {Отличная работа! Белый слон был перегружен одновременной защитой полей f1 и d1. Как завершить партию?}\r\n37...Qf1+\r\n    {[%wrong Это интересный ход, но он ведет черных к поражению. Попробуем снова!][%hint Ищем форсированный мат в два хода.]}\r\n38.Kh2\r\n    {Замечательно! Теперь объявим мат!}\r\n38...Qxg2#\r\n    {[%wrong Это не мат - попробуем снова!][%hint Поищем мат в один ход.] Мы разыграли комбинацию на перегрузку как настоящий гроссмейстер!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"7k/1p4pp/2p2n2/r5N1/7Q/1Pq5/P5PP/4R2K b - - 0 1\"]\r\n\r\n{Белый ферзь защищает ладью и коня одновременно. Можно ли  использовать перегрузку этой фигуры, или черным нужно просто взять пешку a2?}\r\n1...Rxg5\r\n    {[%wrong Это интересный ход, но у черных есть сильнейшее продолжение. Попробуем снова!][%hint Белый ферзь пытается защитить две фигуры одновременно. Какое взятие позволяет черным выиграть фигуру?] Отлично! Белый ферзь перегружен и не может взять ладью ввиду угрозы мата по последней горизонтали, поэтому черные выигрывают коня.}\r\n    (1...Rxa2 $2 2.Re8+ {Мы не смогли использовать перегрузку белого ферзя, зато перегружен наш конь f6, и мы получаем мат! Попробуем снова.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1b2rk1/p4ppp/1pNqnn2/3p4/1b1P4/2NBB2Q/PP3PPP/3R1RK1 w - - 7 17\"]\r\n\r\n{В партии гроссмейстеров белый конь на c6 находится под боем. Поищем простой размен, начинающий решающую комбинацию.}\r\n17.Nxb4\r\n    {[%wrong Это интересный ход, но у нас есть более сильный размен фигур, начинающий комбинацию. Попробуем снова!][%hint Как сохранить атакованного коня c6 и совершить выгодный размен?]}\r\n    (17.Nxd5 $2 Qxd5 {Мы сделали нужный ход, но поторопились с ним! Так белые выигрывают всего лишь пешку. Если начать с другого хода, можно добиться намного большего!})\r\n    (17.Ne7+ $6 Kh8 {Заманить черного ферзя на e7, чтобы применить комбинацию на перегрузку Кxd5, - очень умная идея, но черные не обязаны брать коня. Мы на правильном пути, но нам нужно найти решающее взятие...})\r\n17...Qxb4\r\n    {Здорово! Черным кажется, что все в порядке - поищем  продолжение, связанное с комбинацией на перегрузку.}\r\n18.Nxd5\r\n    {[%wrong Это интересный ход, но мы ищем сильнейшее продолжение. Попробуем снова!][%hint Ищем комбинацию на перегрузку с угрозой мата и нападения на черного ферзя одновременно.] Фантастика! Этот ход черные упустили из виду! Их конь не может защитить поля d5 и h7 одновременно, поэтому они теряют ферзя или получают мат!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"5bk1/5p1p/1p4p1/1Nn1P3/1P3P1P/P3Q1P1/1q3B1r/2R2K2 b - - 16 42\"]\r\n\r\n{Юдит Полгар атакует короля Анатолия Карпова! Ищем сильную комбинацию на тему перегрузки, позволяющую черным получить материальное преимущество.}\r\n42...Ne4\r\n    {[%wrong Это интересный ход, но мы можем найти сильную комбинацию на тему перегрузки. Попробуем снова!][%hint Белый ферзь защищает слона и ладью. Поищем сильный ход конем, использующий перегрузку ферзя.]}\r\n    (42...Nd3 $5 {Отлично! Белый ферзь перегружен! Поищем другой ход конем, сделанный Юдит Полгар.})\r\n    (42...Rxf2+ $5 {Замечательно! Эта комбинация на тему перегрузки также приносит черным победу. Поищем комбинацию, начинающуюся с хода конем!})\r\n43.Kg1\r\n    {Вы нашли ход гроссмейстера - молодец! Карпов пытается обмануть черных. Пора выбирать, чем взять белого слона - ладьей или конем.}\r\n43...Nxf2\r\n    {[%wrong Мы решаем, взять ли белого слона ладьей или конем - выбираем один из двух ходов!][%hint Будет ли защищена ладья при взятии конем?]}\r\n    (43...Rxf2 $2 44.Qxe4 {Вот в чем заключалась ловушка Карпова - черный ферзь не может одновременно взять белую ладью и защитить свою - он перегружен! Попробуем снова.})\r\n44.Kxh2\r\n    {Мы нашли ход, позволивший Полгар выиграть эту партию. Карпов сдался. Какой ответ она подготовила на взятие Крxh2?}\r\n44...Ng4+\r\n    {[%wrong Это интересное продолжение, но мы можем найти сильнейший ход. Попробуем снова!][%hint Белый король расположен на одной линии с черными конем и ферзем. Какой сильный ход конем напрашивается?] Здорово! На следующем ходу черные возьмут ферзя с выигранной позицией.}\r\n    (44...Nd1+ $5 {Это тоже очень сильное продолжение. Молодец! Поищем другой сильный ход конем.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"6k1/1P4p1/Pq3pp1/8/P2N3P/6P1/5PK1/8 w - - 0 53\"]\r\n\r\n{В партии гроссмейстеров белые не заметили выигрывающую комбинацию на перегрузку с форсированным превращением пешки в ферзя. Поищем комбинацию, ускользнувшую от внимания гроссмейстера.}\r\n53.a5\r\n    {[%wrong Это интересный ход, но не нападение на перегруженного ферзя. Попробуем снова!][%hint Черный ферзь должен защищать поле b8, чтобы помешать превращению. Как напасть на ферзя, чтобы тот оказался перегружен?]}\r\n53...Qc7\r\n    {Отличный ход, использующий перегрузку ферзя! Черные находят хитрое возражение, занимая диагональ h1-a8, где расположен наш король. Как предотвратить угрозы по этой диагонали прежде, чем продолжить наш план?}\r\n54.Kh2\r\n    {[%wrong Это интересный ход, но он не позволяет белым победить. Наш король должен занять безопасную позицию прежде, чем мы добьемся победы на ферзевом фланге.][%hint Белый король уязвимо расположен на диагонали h1-a8. Поищем поле, где пешки прикрывают его по горизонтали, вертикали и диагонали, и займем его королем!]}\r\n    (54.Kg1 $5 Qc1+ {После этого хитрого хода белые могут продолжать Крh2, и в ответ на  ...Фb2 они побеждают ходом Крg2! Есть и более простой ход королем, позволяющий избежать осложнений - найдем его!})\r\n    (54.f3 $2 Kf7 {Это интересный ход, но движение пешки позволяет дать шах королю по второй горизонтали с вероятной ничьей. Как королю покинуть опасную диагональ, не закрываясь пешкой?})\r\n    (54.Kh3 $2 {Это интересный ход, но наш король остается уязвим для шахов по диагонали h3-c8. Попробуем снова!})\r\n    (54.Nc6 $2 Qxc6+ {Мы просто теряем фигуру, потому что черные совершают взятие с шахом. Сначала постараемся обезопасить своего короля!})\r\n54...Kh7\r\n    {Мы нашли удивительный \\\"тихий\\\" ход, который приносит победу. Пора использовать перегрузку черного ферзя, чтобы  превратить свою пешку. Ищем нужный ход!}\r\n55.Nc6\r\n    {[%wrong Это интересный ход, но не выигрывающая комбинация на перегрузку. Попробуем снова!][%hint Черный ферзь прикован к защите поля b8. Как перегрузить ферзя и защитить поле превращения?] Впечатляющая игра! Черный ферзь перегружен и не может одновременно защитить поле превращения b8 и взять белого коня, поэтому белые побеждают! Левон Аронян не заметил эту идею, позволив Владимиру Крамнику добиться ничьей.}\r\n*"
   ],
   "title" : "Перегрузка",
   "url" : "https://www.chess.com/ru/lessons/taktika-dlia-prodolzhaiushchikh/peregruzka",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-overloading-f9d.mp4"
}
