{
   "description" : "Часто одна и та же фигура помогает противнику защититься от разных угроз, но и ее можно атаковать или взять. После взятия поля и фигуры, которые оборонял защитник, останутся без его поддержки.",
   "duration" : null,
   "fen" : "3r1rk1/1pb2ppp/p1q1n3/2p5/2P2P2/1P4Q1/PB4PP/4RR1K w - - 0 1",
   "id" : "5f4f6842-a0bc-11e8-80fd-affd7daabb84",
   "membership" : 40,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"3r1rk1/1pb2ppp/p1q1n3/2p5/2P2P2/1P4Q1/PB4PP/4RR1K w - - 0 1\"]\r\n\r\n{Белые мечтают дать мат на g7, но черный конь на e6 защищает это поле. Как белым устранить этого защитника?}\r\n1.Rxe6\r\n    {[%wrong Нам нужно устранить важного защитника позиции черных, коня e6. Попробуем снова!][%hint Как белым избавиться от черного коня e6?]}\r\n    (1.f5 $2 Bxg3 {Мы на правильном пути, но этот ход связан с жертвой белого ферзя. Поищем более простой способ избавиться от коня e6.})\r\n1...f6\r\n    {Отлично! Белые устраняют коня и грозят матом. Черные защищаются от мата - что делать теперь?}\r\n2.Rxc6\r\n    {[%wrong Это хорошая попытка, но мы можем найти более сильный ход.][%hint Могут ли белые просто получить материальное преимущество?] Именно! У белых подавляющее преимущество.}\r\n    (2.Bxf6 $6 Rxf6 {Теперь возможны осложнения. Поищем сильнейшее взятие.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"5b2/7K/6P1/5k2/7B/8/8/8 w - - 0 1\"]\r\n\r\n{Черный слон мешает ходу белой пешки на g7. Поищем, как избавиться от ключевого защитника.}\r\n1.Be7\r\n    {[%wrong Это хорошая попытка, но мы можем найти более простой способ отвлечь защитника. Попробуем снова!][%hint Как отвлечь слона от поля f8?]}\r\n    (1.g7 $2 Bxg7 {Белые могут надеяться на победу только, если пешка превратится в ферзя. Попробуем снова!})\r\n    (1.Kg8 $2 Kxg6 {Белые могут надеяться на победу только, если пешка превратится в ферзя. Попробуем снова!})\r\n1...Bxe7\r\n    {Отлично! Белые жертвуют слона, чтобы провести пешку в ферзи. Двигаем пешку!}\r\n2.g7\r\n    {[%wrong Это не ход пешки вперед. Попробуем снова!][%hint Ведем пешку вперед!] Черные не могут помешать превращению белой пешки. Молодец!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rn1qkb1r/pp2pppp/2p2n2/4N2b/2BP4/2N4P/PPP2PP1/R1BQK2R w KQkq - 0 1\"]\r\n\r\n{Белые напали на поле f7. Черные держатся из последних сил благодаря слону h5 - его нужно уничтожить!}\r\n1.Qxh5\r\n    {[%wrong Этот ход не уничтожает защитника поля f7 - попробуем снова!][%hint Если слон h5 исчезает, следует Сxf7 мат. Сделаем эту угрозу реальной!]}\r\n    (1.g4 $2 Bg6 {Этот ход нападает на слона, но не мешает ему защищать поле f7. Попробуем снова!})\r\n    (1.Bxf7+ $2 Bxf7 {Черный слон - важный защитник поля f7. Уничтожим его прежде, чем брать на f7.})\r\n 1... Nxh5 {Молодец! Черные проявили жадность, взяв белого ферзя. Сразу завершим партию матом!} \r\n2. Bxf7# {[%wrong Это интересная идея, но не мат. Попробуем снова!] [%hint\r\nИспользуем силу коня e5 и белопольного слона, чтобы дать мат!] Фантастика! Вы уничтожили защитника умной жертвой!} *",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1r1r1k2/2q1bpp1/8/6N1/1p1R2P1/8/PPPQ4/2K2R2 b - - 0 1\"]\r\n\r\n{Белый ферзь d2 перегружен. Ему приходится защищать одновременно ладью d4 и коня g5. Как черным выиграть фигуру?}\r\n1...Bxg5\r\n    {[%wrong Так черным не выиграть фигуру. Попробуем снова!][%hint Белый ферзь не может защитить ладью и коня одновременно. Лишь одно взятие позволит черным выиграть фигуру.]}\r\n    (1...Rxd4 $2 2.Ne6+ {Мы поняли идею, но не заметили хитрую защиту белых, основанную на связке пешки f7. Попробуем снова!})\r\n2.Rxd8+\r\n    {Молодец! Черные забирают коня, но вместо того, чтобы отдать ладью, белые играют на осложнения. Какой фигурой берут черные?}\r\n2...Qxd8\r\n    {[%wrong Это не взятие ладьи. Попробуем снова!][%hint Поищем взятие, оставляющее белого ферзя связанным защитой короля.] Молодец! Черные берут ладью ферзем и защищают слона, связывающего белого ферзя защитой короля.}\r\n    (2...Rxd8 $2 3.Qxg5 {Не забываем о слоне! Попробуем снова.})\r\n    (2...Bxd8 $6 {Этот ход сохраняет лишнюю фигуру, но мы можем найти более сильное взятие. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/3PkP2/8/8/1b6/5B2/6K1/8 w - - 0 1\"]\r\n\r\n{Черный король защищает оба поля превращения белых пешек. Какое пешечное превращение решает исход партии в пользу белых?}\r\n1.f8=Q+\r\n    {[%wrong Это не пешечное превращение, позволяющее выиграть партию - попробуем снова!][%hint Какое поле превращения не находится на той же диагонали, что и черный слон?]}\r\n    (1.d8=Q+ $2 Kxd8 {Черные забирают пешку и оказывается, что поле f8 теперь защищает слон! Попробуем снова!})\r\n    (1.f8=B+ $6 {Эта идея принесет нам успех, если мы научились ставить мат двумя слонами. Ненужно затруднять себе выигрыш - превратим пешку в ферзя!})\r\n1...Kxf8\r\n    {Точно! Белые сумели отвлечь защитника. Превратим пешку в ферзя!}\r\n2.d8=Q+\r\n    {[%wrong Это не превращение белой пешки в ферзя. Попробуем снова!][%hint Превратим белую пешку в ферзя.] Отлично! Белая пешка становится ферзем. Белые побеждают.}\r\n*"
   ],
   "title" : "Уничтожение защиты",
   "url" : "https://www.chess.com/ru/lessons/osnovy-taktiki/unichtozhenie-zashchitnika",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-INT-removing-the-defender-g0d.mp4"
}
