{
   "description" : "Мы приблизимся к победе в шахматной партии, если заберем все фигуры противника. Большинство фигур делает взятия так же, как ходит. Только пешки берут вперед по диагонали, а ходят вперед прямо. Символ взятия - буква &quot;x&quot; или двоеточие между буквенным обозначением фигуры и полем, где она оказывается. Например, взятие ферзем на a2 записывается как Фxa2. Превращение пешки обозначается знаком &quot;=&quot; и обозначением новой фигуры. Например, мы записываем превращение пешки в ферзя на поле d8 как d8=Ф.",
   "duration" : null,
   "fen" : "7k/2n5/2r5/3p4/8/8/3Q4/6K1 w - - 0 1",
   "id" : "60422daa-a0b9-11e8-b624-a37bcd022177",
   "membership" : null,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"6k1/5pp1/2p2n2/b7/8/3Q3r/8/6K1 w - - 0 1\"]\r\n\r\n{Белый ферзь сражается с армией черных фигур! Поищем нужное взятие.}\r\n1.Qxh3\r\n    {[%wrong Этот ход не ведет к взятию фигуры - поищем ход ферзем со взятием фигуры!][%hint Белый ферзь находится на одной линии с черной фигурой - возьмем ее!] Фантастика! Белые забирают ладью, угрожавшую взять ферзя.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/2k1p3/8/4N1b1/4n3/3q2PP/B4PK1/8 w - - 0 1\"]\r\n\r\n{У белых всего две пешки за ферзя - негусто. Найдем спасающее их взятие?}\r\n1.Nxd3\r\n    {[%wrong Это не взятие фигуры черных - поищем взятие!][%hint Белый конь может взять очень мощную фигуру!] Отлично! Конь забирает мощного ферзя. Теперь уже у белых две лишние пешки!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/3pn1p1/3P2Pp/k6P/8/4K3 w - - 0 1\"]\r\n\r\n{У черных лишний конь, а все белые пешки блокированы и не могут идти вперед. Какая пешка может взять фигуру? Помним, что пешки идут вперед, а бьют по диагонали!}\r\n1.dxe5\r\n    {[%wrong Это не взятие фигуры. Попробуем снова.][%hint Найдем пешку, расположенную на соседнем поле с черным конем по диагонали - она может взять эту фигуру.] Верно! Белые берут коня пешкой!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"5r1k/5pp1/7p/8/8/1Pb4R/P4P2/RB4K1 w - - 0 1\"]\r\n\r\n{Черный слон угрожает взять белую ладью на поле a1. Ладья блокирована другими фигурами и не может отступить. Поищем, как спасти пойманную ладью.}\r\n1.Rxc3\r\n    {[%wrong Этот ход не спасает белую ладью a1 - Теперь ее возьмет черный слон. Попробуем снова!][%hint Поищем ход, ведущий к взятию черного слона.] Отлично! Одна белая ладья спасает другую, взяв слона.}\r\n    (1.Rxh6+ $2 {Этот ход ведет к взятию пешки, но черные просто возьмут ладью другой пешкой. Белая ладья a1 остается пойманной и будет взята черным слоном. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1k6/1p6/2p3p1/8/8/6r1/2Q4K/8 w - - 0 1\"]\r\n\r\n{В этой позиции у белых несколько взятий, но лишь одно из них выгодно. Найдем сильнейшее взятие за белых.}\r\n1.Kxg3\r\n    {[%wrong Этот ход не ведет к взятию фигуры. Попробуем снова!][%hint Король может быть силен в атаке - используем его!] Отлично! Белый король входит в игру, забирая ладью!}\r\n    (1.Qxc6 $2 {Мощный белый ферзь забирает пешку, но его может взять черная пешка. Попробуем снова!})\r\n    (1.Qxg6 $2 {Белый ферзь забирает защищенную пешку! Теперь черная ладья возьмет ферзя - этот размен невыгоден белым. Попробуем снова!})\r\n*"
   ],
   "title" : "Ходы и взятия",
   "url" : "https://www.chess.com/ru/lessons/pora-igrat/hody-vziatiia",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-NTC-moving-and-capturing-g0i.mp4"
}
