{
   "description" : "Знакомимся с самым популярным дебютом с ходом 1. d4 - ферзевым гамбитом. На 1...d5 белые отвечают 2.c4, а черные могут принять гамбит ходом 2...dxc4 или защищать пешку d5 ходами c6 (славянская защита) или e6 (отказанный ферзевый гамбит).",
   "duration" : null,
   "fen" : "rnbqk2r/ppp1bppp/4pn2/3p2B1/2PP4/2N2N2/PP2PPPP/R2QKB1R b KQkq - 5 5",
   "id" : "63536a00-a0bd-11e8-8fa2-e9b13e971bf1",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/ppp1pppp/8/3p4/3P4/8/PPP1PPPP/RNBQKBNR w KQkq - 0 2\"]\r\n\r\n{Применим самый распространенный дебют с ходами 1. d4 d5 - ферзевый гамбит!}\r\n2.c4\r\n    {[%wrong Это интересный ход, но не ферзевый гамбит. Попробуем снова!][%hint Ферзевый гамбит определяется ходом пешки \"c\" с атакой центра черных.]}\r\n2...dxc4\r\n    {Отлично! Белые атакуют пешку d5, а черные решают взять пешку c4. Это продолжение известно как принятый ферзевый гамбит. Поищем сильнейший ход белых в этом дебюте.}\r\n3.e4\r\n    {[%wrong Это интересное продолжение, но мы можем найти сильнейший ход пешкой. Попробуем снова!][%hint Как захватить центр, угрожая взять пешку c4 белопольным слоном?] Молодец! Белые захватывают центр и готовятся отыграть пешку ходом Сxc4. Черным нужно быть очень осторожными, чтобы не попасть в плохую позицию.}\r\n    (3.e3 $5 {Превосходно! Это продолжение дает белым прочную позицию. Как захватить больше пространства в центре активным ходом пешкой?})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/pp2pppp/2p5/3p4/2PP4/8/PP2PPPP/RNBQKBNR w KQkq - 0 3\"]\r\n\r\n{Черные не берут пешку c4, а защищают пешку d5 ходом c6, с переходом в славянскую защиту. Выведем коня в центр.}\r\n3.Nf3\r\n    {[%wrong Это интересный ход, но нам нужно вывести коня в центр. Попробуйте снова!][%hint Выведем коня в центр, возьмем под бой поля d4 и  подготовим короткую рокировку.]}\r\n    (3.Nc3 $5 {Молодец! Это сильный развивающий ход. Выведем в центр другого коня.})\r\n    (3.Nd2 $6 {Это интересный ход, но конь был бы активнее расположен в центре на поле c3. Как считаете, куда вывести другого коня? Попробуем снова!})\r\n3...Nf6\r\n    {Молодец! Черные также выводят коня в центр. Подключим к игре другого коня и нападем на черную пешку d5!}\r\n4.Nc3\r\n    {[%wrong Это интересный ход, но он не помогает ввести коня в игру и атаковать черную пешку d5 одновременно. Попробуем снова!][%hint С какого поля конь b1 может напасть на черную пешку d5?]}\r\n4...dxc4\r\n    {Превосходно! Белые активно развивают обоих коней в центр. Черные решают сдать центр ходом 4...dxc4.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rn1qkb1r/pp2pppp/2p2n2/3p1b2/2PP4/2N2N2/PP2PPPP/R1BQKB1R w KQkq - 4 5\"]\r\n\r\n{Что случится, если вместо 4...dxc4 черные ответят 4...Сf5?  Попробуем наказать черных за этот ход, начав с взятия пешки d5.}\r\n5.cxd5\r\n    {[%wrong Это интересное продолжение, но в этой позиции нам нужно сильное взятие пешкой. Попробуем снова!][%hint У белых только одно пешечное взятие, но это сильный ход прямо по центру!]}\r\n5...cxd5\r\n    {Молодец! Черные берут пешкой, потому что иначе они перестали бы контролировать центр. Сможем найти сильный ход ферзем, атакующий обе пешки одновременно?}\r\n6.Qb3\r\n    {[%wrong Это интересное продолжение, но есть и более сильный ход ферзем, атакующий обе черные пешки одновременно. Попробуем снова!][%hint Черная пешка b7 осталась без защиты. Как атаковать ее и увеличить давление на поле d5 одновременно?]}\r\n6...Qb6\r\n    {Мощная игра! Белые атакуют черные пешки b7 и d5 одновременно. Черные пытаются отразить обе угрозы. Какое взятие позволяет белым выиграть, как минимум, пешку?}\r\n7.Nxd5\r\n    {[%wrong Это интересный ход, но мы можем выиграть пешку. Попробуем снова!][%hint Две фигуры белых атакуют поле d5, а у черных всего один защитник...]}\r\n7...Qxb3\r\n    {Отличный ход! Белые забирают пешку, поэтому черные пытаются запутать игру разменом ферзей. Какое точное взятие позволяет белым сохранить лишнюю пешку?}\r\n8.Nxf6+\r\n    {[%wrong Это интересный ход, но у белых есть сильнейшее продолжение. Попытаемся его найти!][%hint Возьмем черного ферзя. Поищем сильное взятие с шахом.]}\r\n    (8.Nc7+ $2 Kd8 {Это интересный ход, но белые теряют фигуру. Попробуем снова!})\r\n    (8.axb3 $2 Nxd5 {Это интересный ход, но белые теряют фигуру. Попробуем снова!})\r\n8...exf6\r\n    {Фантастический промежуточный ход! Белые забирают черного коня с шахом и после взятия черного ферзя остаются с лишней пешкой.}\r\n9.axb3\r\n    {[%wrong Это интересный ход, но нам нужно взять черного ферзя. Попробуем снова!][%hint Возьмем черного ферзя!] У белых лишняя пешка и лучшая позиция, вот почему черные обычно избегают хода 4...Сf5. Вернемся к славянской защите с ходом 4...dxc4!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkb1r/pp2pppp/2p2n2/8/2pP4/2N2N2/PP2PPPP/R1BQKB1R w KQkq - 0 5\"]\r\n\r\n{После 4...dxc4 черные готовы защищать пешку ходом ...b5. Какой сильный ход пешкой мешает черным продолжать ...b5?}\r\n5.a4\r\n    {[%wrong Это интересное продолжение, но нам нужно помешать ходу ...b5. Попробуем снова!][%hint Какой пешечный ход угрожает взятием пешки, если та встанет на b5?]}\r\n5...Bf5\r\n    {Отлично! Белые предотвратили ход ...b5. Черные выводят слона на выгодное поле f5. Как отыграть пешку c4 и продолжить развитие?}\r\n6.e3\r\n    {[%wrong Это интересный ход, но так пешку c4 не отыграть. Попробуем снова!][%hint Нам нужно открыть путь белопольному слону и взять под бой пешку c4. Поищем ход!] Отличный ход! Белые готовят взятие Сxc4 с рокировкой в короткую сторону. Оба противника сосредоточатся на завершении развития. Нас ждет интересная борьба.}\r\n    (6.Ne5 $5 {Это динамичное продолжение ведет к очень острой позиции. Поищем другой ход, защищающий пешку d4 и позволяющий белопольному слону атаковать пешку c4.})\r\n    (6.e4 $2 Nxe4 {Это интересный ход, но так белые теряют еще одну пешку. Попробуем снова!})\r\n    (6.Nd2 $2 Qxd4 {Это интересный ход, но так белые теряют еще одну пешку. Попробуем ввести в игру другую фигуру.})\r\n    (6.b3 $2 cxb3 {Мы хотим отыграть пешку c4, не разменивая другую пешку. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkb1r/pp2pppp/2p2n2/3p4/2PP4/2N2N2/PP2PPPP/R1BQKB1R b KQkq - 3 4\"]\r\n\r\n{Ходом 4...dxc4 черные сдали центр. Могли ли они продолжать иначе? Попробуем укрепить центр.}\r\n4...e6\r\n    {[%wrong Это интересное продолжение, но оно не помогает укрепить центр. Попробуем снова!][%hint Какой ход пешкой защитит пешку d5 и позволит развить чернопольного слона?]}\r\n5.Bg5\r\n    {Здорово! Черные могут сделать крепкий ход 5....Nbd7 или очень острый 5...dxc4. Поищем еще одно крепкое продолжение, позволяющее развязать коня f6 и подготовить короткую рокировку.}\r\n5...Be7\r\n    {[%wrong Это интересный ход, но нам нужно развязать коня и подготовить рокировку на королевский фланг. Каким ходом?][%hint Как развить фигуру, развязать коня f6 и подготовить рокировку на королевский фланг одним ходом?] Отлично! Этот безопасный, крепкий ход позволяет перейти в ферзевый гамбит, избегая сложного варианта 5....dxc4. Это разумное решение, если мы делаем в дебюте первые шаги!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqk2r/ppp1bppp/4pn2/3p2B1/2PP4/2N2N2/PP2PPPP/R2QKB1R b KQkq - 5 5\"]\r\n\r\n{На доске основной вариант отказанного ферзевого гамбита. Мы можем продолжать  5...c6, переходя к предыдущим позициям, но лучше сделаем рокировку на королевский фланг и узнаем основные идеи этого дебюта.}\r\n5...O-O\r\n    {[%wrong Мы изучаем идеи после рокировки на королевский фланг. Сделаем этот ход!][%hint Рокируем на королевский фланг.]}\r\n6.e3\r\n    {Черные рокируют на королевский фланг с прочной позицией. Спросим у белого слона, чего он хочет, напав на него пешкой.}\r\n6...h6\r\n    {[%wrong Это интересный ход, но не нападение пешкой на белого слона. Попробуем снова!][%hint Какая пешка черных может напасть на белого слона g5?]}\r\n7.Bh4\r\n    {Отличный ход! Черные выиграли темп нападением на белого слона и создали королю форточку на h7. Как подготовить развитие слона на диагональ  h1-a8?}\r\n7...b6\r\n    {[%wrong Это интересный ход, но он не помогает развить черного слона на диагональ h1-a8. Попробуем снова!][%hint Какой ход пешкой позволяет слону занять большую диагональ?]}\r\n    (7...Bd7 $2 8.Bxf6 {Слон мешает ферзю защищать пешку d5, и черные теряют ее. Попробуем снова!})\r\n8.Bd3\r\n    {Молодец! Черные открыли диагональ h1-a8, чтобы белопольный слон мог взять под бой центр. Введем его в игру!}\r\n8...Bb7\r\n    {[%wrong Это интересный ход, но нам нужно занять белопольным слоном диагональ h1-a8. Попробуем снова!][%hint Черная пешка ушла с b7. Займем это поле слоном!] Молодец! Белопольный слон черных активно занял диагональ  h1-a8, помогая контролировать центр. Черные продолжают ...Кbd7 и готовят ...c5, наращивая давление на центр белых.}\r\n*"
   ],
   "title" : "Дебюты с ходом 1. d4: ферзевый гамбит",
   "url" : "https://www.chess.com/ru/lessons/debiut-dlia-prodolzhaiushchikh/debiuty-d4-ferzevyi-gambit",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-popular-1d4-openings-the-queens-gambit-p2w.mp4"
}
