{
   "description" : "В этой партии Давид Бронштейн, один из сильнейших атакующих шахматистов всех времен, почти ставший чемпионом мира, столкнулся с изобретательной защитой Петросяна. &quot;Железный Тигран&quot; принял все жертвы и быстро реализовал материальный перевес.",
   "duration" : null,
   "fen" : "r1b2b1r/p1q2k1p/2p1ppn1/3p4/3N4/2PB4/PP2QPPP/R1B1K2R w KQ - 0 14",
   "id" : "63742fcc-afa9-11ea-98f1-29131e397cf9",
   "membership" : 50,
   "questions" : [
      "[Event \"USSR Championship\"]\r\n[Site \"Leningrad URS\"]\r\n[Date \"1960.02.14\"]\r\n[Round \"13\"]\r\n[White \"David Bronstein\"]\r\n[Black \"Tigran Vartanovich Петросян\"]\r\n[Result \"0-1\"]\r\n[ECO \"B12\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/pp2pppp/8/2ppP3/3P4/8/PPP1NPPP/RNBQKB1R b KQkq - 0 4\"]\r\n[PlyCount \"39\"]\r\n[EventDate \"1960.??.??\"]\r\n[Source \"ChessBase\"]\r\n\r\n{Петросян применил защиту Каро-Канн против Давида Бронштейна, замечательного мастера атаки. Каким ходом он продолжил развитие, нападая на центр белых?} 4... Nc6 {[%wrong\r\nПоищем сильнейший развивающий ход.] [%hint Развиваемся, нападая на пешку d4.]} (4... e6 $5 {Это разумное продолжение, но Петросян решил продолжить развитие и напасть на пешку d4. Каким ходом?}) (4... Bf5 $2 5. dxc5 {После Кd4 слон попадет под бой. Поищем сильнейший ход.}) (4... c4 $2 5. b3 {У белых перевес. Поищем сильнейший ход.}) (4... cxd4 $2 5. Nxd4 {У белых активная позиция. Поищем сильнейший ход.}) (4... Qb6 $2 5. dxc5 {Белые выигрывают время для развития, нападая на черного ферзя. Попробуем снова.}) \r\n5. c3 {Отлично! Как защитить пешку c5?} e6 {[%wrong Поищем сильнейший ход. Как активизировать слона f8?] [%hint Подготовим развитие слона f8 и защитим пешку c5.]} (5... h5 $5 {Это продолжение возможно, но Петросян решил сделать ход центральной пешкой. Какой?}) (5... Bd7 $5 {Это продолжение возможно, но Петросян решил сделать ход центральной пешкой. Какой?}) (5... Bf5 $2 6. dxc5 {У белых хорошая позиция. Попробуем снова.}) (5... cxd4 $5 {Белые берут на d4 с перевесом в пространстве. Попробуем снова.}) (5... c4 $2 6. b3 {У белых хорошая позиция. Попробуем снова.}) (5... g6 $5 {Этот ход возможен, но у черных лучший способ развить слона f8. Какой?}) \r\n6. Nd2 {Замечательно! Как продолжить развитие?} Nge7 {[%wrong Поищем сильнейший развивающий ход.] [%hint Развиваемся, готовясь напасть на поле d4 другим конем.]} (6... cxd4 $5 {Этот ход возможен, но Петросян решил развить другую фигуру. Какую?}) (6... c4 $2 7. g3 {Черные сняли давление с центра белых. Поищем сильнейший ход.}) (6... Qc7 $5 {Это приемлемое продолжение, но Петросян решил развить коня. Каким ходом?}) (6... f6 $5 {Этот ход возможен, но Петросян решил развить другую фигуру. Какую?}) (6... Bd7 $5 {Это приемлемое продолжение, но Петросян решил развить коня. Каким ходом?}) (6... Nh6 $5 {Это приемлемое продолжение, но Петросян решил развить коня на другое поле. Какое?}) (6... Qb6 $5 {Это приемлемое продолжение, но Петросян решил развить коня. Каким ходом?}) (6... Be7 $2 7. Nf3 {Выгоднее занять поле e7 другой фигурой. Какой?}) \r\n7. Nf3 {Молодец! Каким ходом Петросян навсегда избавился от угрозы dxc5?} cxd4 {[%wrong Поищем выгодное взятие.] [%hint Какое взятие напрашивается?]} (7... Nf5 $5 {Это интересная идея, но Петросян выбрал взятие. Какое?}) (7... Bd7 $5 {Это интересная идея, но Петросян выбрал взятие. Какое?}) (7... c4 $2 8. Ng3 {Черные больше не угрожают центру белых. Попробуем снова.}) \r\n8. Nexd4 {Превосходно! Каким ходом Петросян напал на пешку e5?} Ng6 {[%wrong Поищем сильнейшее продолжение. Как напасть на поле e5?] [%hint Нападем на поле e5 другой фигурой.]} (8... Nxd4 $2 9. cxd4 {Черным трудно атаковать центр белых. Поищем сильнейший ход.}) (8... Qc7 $2 9. Nb5 {Белый конь занимает поле d6 с решающим воздействием. Попробуем снова.}) \r\n9. Nxc6 {Фантастика! Какое взятие напрашивается?} bxc6 {[%wrong Поищем выгодное взятие.] [%hint Возьмем фигуру.]} \r\n10. Bd3 {Изумительно! Как снова напасть на пешку e5?} Qc7 {[%wrong Поищем сильнейшее продолжение. Как напасть на пешку e5?] [%hint Атакуем пешку e5 всеми фигурами.]} (10... Rb8 $5 {Это интересная идея, но  Петросян решил снова напасть на пешку e5. Каким ходом?}) (10... c5 $5 {Это интересная идея, но  Петросян решил снова напасть на пешку e5. Каким ходом?}) (10... Be7 $5 {Это интересная идея, но  Петросян решил снова напасть на пешку e5. Каким ходом?}) (10... f6 $2 11. exf6 {У белых хорошая позиция. Попробуем снова.}) \r\n11. Qe2 {Великолепная идея! Пешка e5 защищена, поэтому Петросян предлагает ее размен. Каким ходом?} f6 {[%wrong Поищем сильнейший ход. Как разменять пешку e5?] [%hint Размен пешек поможет уничтожить центр белых.]} (11... Rb8 $5 {Это интересная идея, но Петросян решил напасть на центральную пешку белых. Каким ходом?}) (11... c5 $5 {Это интересная идея, но Петросян решил напасть на центральную пешку белых. Каким ходом?}) (11... Be7 $5 {Это интересная идея, но Петросян решил напасть на центральную пешку белых. Каким ходом?}) (11... Bc5 $5 {Это интересная идея, но Петросян решил напасть на центральную пешку белых. Каким ходом?}) (11... a5 $5 {Это интересная идея, но Петросян решил напасть на центральную пешку белых. Каким ходом?}) \r\n12. exf6 {Каждый ход приближает нас к цели! Какое взятие напрашивается?} gxf6 {[%wrong У белых перевес. Какое взятие напрашивается?.] [%hint Возьмем пешку.]} \r\n13. Nd4 {Блестяще! Каким интересным маневром Петросян защитил пешку e6?} Kf7 {[%wrong Поищем сильнейший ход. Как защитить пешку e6?] [%hint Защитим слабую пешку королем.]}\r\n(13... Ne5 $5 {Это интересная идея, но Петросян решил защитить пешку e6 королем. Каким ходом?}) (13... e5 $2 14. Nxc6 {Коня невозможно взять ввиду Сb5, связывая ферзя. Поищем сильнейший ход.}) (13... Qe5 $2 14. Be3 {У белых хорошая позиция. Поищем сильнейший ход.}) (13... Qd7 $2 14. f4 {У белых сильная инициатива. Поищем сильнейший ход.}) (13... Qd6 $5 14. Nxc6 {Коня невозможно взять из-за Сb5 с поимкой ферзя. Поищем сильнейший ход.}) (13... Ke7 $2 14. O-O {Король уязвимо расположен на одной вертикали с белым ферзем. Попробуем снова.}) (13... Kd7 14. Qxe6+ {У белых решающая атака. Поищем более выгодное поле для короля.}) \r\n14. f4 {Молодец! Каким ходом Петросян вынудил отступить самую активную фигуру белых?} c5 {[%wrong Поищем сильнейшее продолжение. Как напасть на коня d4?] [%hint Нападем на коня d4.]} (14... e5 $2 15. fxe5 {Белые откроют вертикаль \"f\" для атаки на короля черных. Поищем сильнейший ход.}) (14... Nxf4 $2 15. Bxf4 {На Фxf1 следует Лf1 с сильной атакой. Поищем сильнейший ход.}) \r\n15. Qh5 {Прекрасно. У черных удобная позиция, поэтому Бронштейн жертвует фигуру за атаку. Какой ответ находит Петросян?} cxd4 {[%wrong Поищем выгодное взятие.] [%hint Часто, чтобы  опровергнуть жертву, ее нужно принять.]} (15... Kg7 $2 16. Ne2 {У белых удобная игра. Поищем сильнейший ход.}) (15... f5 $2 16. Nf3 {У белых удобная игра. Поищем сильнейший ход.}) \r\n16. Bxg6+ {Замечательно! Как защититься черным?} hxg6 {[%wrong Поищем выгодное взятие.] [%hint Возьмем слона. Наша цель - заманить ферзя белых в угол доски.]} (16... Kg7 $2 17. f5 {У белых удобная игра. Поищем сильнейший ход.}) (16... Kg8 $2 17. Be8 {У белых удобная игра. Поищем сильнейший ход.}) (16... Ke7 $2 17. O-O {У белых хорошая позиция. Поищем сильнейший ход.}) \r\n17. Qxh8 {Прекрасно! Каким ходом Петросян увеличил свой материальный перевес?} dxc3 {[%wrong Это интересная идея, но у белых все в порядке. Поищем сильнейший ход, проверив все взятия.] [%hint Возьмем пешку на ферзевом фланге.]} (17... Ba6 $5 {Это интересная идея, но мы можем найти сильнейшее продолжение.}) (17... Bg7 $2 18. Qh3 {Белым не на что жаловаться. Поищем сильнейший ход.}) \r\n18. Qh7+ {Невероятно! Как защититься от шаха?} Bg7 {[%wrong Белые выигрывают черного ферзя. Попробуем снова.] [%hint Защитимся от шаха.]} \r\n19. Be3 {Тонкий маневр! Как увеличить свой материальный перевес?} cxb2 {[%wrong Поищем сильнейшее продолжение. Поищем выигрывающее взятие.] [%hint Возьмем пешку, создавая новую угрозу.]} (19... Ba6 $5 {Это интересная идея но мы ищем выигрывающее взятие.}) \r\n20. Rd1 {Изящный промежуточный ход! Как помешать рокировке белых?} Ba6 {[%wrong Поищем сильнейшее продолжение. Развиваем фигуру и препятствуем рокировке белых.] [%hint Защитим поле f1, чтобы белые не могли рокировать.]} (20... Qc4 $5 {Это интересная идея, но мы ищем выгодный ход слоном.}) (20... Qc3+ $5 {Это интересная идея, но мы ищем выгодный ход слоном.}) (20... Bb7 $5 {Это интересная идея, но мы ищем выгодный ход слоном.}) (20... Bd7 $5 {Это интересная идея, но мы ищем более выгодный ход слоном.}) (20... Rb8 $5 {Черные выигрывают, но еще сильнее - развить слона c8. Каким ходом?}) \r\n21. f5 {Отлично! Как отразить угрозы пешке g6?} exf5 {[%wrong Поищем выгодное взятие.] [%hint Возьмем пешку f5.]} (21... Qc2 $5 {Это интересная идея, но мы можем найти сильнейший ход. Поищем выгодное взятие.}) (21... gxf5 $5 {Это интересная идея, но мы можем найти сильнейший ход.}) \r\n22. Qh3 {Молодец! Каким ходом Петросян создал угрозу мата?} Qc2 {[%wrong Поищем сильнейшее продолжение. Поищем решающую угрозу мата.] [%hint Попробуем создать угрозу мата на e2.]} (22... f4 $5 {Это интересная идея, но Петросян решил создать угрозу мата. Каким ходом?}) (22... Re8 $5 {Это интересная идея, но Петросян решил создать угрозу мата. Каким ходом?}) (22... d4 $5 {Это интересная идея, но Петросян решил создать угрозу мата. Каким ходом?}) (22... Qc4 $5 {Это интересная идея, но Петросян решил создать угрозу мата. Каким ходом?}) \r\n23. Qf3 {Удивительная точность! Белые защитились от матовых угроз и создали собственные. Каким ходом Петросян парировал их и убедил Бронштейна сдаться?} Bc4 {[%wrong Поищем сильнейший ход. Как защитить пешку d5?] [%hint Сочетаем защиту пешки d5 с угрозами полям f1 и e2.] Превосходно! Скоро черные превратят пешку в ферзя, получая большой перевес, поэтому белые сдались.} (23... d4 $5 {Это интересная идея, но Петросян решил защитить пешку d5. Каким ходом?}) (23... Rd8 $5 {Это интересная идея, но Петросян решил защитить пешку d5 слоном. Каким ходом?}) (23... b1=Q $2 24. Qxd5+ {У белых решающая атака. Попробуем снова.}) (23... Qxd1+ $2 24. Qxd1 {Белые выигрывают. Попробуем снова.}) (23... Bf8 $5 {Это интересная идея, но Петросян решил защитить пешку d5. Каким ходом?}) 0-1"
   ],
   "title" : "Сыграй как Тигран Петросян: Бронштейн против Петросянa",
   "url" : "https://www.chess.com/ru/lessons/sygrai-kak-tigran-petrosian/bronstein-protiv-petrosiana",
   "video" : null
}
