{
   "description" : "Отличный способ добиться материального перевеса - напасть одной своей фигурой на несколько вражеских. Такой ход еще называют &quot;вилкой&quot;. Противник может отступить только одну фигурой за ход, поэтому, если вы нападете на две или больше фигур, то сможете одну из них взять.",
   "duration" : null,
   "fen" : "5rk1/3rbp1p/3p3p/3Pp3/2P1N1Q1/7P/5PP1/4R1K1 b - - 1 1",
   "id" : "64b916c2-a0ba-11e8-87fc-4576d750b32c",
   "membership" : 30,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"6k1/P7/8/3q4/6N1/8/8/6K1 w - - 0 1\"]\r\n\r\n{Кажется, что белые в беде, но они выигрывают партию с помощью вилки. Какой?}\r\n1.Nf6+\r\n   {[%wrong Это не вилка черным королю и ферзю. Попробуем снова!][%hint Какой ход конем позволяет одновременно дать шах черному королю и напасть на ферзя?] }\r\n   ( 1.a8=Q+ $2 Qxa8 {Новый ферзь белых нападает на ферзя и короля одновременно, но черные просто забирают его. Попробуем снова!} )\r\n1...Kf7\r\n   {Это вилка! Теперь получим материальный перевес. }\r\n2.Nxd5\r\n   {[%wrong Это хорошая попытка, но теперь черные выигрывают. Последним ходом мы нанесли двойной удар. Теперь заберем ферзя!] [%hint Идея вилки на короля и ферзя в том, что после отступления короля мы сможем забрать черного ферзя.] Здорово! Мы использовали комбинацию с вилкой. Превратим пешку в ферзя на следующем ходу, получая выигранную позицию. }\r\n   ( 2.a8=Q $2 Qxa8 {О нет! Мы позволили ферзю уйти от вилки и взять нашего нового ферзя. Сначала возьмем вражеского ферзя, а потом превратим пешку. } )\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"5rk1/3rbp1p/3p3p/3Pp3/2P1N3/7P/5PP1/3QR1K1 w - - 0 1\"]\r\n\r\n{Какой двойной удар позволяет выиграть ладью?}\r\n1.Qg4+\r\n    {[%wrong Этот ход не выигрывает ладью с помощью двойного удара Попробуем снова!][%hint Как напасть на черного короля и незащищенную ладью d7 одновременно?]}\r\n    (1.Nf6+ $2 Bxf6 {Эта вилка проигрывает коня. Попробуйте найти двойной удар, не проигрывающий фигуру.})\r\n1...Kh8\r\n    {Молодец! Белые поймали на вилку короля и ладью. Теперь берите ладью!}\r\n2.Qxd7\r\n    {[%wrong Этот ход не выигрывает ладью d7. Попробуем снова!][%hint Возьмите ладью d7.] Белые выигрывают ладью благодаря комбинации с двойным ударом!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqkb1r/pppp1ppp/2n5/4p3/2B1N3/5N2/PPPP1PPP/R1BQK2R b KQkq - 0 1\"]\r\n\r\n{У черных пешка за коня. Какая вилка позволяет им отыграть фигуру?}\r\n1...d5\r\n    {[%wrong Этот не вилка. Нападем на две белые фигуры одновременно!][%hint Как напасть на коня и слона одновременно?]}\r\n2.Bd3\r\n    {Фантастика! Черные пешкой нападают на коня и слона и забирают белого коня!} dxe4 {[%wrong Это не взятие белого коня. Попробуем снова!] [%hint На прошлом ходу мы нашли вилку. Возьмем пешкой белого коня!] Мы верно использовали вилку!} \r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqkb1r/2p2ppp/p1np4/1p2p3/4n3/1BP2N2/PP1P1PPP/RNBQ1RK1 w kq - 0 1\"]\r\n\r\n{Черные только что взяли пешку ходом  ...Nxe4. Какой двойной удар позволяет белым выиграть фигуру?}\r\n1.Bd5\r\n    {[%wrong Это не нападение на две фигуры черных одновременно. Попробуем снова!][%hint Оба черных коня расположены неудачно. Как напасть на них одновременно?] Молодец! Белые нападают на незащищенных черных коней, выигрывая одного из них на следующем ходу.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/5P2/4k1q1/P7/5P2/7p/8/7K w - - 0 1\"]\r\n\r\n{Черные угрожают матом на g2. Позиция белых кажется безнадежной. Какая неожиданная вилка, переворачивает ход партии?}\r\n1.f8=N+\r\n    {[%wrong Это не вилка. Попробуем снова!][%hint Не нужно превращать пешку в ферзя...]}\r\n    (1.f5+ $2 Qxf5 {Это хорошая попытка, но позиция белых проиграна. Попробуем снова!})\r\n1...Kf5\r\n    {Фантастика! Белые превращают пешку в коня с вилкой на короля и ферзя и выигрывают черного ферзя!}\r\n2.Nxg6\r\n    {[%wrong Это не взятие черного ферзя. Попробуем снова!][%hint Возьмем черного ферзя.] Молодец! Белые выигрывают ферзя, а черный король не может помешать превращению обеих белых пешек.}\r\n*"
   ],
   "title" : "Двойной удар",
   "url" : "https://www.chess.com/ru/lessons/okhotimsia-figury/dvoinoi-udar",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-BEG-forks-n2w.mp4"
}
