{
   "description" : "Дуэль слона и коня - самое принципиальное противостояние в шахматах. Слоны быстры и сильны в открытых позициях, где их невозможно блокировать. Кони могут атаковать поля любого цвета и отлично себя чувствуют в закрытых позициях.",
   "duration" : null,
   "fen" : "8/8/1k3N2/8/1Kp5/1pPb4/1P6/8 w - - 1 1",
   "id" : "679a0212-a0be-11e8-9339-c397c7d70514",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"4k3/3n4/P7/8/8/8/6K1/2B5 w - - 0 1\"]\r\n\r\n{Белые стараются провести пешку в ферзи в окончании со слоном против коня. Можем найти единственный ход, позволяющий белым победить?}\r\n1.Be3\r\n    {[%wrong Это интересный ход, но так белым не победить. Попробуем снова!][%hint Черный конь может защитить поле превращения с поля b6. Лишим коня этого поля!]}\r\n    (1.Bf4 $2 Nb6)\r\n    (1.a7 $2 Nb6 {Черный конь мешает продвижению пешки с ничейной позицией. Попробуем снова!})\r\n1...Nb8\r\n    {Отличная работа! Белый слон мешает черному коню занять поле b6, чтобы защитить поле превращения a8. Черные предпринимают отчаянную попытку защититься. Закончим партию!}\r\n2.a7\r\n    {[%wrong Этим ходом белые теряют пешку и допускают ничью. Попробуем снова!][%hint Проходные пешки нужно вести вперед!] Изумительно! Теперь белые легко побеждают.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1b6/8/1p1p1k1p/1P2p1pP/4P1P1/2P2K2/1N6/8 w - - 1 1\"]\r\n\r\n{В этой позиции черный слон заперт за своими пешками и является плохой фигурой. Как активизировать коня с атакой слабостей белых?}\r\n1.Nc4\r\n    {[%wrong Это интересное продолжение, но нам нужно найти агрессивный ход конем. Попробуем снова!][%hint Как белому коню атаковать три пешки черных одновременно?]}\r\n    (1.Nd1 $5 {Перевод коня на e3, чтобы он занял отличные поля d5 или f5, - тоже хороший план. Как сразу напасть на черную пешку?})\r\n    (1.Na4 $2 Bc7 {Этот ход атакует черную пешку, но белый конь плохо расположен на краю доски. Можем найти лучшее поле для атаки пешки b6?})\r\n1...Bc7\r\n    {Молодец! Белый конь оживает и атакует слабую пешку b6. Какой сильный ход конем создает угрозу вилки?}\r\n2.Ne3\r\n    {[%wrong Это интересный ход, но он не угрожает вилкой на следующем ходу. Попробуем снова!][%hint Как белому коню напасть на две беззащитные пешки одновременно?]}\r\n2...Bd8\r\n    {Отлично! Белые угрожали вилкой на короля и слона, поэтому черные отступают слоном. Можем найти сильный двойной удар, позволяющий белым выиграть пешку?}\r\n3.Nf5\r\n    {[%wrong Это интересный ход, но нам нужно напасть на две беззащитные пешки. Попробуем снова!][%hint Как напасть конем на две беззащитные пешки черных?] Отлично! Белые нападают на пешки d6 и h6 одновременно, выигрывая пешку следующим ходом. Белый конь доминирует над пассивным слоном!}\r\n    (3.Nc4 $6 Ke6 {Это интересный ход, но пешка b6 защищена, и белые не смогут получить материальный перевес. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/5pk1/3p1n1p/R1r4P/p5p1/6P1/1B3P1K/8 w - - 0 4\"]\r\n\r\n{У белых не хватает двух пешек. Как перейти в окончание с хорошим слоном против плохого коня?}\r\n4.Rxc5\r\n    {[%wrong Интересный ход, но он не форсирует переход в окончание с хорошим слоном против плохого коня - попробуйте снова!][%hint Какой размен форсирует переход в окончание с хорошим слоном против плохого коня?]}\r\n    (4.Rxa4 $2 Rxh5+ {Взятие черной пешки кажется выгодным, но теперь черные могут продолжать ...Крg6, развязывая коня. Попробуем снова!})\r\n    (4.Ra6 $2 Rxh5+ {Это интересный ход, но он дает черным отличную позицию. Попробуем снова!})\r\n4...dxc5\r\n    {Кажется, что отсутствие двух пешек невыгодно белым, но черный конь связан, а черный король не может ходить, иначе конь будет потерян. Сделаем ход Крg2, чтобы у черных закончились ходы.}\r\n5.Kg2\r\n    {[%wrong У белых есть несколько хороших ходов, но мы собираемся сделать выжидательный ход Крg2. Сделаем ход королем.][%hint Продолжаем Крg2.]}\r\n5...a3\r\n    {Молодец! Белые выжидают, пока черный король не отойдет от коня. Выберем одно из двух продолжений: Сxa3 или Сa1. Какой ход сделать?}\r\n6.Ba1\r\n    {[%wrong Мы выбираем между Сxa3 и Сa1. Сделаем один из этих ходов.][%hint Черный конь плох только потому, что он связан. Какое из двух возможных продолжений оставляет коня связанным: Сa1 или Сxa3?]}\r\n    (6.Bxa3 $2 Nxh5 {Черный конь освобождается, забирает пешку h5, и белым уже не выиграть эту партию. Сделаем ход Сa1!})\r\n6...c4\r\n    {Отличное решение! Белые сохраняют связку коня f6. Черные не могут увести короля, не потеряв коня, поэтому у них вскоре закончатся полезные ходы. Как помешать движению черной пешки c4?}\r\n7.Bc3\r\n    {[%wrong У белых было несколько хороших выжидательных ходов, но только один блокировал черную пешку c4 так, как нам нужно. Попытаемся его найти!][%hint Если расположить фигуру перед черной пешкой c4, она не сможет двинуться.] Отлично! Белые продолжат ходить слоном туда-сюда по диагонали, пока у черных не закончатся ходы, и им не придется отступить королем и отдать коня, получая безнадежную позицию.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2b5/p4pkp/1pn3p1/2p1p3/2P1P3/PB1P2P1/1P2N2P/3K4 b - - 0 1\"]\r\n\r\n{Как черным выиграть эту позицию?}\r\n1...Bg4\r\n    {[%wrong Это интересный ход, но он не приносит черным победу. Попробуем снова!][%hint Как обездвижить белого коня?]}\r\n2.Kd2\r\n    {Молодец! Черные связали коня, и плохой слон белых не может его защитить. Белый король уходит из-под связки. Как продолжать черным?}\r\n2...Bxe2\r\n    {[%wrong Это интересный ход, но так черным не выиграть. Попробуем снова!][%hint Какой размен позволяет нанести победный двойной удар?]}\r\n    (2...Nd4 $2 3.Nxd4 {Это интересный ход, но он позволяет белым защититься. Попробуем снова!})\r\n3.Kxe2\r\n    {Потрясающе! Завершим победную комбинацию!}\r\n3...Nd4+\r\n    {[%wrong Это интересный ход, но так черным не выиграть. Попробуем снова!][%hint Ищем двойной удар...] Молодец! Следующим ходом сильный черный конь забирает плохого белого слона.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/1kb5/1p1p1p2/p1p5/P1P1P1p1/2NP2P1/8/4K3 b - - 0 1\"]\r\n\r\n{Черный слон очень плохо расположен за пешками на черных полях. Как вернуть слона в игру?}\r\n1...d5\r\n    {[%wrong Это интересный ход, но он не позволяет вернуть в игру плохого слона черных. Попробуем снова!][%hint Как вскрыть диагональ для своего плохого слона?]}\r\n    (1...Bd8 $2 2.Nd5 {Это интересный ход, но сильный белый конь предотвращает наш план. Попробуем снова!})\r\n2.Nxd5\r\n    {Вы все поняли! Черные вскрывают диагонали, активизируя слона. Отыграем пожертвованную пешку!}\r\n2...Bxg3+\r\n    {[%wrong Это интересный ход, но так черные не отыгрывают пешку. Попробуем снова!][%hint Ищем важное взятие в этой позиции...]}\r\n3.Ke2\r\n    {Молодец! Как защитить слабую пешку f6?}\r\n3...Be5\r\n    {[%wrong Это интересный ход, но он не позволяет защитить пешку f6. Попробуем снова!][%hint Может ли слон защитить слабую пешку f6?] Вот именно! Черные защищают слабую пешку f6 и централизуют слона, ставшего сильным. Здорово! Мы перевернули ход партии, оживив плохого слона!}\r\n    (3...Bh4 $5 {Хороший ход! Как перевести черного слона в центр и защитить пешку f6?})\r\n*"
   ],
   "title" : "Слоны против коней",
   "url" : "https://www.chess.com/ru/lessons/aktiviziruem-figury/slony-protiv-konei",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-bishop-vs-knight-k2w.mp4"
}
