{
   "description" : "Кони оптимально расположены в центре, где они держат под боем до восьми полей. Они удачно взаимодействуют с ферзями и блокируют вражеские пешки.",
   "duration" : null,
   "fen" : "r4rk1/pppqbppp/2n1b3/3np3/2N5/1P1P1NP1/PB2PPBP/R2Q1RK1 b - - 1 1",
   "id" : "69050c44-a0bb-11e8-b4c9-0d8f01c8f637",
   "membership" : 40,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bq1rk1/pp1nbppp/2p1pn2/3p2B1/2PP4/4PN2/PP2BPPP/RN1Q1RK1 w - - 0 1\"]\r\n\r\n{Белым нужно развить еще одну легкую фигуру. Как оптимально расположить белого коня b1?}\r\n1.Nc3\r\n    {[%wrong Нам нужно развить белого коня b1. Попробуем снова!][%hint С какого поля конь b1 сможет держать больше всего полей в центре?] Вот что значит  конь в центре! Отлично! Белый конь берет под бой поле e4 и вновь нападает на черную пешку d5.}\r\n    (1.Nbd2 $6 {Этим ходом белые берут под бой поле e4 и вновь защищают коня f3. На каком поле конь держит под боем больше полей в центре и нападает на центр черных?})\r\n    (1.Na3 $2 {Конь на краю доски вдвое слабее, чем в центре у него под боем всего четыре поля, и ни одно из них не является центральным. Можем найти более активное поле для коня?})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r4rk1/pppqbppp/2n1b3/3np3/8/NP1P1NP1/PB2PPBP/R2Q1RK1 w - - 0 1\"]\r\n\r\n{Белый конь на a3 загрустил вдалеке от сражения. Как сделать его более активным и подключить к атаке?}\r\n1.Nc4\r\n    {[%wrong Этот ход не улучшает позицию коня a3. Попробуем снова!][%hint Как централизовать коня a3 с угрозой выигрыша пешки? ] Отлично! Белые подводят коня к центру и в третий раз нападают на пешку e5.}\r\n    (1.Nb5 $2 {Этот ход конем снова нападает на пешки a7 и c7, но взятие одной из этих пешек не грозит. Черные нападут на белого коня, и ему придется вернуться. Попробуем снова!})\r\n    (1.Nc2 $2 {Неясно, куда стремится этот конь. На этом поле он не создает угроз. Попробуем найти более активное поле для коня.})\r\n    (1.Nb1 $2 {Отступление на начальную позицию - не конец света, но и не самый активный план. Попробуем снова!})\r\n    (1.Nxe5 $2 Nxe5 {Черные выигрывают фигуру, потому что белый слон не может одновременно защитить коней e5 и a3.})\r\n    (1.Bxe5 $2 Bxa3 {Нам нужно попытаться выгоднее расположить коня a3, а не отдавать его!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"4r1k1/pb1q1p1p/1p2p2p/1P2P3/P7/1QR3NP/5PP1/6K1 w - - 2 2\"]\r\n\r\n{Белые собираются поставить коня на f6, нападая на тяжелую фигуру и короля черных. Как коню попасть на поле f6 всего за два хода?}\r\n2.Nh5\r\n    {[%wrong Хорошая попытка, но этот ход не помогает белому коню попасть на нужное поле f6. Попробуем снова!][%hint Поищем безопасный путь коня на f6 - он доберется туда всего за два хода.]}\r\n    (2.Ne4 $2 Bxe4 {Всегда стремитесь безопасно располагать свои фигуры. Попробуем снова!})\r\n2...Qd5\r\n    {Молодец! Белый конь готов занять поле f6, но теперь черные угрожают матом на g2. Что делать белым?}\r\n3.Nf6+\r\n    {[%wrong В позиции есть намного более сильный ход - постарайтесь его найти!][%hint Почему бы белым не следовать изначальному плану расположить коня на поле мечты?] Вот именно! Угроза мата не пугает белых - они дают вилку черным королю, ферзю и ладье. Следующим ходом белые заберут ферзя, и атака черных закончится.}\r\n    (3.Qxd5 $6 Bxd5 {Конечно, белые все равно выиграют, следующим ходом дав шах королю с двойным ударом на на ладью, но в позиции есть и более сильный ход - попытаемся его найти!})\r\n    (3.Rg3+ $6 {Дать шах черному королю и защититься от мата на g2 - хорошая идея, но есть и более сильный ход. Можете его найти?})\r\n 3... Kf8 {Блестяще! Белые не отвлекаются на угрозу мата и нападают на короля, ферзя и ладью черных. Поищем сильнейшее взятие черного ферзя!} 4. Nxd5 {[%wrong Это интересная идея, но мы собирались поймать черного ферзя. Попробуем снова!] [%hint Наш конь напал на короля и ферзя. Пора забрать ферзя!] Блестящий маневр коня - продолжаем в том же духе!} (4. Qxd5 $2 {Это интересная идея, но мы просто размениваем ферзей. Как взять черного ферзя менее ценной фигурой, добиваясь материального перевеса?}) \r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2b1r1k1/1p2r1pp/p1p1p3/2Pp4/1P6/P3PN2/5PPP/1R1R2K1 w - - 0 1\"]\r\n\r\n{Черные хотят активизировать слона и ладью ходом пешки e6. Поищем сильнейший ход белых в этой позиции.}\r\n1.Ne5\r\n    {[%wrong Этот ход не мешает продвижению черной пешки e6. Попробуем снова!][%hint Как помешать черным освободиться ходом пешки e6?] Ваше позиционное мастерство возрастает! Белый конь занимает активную позицию в центре и блокирует пешку e6, мешая ее движению.}\r\n    (1.Nd4 $2 e5 {Белый конь оттесняется из центра и белопольный слон черных  свободен! Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"3r2k1/p4pp1/1p5p/8/8/PbPp1N2/1P3PPP/4R1K1 w - - 0 1\"]\r\n\r\n{Черные готовы сделать ход d2, ведя пешку в ферзи. Как белым сдержать эту опасную пешку?}\r\n1.Nd2\r\n    {[%wrong Этот ход не мешает черным вести вперед пешку \\\"d\\\". Попробуем снова!][%hint Кони прекрасно блокируют вражеские пешки.] Вот так защита! Белый конь блокирует проходную пешку и нападает на черного слона b3.}\r\n    (1.Nd4 $2 d2 {В принципе, лишить пешку защиты ладьи - хорошая идея, но сейчас черная пешка просто идет вперед. Попробуем снова!})\r\n    (1.Rd1 $2 Bxd1 {Блокировать проходную пешку черных - правильная идея. Теперь поищем, как безопасно сделать это!})\r\n*"
   ],
   "title" : "Как использовать коней",
   "url" : "https://www.chess.com/ru/lessons/o-chem-mechtaiut-figury/kak-ispolzovat-konei",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-INT-using-your-knights-b0v.mp4"
}
