{
   "description" : "Нарушим координацию фигур противника, пожертвовав одну из своих. При жертве на перекрытие мы жертвуем фигуру, чтобы перекрыть линию защитнику ключевого поля или фигуры.",
   "duration" : null,
   "fen" : "2r1r2k/pb3pp1/1p1R4/6P1/7q/1P1Q4/P4P2/1B3RK1 w - - 0 1",
   "id" : "6bbcad44-a0bf-11e8-af79-a356634399f4",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1r2r1k1/p1pbqppp/Q2b1n2/3p4/P2P4/2P5/1P2BPPP/R1B1KN1R b KQ - 2 14\"]\r\n\r\n{Чемпион мира Александр Алехин играет черными. Он атакует поле e2. Белым помогает защищаться ферзь, но Алехин все же добивается победы комбинацией на перекрытие. Сможем ее найти?}\r\n14...Bb5\r\n    {[%wrong Это интересный ход, но не комбинация на перекрытие. Попробуем снова!][%hint Белый ферзь - главный защитник слона. Поищем, какая фигура может перекрыть защиту и напасть на ферзя.] Отличная работа! Черные выигрывают ферзя за слона!}\r\n    (14...Rb5 $2 15.Ne3 {Это интересный ход, но он всего лишь блокирует ферзя. Поищем не только перекрытие диагонали между слоном и ферзем, но и нападение на ферзя.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"1-0\"]\r\n[SetUp \"1\"]\r\n[FEN \"r2q2k1/pQ2bppp/4p3/8/3r1B2/6P1/P3PP1P/1R3RK1 w - - 1 17\"]\r\n\r\n{Позиция из партии двух гроссмейстеров кажется вполне спокойной. Сможем найти комбинацию чемпиона мира Василия Смыслова, позволившую ему получить материальное преимущество?}\r\n17.Bb8\r\n    {[%wrong Это интересный ход, но не комбинация на тему перекрытия, позволяющая получить материальный перевес - попробуем снова!][%hint Черные могут защитить ладью a8 только ферзем. Как помешать этому оборонительному маневру?]}\r\n17...Rxb8\r\n    {Здорово! Противник Смыслова тут же сдался. Как продолжали бы белые в ответ на взятие слона?}\r\n18.Qxb8\r\n    {[%wrong Это интересный ход, но мы можем получить материальный перевес. Попробуем снова!][%hint Как белые могут получить материальный перевес?] Вот именно! Белые выигрывают качество, получая подавляющую позицию. Отличная работа!}\r\n1-0\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1b2r1k/ppb2ppB/3q4/7Q/2PN4/PP1n4/1B3PPP/R4RK1 b - - 2 18\"]\r\n\r\n{Кажется, что черные в беде - им грозит смертельный вскрытый шах по вертикали \\\"h\\\". Поищем сильный ход, позволяющий черным не только спастись, но и победить!}\r\n18...Nf4\r\n    {[%wrong Это интересный ход, но он позволяет черным спастись. Попробуем снова!][%hint Поищем нападение конем на белого ферзя.]}\r\n    (18...Qxh2+ $2 19.Qxh2 {И после всех разменов у белых остается лишняя пешка. Попробуем снова!})\r\n    (18...Nxb2 $2 19.Bg6+ {Следующим ходом белые дают мат. Попробуем снова.})\r\n    (18...Bg4 $2 19.Qh4 {Это интересная идея, но белые не берут слона и слабый король черных попадает под атаку. Попробуем снова!})\r\n19.Qh4\r\n    {Мы нашли ход, позволяющий спасти партию! Как выиграть ее комбинацией на перекрытие?}\r\n19...Nh3+\r\n    {[%wrong Это интересный ход, но так черным не выиграть партию комбинацией на перекрытие. Попробуем снова!][%hint Белый ферзь защищает ключевое поле h2, мешая мату. Перекроем эту вертикаль!]}\r\n    (19...Bd8 $6 {Этот логичный ход позволяет взять слона h7, но у черных есть намного более сильное продолжение. Попробуем снова!})\r\n    (19...Bh3 $2 20.Bg6+ {Мы на правильном пути, но это продолжение недостаточно форсировано, поэтому черные получат мат. Попробуем снова!})\r\n20.Qxh3\r\n    {Блестящий ход! Черные угрожали матом, поэтому белые вынуждены взять коня. Как продолжать черным?}\r\n20...Bxh3\r\n    {[%wrong Это интересный ход, но так черные проигрывают. Попробуем снова!][%hint Противник защитился от мата, но мы можем получить материальное преимущество!] Вот именно! Молодец! Комбинация на перекрытие позволила черным получить выигранную позицию!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"3Q1n2/p1p2ppk/1p5p/2qP4/2P5/6BP/5PPK/8 w - - 6 34\"]\r\n\r\n{Два гроссмейстера играли эту партию вслепую (не видя фигуры). Поищем комбинацию на перекрытие, позволившую гроссмейстеру Ананду получить решающее преимущество.}\r\n34.d6\r\n    {[%wrong Это интересный ход, но не комбинация на перекрытие. Попробуем снова!][%hint Черный конь защищен только ферзем - пора найти комбинацию на перекрытие!]}\r\n    (34.Bd6 $2 Qxd6+ {Это интересный ход, но черные не обязаны брать пешкой, поэтому они выигрывают после размена ферзей. Попробуем снова!})\r\n34...Ne6\r\n    {Отлично! Продолжение 34...cxd6 35. Bxd6 ведет к потере фигуры, поэтому гроссмейстер защищается ходом коня. Поищем выигрывающий ход, не \\\"увиденный\\\" черными.}\r\n35.dxc7\r\n    {[%wrong Это интересный ход, но он не позволит белым победить. Попробуем снова!][%hint Нам придется отступить ферзем, или мы сможем найти сильный ход пешкой?] Фантастический ход - мы нашли, как гроссмейстер Ананд сумел добиться победы! Черные сдались, потому что они теряют фигуру.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2r3k1/7p/6pb/3pB3/p2P4/P4RPq/4QP1P/6K1 w - - 8 35\"]\r\n\r\n{Эта позиция встретилась в партии Михаила Таля против Михаила Ботвинника в матче на первенство мира. Черные создали смертельную угрозу 35...Лc1. Поищем невероятный ход Таля, отражающий эту угрозу.}\r\n35.Bc7\r\n    {[%wrong Это интересный ход, но не удивительная комбинация Таля на тему перекрытия. Попробуем снова!][%hint Таль может перекрыть вертикаль \"c\" черной ладье. Если та покинет последнюю горизонталь без шаха, белые успеют первыми объявить мат. Найдем этот невероятный ход!]}\r\n    (35.Rd3 $6 {Этот изящный маневр помогает защитить последнюю горизонталь. Теперь попробуем найти сильную комбинацию на перекрытие!})\r\n35...Bf8\r\n    {Потрясающе! Взятие слона допускает мат по последней горизонтали, поэтому черные блокируют ее. Поищем мастерский ход ферзем, позволяющий Талю напасть на две пешки, тактически защищая слона c7?}\r\n36.Qb5\r\n    {[%wrong Это интересное продолжение, но не удивительный ход ферзем. Попробуем снова!][%hint Как напасть ферзем на две незащищенные пешки, готовя взятие на d5 с шахом?]}\r\n36...Rxc7\r\n    {Потрясающий ход! Ботвинник не стал брать слона, но все равно вскоре проиграл. Каким ходом Таль собирался отвечать на взятие слона?}\r\n37.Qxd5+\r\n    {[%wrong Это интересный ход, но мы можем найти более сильное продолжение. Попробуем снова!][%hint Как взять пешку и вынудить черного короля занять поле, где он попадает под удар?]}\r\n37...Kg7\r\n    {Черные пытаются удержать позицию. Каким двойным ударом белые получают материальное преимущество?}\r\n38.Qe5+\r\n    {[%wrong Это интересное продолжение, но мы ищем сильнейший ход. Попробуем снова!][%hint Поищем двойное нападение на короля и ладью черных.] Блестяще! Белые получают материальное преимущество и создают смертельную атаку на слабого короля черных. Мы прекрасно освоили комбинации на перекрытие и уже становимся  опасными тактиками!}\r\n*"
   ],
   "title" : "Перекрытие",
   "url" : "https://www.chess.com/ru/lessons/taktika-dlia-prodolzhaiushchikh/perekrytie",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-interference-v8x.mp4"
}
