{
   "description" : "Пат возникает на доске, когда у одного из противников нет возможных ходов, но его король не находится под шахом. Пат ведет к ничьей даже, если у другого игрока подавляющее материальное преимущество. Пример пата: король одного из противников не находится под шахом, но получит шах на любом соседнем поле.",
   "duration" : 3,
   "fen" : "6K1/8/5q1k/8/8/8/8/8 w - - 0 1",
   "id" : "6c5422ac-9329-11e9-9f14-f53d1b4a159c",
   "membership" : null,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1k6/1pp5/8/8/8/6q1/5r2/R6K w - - 0 1\"]\r\n\r\n{Белый король пойман, и черные собираются дать мат на следующем ходу. Как белым форсировать пат и спасти партию?}\r\n1.Ra8+\r\n    {[%wrong Этот ход не позволяет форсировать пат, поэтому белые получат мат. Попробуем снова!][%hint Как белым избавиться от ладьи, чтобы партия закончилась патом?]}\r\n1...Kxa8\r\n    {Молодец! Белые расстаются с последней фигурой. У короля нет ходов, поэтому на доске пат!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/6pk/8/6P1/8/2q5/K7 w - - 0 1\"]\r\n\r\n{Кажется, что белые обречены, но они могут спасти партию с помощью пата.}\r\n1.g5+\r\n    {Молодец! Пешка белых дает шах, а у короля нет ходов. Вне зависимости от действий черных, белые спасаются патом.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"k7/2Q5/8/8/8/6p1/6PK/8 w - - 0 1\"]\r\n\r\n{Король черных пойман в углу, а черная пешка дает шах белому королю. Сможем найти единственный ход, позволяющий белым избежать пата?}\r\n1.Qxg3\r\n    {[%wrong После этого у черных не остается ходов и их король не находится под шахом, поэтому партия заканчивается патом. Попробуем снова!][%hint Сможем взять пешку черных так, чтобы их король смог отступить?] Фантастика! Белый ферзь забирает пешку так, чтобы у черного короля остались поля для отступления.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"5Q2/2p5/1p6/pP1p2pp/P6k/8/4q3/7K w - - 1 1\"]\r\n\r\n{У белых не хватает четырех пешек. Их позиция выглядит безнадежно. Сможем найти патовый трюк, позволяющий белым спастись?}\r\n1.Qf2+\r\n    {[%wrong Этот ход не форсирует пат. Попробуем снова.][%hint Сможем найти жертву ферзя, позволяющую создать на доске пат?] Отлично! Белые жертвуют ферзя, спасая партию. Если черные возьмут ферзя, на доске пат. Если черные не возьмут белого ферзя, белые сами возьмут черного ферзя с выигранной позицией.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"6k1/7p/5q1P/8/8/8/P4Q2/KB5R w - - 0 1\"]\r\n\r\n{Черные ставят патовую ловушку, предлагая жертву ферзя. Белый король под шахом - найдем ход, позволяющий им избежать пата?}\r\n1.Qb2\r\n    {[%hint Как закрыться от шаха и избежать пата?] Отличная работа! Белые отклоняют жертву ферзя, закрываясь от шаха.}\r\n    (1.Qd4 $2 Qxd4# {Этот ход позволяет избежать шаха, но теперь белым мат! Попробуйте снова!})\r\n    (1.Qxf6 $2 {Белые принимают жертву, но теперь черным пат. Попробуем снова!})\r\n*"
   ],
   "title" : "Ничья патом",
   "url" : "https://www.chess.com/ru/lessons/pora-igrat/nichia-patom",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-NTC-stalemate-g9d.mp4"
}
