{
   "description" : "Мат конем королю, окруженному собственными фигурами, называется спертым матом. Известная разновидность спертого мата связана с двойным шахом и жертвой ферзя, форсирующей мат.",
   "duration" : null,
   "fen" : "1q4rk/5Npp/8/8/8/8/6PP/7K b - - 1 4",
   "id" : "6cff452a-a0bc-11e8-9ac0-f10080808d4e",
   "membership" : 40,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1q3r1k/6pp/7N/8/8/1Q6/6PP/7K w - - 0 1\"]\r\n\r\n{Ход белых. Как форсировать спертый мат в два хода?}\r\n1.Qg8+\r\n    {[%wrong Это интересная попытка, но не форсированный мат в два хода. Попробуйте снова!][%hint Какой шах вынуждает черную ладью встать на g8, запирая собственного короля?]}\r\n    (1.Nf7+ $6 Kg8 {Это интересная попытка. Если белые продолжат Кh6 с двойным шахом на следующем ходу, они смогут победить. Постараемся все же найти мат в два хода!})\r\n    (1.Ng8 $2 Rf1# {Конь нужен, чтобы дать мат с поля f7. Попробуем снова!})\r\n1...Rxg8\r\n    {Молодец! Черные вынуждены запереть своего короля. Пора объявить мат!}\r\n2.Nf7#\r\n    {[%wrong Это не мат. Попробуем снова.][%hint Найдем единственный шах в этой позиции.] Верно! Молодец.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1qr4k/6pp/8/6N1/8/8/Q5PP/7K w - - 0 1\"]\r\n\r\n{У белых есть форсированный мат в четыре хода. Помним, как его ставить?}\r\n1.Nf7+\r\n    {[%wrong Этот ход не готовит спертый мат. Попробуем снова!][%hint Как завлечь черного короля на g8?]}\r\n    (1.Qg8+ $2 Kxg8 {Черная ладья не обязана брать ферзя, ведь в этом случае черные получат спертый мат. Попробуем снова!})\r\n1...Kg8\r\n    {Молодец! Черному королю приходится отступить на диагональ, где находится белый ферзь. Какой ход - следующий?}\r\n2.Nh6+\r\n    {[%wrong Этот ход не вынуждает черного короля отступить в угол, что ведет к спертому мату. Попробуем снова!][%hint Какой двойной шах вынуждает отступление черного короля на h8?]}\r\n    (2.Ng5+ $6 Kh8 {Эта попытка ведет к повторению позиции. Как найти двойной шах?})\r\n2...Kh8\r\n    {Отлично! Этот важный двойной шах вынуждает черного короля отступить на h8, потому что на отступление на f8 следует мат Фf7. Пора дать спертый мат!}\r\n3.Qg8+\r\n    {[%wrong Этот ход не форсирует спертый мат в два хода, Попробуем снова!][%hint Как вынудить черную ладью занять поле g8, запирая черного короля?]}\r\n3...Rxg8\r\n    {Блесяще! Пора закончить партию матом!}\r\n4.Nf7#\r\n    {[%wrong Это не мат. Попробуем снова.][%hint Какой шах - единственный в этой позиции?] Молодец! Белые дали спертый мат!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqkb1r/pp1npppp/2p2n2/8/3PN3/8/PPP1QPPP/R1B1KBNR w KQkq - 0 1\"]\r\n\r\n{Кажется, что черный король в безопасности, но белые могут выиграть немедленно. Каким ходом!}\r\n1.Nd6#\r\n    {[%wrong Это хорошая попытка, но мы можем выиграть немедленно.][%hint Проверим все шахи белых. Один из них ведет к спертому мату!] Фантастика! Белые удивили черных спертым матом!}\r\n    (1.Nxf6+ $2 Nxf6 {Это хорошая попытка, но у черных есть два взятия, спасающих партию. Попытаемся найти другой шах, немедленно выигрывающий партию!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqk2r/pppp1ppp/2n5/4n3/1bP2B2/P4N2/1P1NPPPP/R2QKB1R b KQkq - 0 8\"]\r\n\r\n{Белые только что сделали ход a3, напав на черного слона. Ответим ловушкой Фe7.}\r\n8...Qe7\r\n    {[%wrong Нам нужно поставить черного ферзя на e7. Попробуем снова!][%hint Поставим черного ферзя на e7.]}\r\n9.axb4 $2\r\n    {Белые обрадованно забирают \\\"бесплатного\\\" слона. Покажем, что это был сыр в мышеловке, поставив спертый мат!}\r\n9...Nd3#\r\n    {[%wrong Это интересная идея, но не мат. Попробуем снова!][%hint Поищем победный шах.] Молодец! Белые выиграли слона, а черные - партию!}\r\n    (9...Nxf3+ $2 10.gxf3 {Это интересная идея, но черные уходят от нападения, сохраняя лишнего слона. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1k4r/ppp1bq1p/2n1N3/6B1/3p2Q1/8/PPP2PPP/R5K1 w - - 0 1\"]\r\n\r\n{В этой позиции американский мастер Пол Морфи нашел комбинацию на спертый мат. Какой ход конем вынуждает короля отступить на b8?}\r\n1.Nc5+\r\n    (1.Nf8+ $5 {Отлично! Черный король вынужден отступить на b8, чтобы избежать мата. Поищем другой ход конем с той же идеей.})\r\n    (1.Nd8+ $2 Kxd8 {Это хорошая попытка, но черные просто забирают коня. Попробуем снова!})\r\n1...Kb8\r\n    {После отступления черного короля на d8 ход Qd7 вел к мату, поэтому черные отступили на b8. Видим путь к спертому мату? Делаем следующий ход!}\r\n2.Nd7+\r\n    {[%wrong Это хорошая попытка, но нам нужно оттеснить короля на c8. Попробуем снова!][%hint Какой шах вынуждает черного короля отступить на c8?]}\r\n    (2.Qc8+ $2 Kxc8 {Мы на верном пути, но в этой позиции король может взять ферзя. Попробуем снова!})\r\n2...Kc8\r\n    {Молодец! Черный король вынужден занять ту же диагональ, что и белый ферзь. Пора дать двойной шах!}\r\n3.Nb6+\r\n    {[%wrong Это не двойной шах. Попробуем снова!][%hint Поищем одновременный шах конем и вскрытый шах ферзем.]}\r\n    (3.Ne5+ $6 {Можно уже не гнаться за материалом. Даем мат!})\r\n3...Kb8\r\n    {Фантастический двойной шах вынуждает отступление черного короля на b8. Объявим спертый мат!}\r\n4.Qc8+\r\n    {[%wrong Этот ход не ведет к спертому мату. Попробуем снова!][%hint Как завлечь черную ладью на c8, чтобы подготовить спертый мат?]}\r\n    (4.Nd7+ $6 Kc8 {Это всего лишь повторение ходов. Подготовим спертый мат на следующем ходу!})\r\n4...Rxc8\r\n    {Точно! Черные фигуры запирают короля. Объявим мат!}\r\n5.Nd7#\r\n    {[%wrong Это не мат. Попробуем снова.][%hint Найдем единственный шах в этой позиции.] Мы разобрались, как давать спертый мат!}\r\n*"
   ],
   "title" : "Спертый мат",
   "url" : "https://www.chess.com/ru/lessons/osnovy-taktiki/spertyi-mat",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-INT-smothered-mate-q8f.mp4"
}
