{
   "description" : "Самый распространенный ответ черных на 1. d4, ход 1...Кf6, позволяет им развить фигуру и препятствовать продвижению e4. Белые часто продолжают 2. c4, и черные могут выбирать между борьбой за центр 2...e6 или планом контратаки 2...g6. Голландская защита с ходом 1...f5 считается рискованной. Черные берут под бой центр, но ослабляют прикрытие короля.",
   "duration" : null,
   "fen" : "r1bqk2r/pp2ppbp/2n3p1/2p5/3PP3/2P1BN2/P4PPP/R2QKB1R w KQkq - 2 9",
   "id" : "7102c0a6-a0bd-11e8-8305-a91fac10ddf8",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/pppppppp/8/8/3P4/8/PPP1PPPP/RNBQKBNR b KQkq - 0 1\"]\r\n\r\n{Изучим самые известные дебюты, где черные не продолжают 1...d5, предпочитая 1...Кf6.}\r\n1...Nf6\r\n    {[%wrong Мы изучаем дебюты после хода 1...Кf6.][%hint Делаем ход 1...Кf6.]}\r\n2.c4\r\n    {Белые собираются продолжать Кc3 и e4. Ответим на Кc3 ходом Сb4, защитой Нимцовича. Как подготовить выход слона на b4?}\r\n2...e6\r\n    {[%wrong Это интересный ход, но он не помогает подготовить выход слона на b4. Попробуем снова!][%hint Как открыть диагональ чернопольному слону черных, чтобы тот смог выйти на b4?]}\r\n    (2...e5 $6 {После этого хода ...Сb4 возможно, но ведет к рискованному будапештскому гамбиту вместо солидной защиты Нимцовича. Попробуем снова!} 3.dxe5)\r\n3.Nc3\r\n    {Здорово! Черные готовы связать белого коня, переходя к защите Нимцовича. Сделаем этот ход!}\r\n3...Bb4\r\n    {[%wrong Это интересный ход, но мы собираемся продолжать 3...Сb4, переходя к защите Нимцовича.][%hint Свяжем белого коня, переходя к защите Нимцовича!]}\r\n4.e3\r\n    {Мы все поняли! Возьмем под бой большую диагональ h1-a8, заняв ее белопольным слоном. Как подготовить этот маневр?}\r\n4...b6\r\n    {[%wrong Это интересный ход, но он не готовит развитие слона на диагональ h1-a8. Попробуем снова!][%hint Освободим поле b7 для белопольного слона, чтобы он мог занять его следующим ходом.]}\r\n5.Bd3\r\n    {Белые готовы захватить центр ходом 6. e4. Помешаем этому, расположив нашего сильного белопольного слона так, чтобы он взял под бой поле e4!}\r\n5...Bb7\r\n    {[%wrong Это интересный ход, но мы хотим развить нашего белопольного слона и взять под бой поле e4. Попробуем снова!][%hint Пешка ушла с поля b7. Займем его слоном!] Фантастика! Заметим, что у черных нет фигур в центре, но они контролируют центр издалека. Это очень интересная задумка!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rn1q1rk1/pbpp1ppp/1p2pn2/8/1bPP4/2NBPN2/PP3PPP/R1BQ1RK1 b - - 5 7\"]\r\n{Белые только что сделали рокировку, развязав коня c3. Какой размен слона ведет к сдвоению белых пешек?}\r\n7...Bxc3\r\n    {[%wrong Это интересный ход, но не взятие со сдвоением белых пешек. Попробуем снова!][%hint Белый конь c3 уже не связан и становится подвижным. Каким взятием сдвоить белые пешки на вертикали \\\"c\\\"?]}\r\n    (7...Bxf3 $2 8.Qxf3 {Это интересный ход, но белые не обязаны брать пешкой \\\"g\\\". Белые захватывают белые поля и нападают на ладью a8. Попробуем снова!})\r\n8.bxc3\r\n    {Отлично! Черные сдваивают белые пешки на вертикали \\\"c\\\", но белые получают пару слонов. Каким ходом пешкой черным взять под бой поля e5 и c5, расположив еще одну пешку на черном поле и подготовив будущий прорыв ...e5?}\r\n8...d6\r\n    {[%wrong Это интересное продолжение, но так черным не взять под бой поля e5 и c5, чтобы контролировать центр и подготовить ход ...e5. Попробуем снова!][%hint Какая пешка может поддержать продвижение e5 и взять под бой поле c5?] Молодец! Черные ставят еще одну пешку на черные поля, ограничивая подвижность чернопольного слона белых. Черные продолжают ...Кbd7 и ...e5, а белые собираются занять больше пространства в центре ходом e4.}\r\n    (8...c5 $5 {Блокада сдвоенных пешек белых на вертикали \"c\" - тоже сильная идея. Молодец! Поищем другой ход, позволяющий подготовить продвижение ...e5.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkb1r/pppppppp/5n2/8/2PP4/8/PP2PPPP/RNBQKBNR b KQkq - 0 2\"]\r\n{Изучим несколько острых дебютов, где черные развивают чернопольного слона на диагональ a1-h8. Какой ход подготовит эту активную идею?}\r\n2...g6\r\n    {[%wrong Мы изучаем идеи, основанные на фианкетто на королевский фланг. Сделаем ход 2...g6.][%hint Мы собираемся вывести черного слона на g7. Освободим это поле ходом 2...g6.]}\r\n    (2...g5 $2 3.Bxg5 {Это интересный ход, но черные отдают пешку. Поищем другое поле, где пешка \\\"g\\\"  будет в безопасности.})\r\n3.Nc3\r\n    {Здорово! Изучим староиндийскую защиту, где черный слон идет на g7!}\r\n3...Bg7\r\n    {[%wrong Это интересный ход, но мы хотим вывести слона на g7. Попробуем снова!][%hint Ход 3...Bg7 определяет староиндийскую защиту. Сделайте его на доске!]}\r\n4.e4\r\n    {Молодец! Белые завоевывают пространство в центре и могут атаковать коня ходом e5. Укрепим позицию ходом центральной пешки и возьмем под бой поле e5.}\r\n4...d6\r\n    {[%wrong Это интересный ход, но нам надо взять под бой поле e5. Попробуем снова!][%hint Поищем единственный ход пешкой, позволяющий черным взять под бой поле e5.] Молодец! Ход 4...d6 защищает поле e5, готовя будущее продвижение ...e5 с атакой сильного центра белых. Это ключевая стратегия в староиндийской защите!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bq1rk1/pppnppbp/3p1np1/8/2PPP3/2N2N2/PP2BPPP/R1BQ1RK1 b - - 5 7\"]\r\n\r\n{Черные готовы атаковать центр с помощью ключевого для староиндийской защиты прорыва  ...e5. Сделаем этот энергичный ход!}\r\n7...e5\r\n    {[%wrong Мы изучаем ключевой пешечный прорыв черных - 7...e5. Сделаем этот ход.][%hint Нанесем удар в центре ходом  ...e5.]}\r\n8.d5\r\n    {Белые захватывают пространство в центре, но ослабляют поле c5. Как черным снова напасть на пешку e4, заняв поле c5?}\r\n8...Nc5\r\n    {[%wrong Это интересный ход, но нам нужно занять фигурой поле c5 с нападением на центр белых. Попробуем снова!][%hint Какая фигура черных может занять поле и напасть на белую пешку e4?]}\r\n9.Qc2\r\n    {Молодец! Черный конь занимает поле c5 и вновь атакует белый центр. Белые собираются продолжать b4, прогоняя коня, расположенного впереди пешек. Как помешать этому нападению?}\r\n9...a5\r\n    {[%wrong Это интересный ход, но он не мешает продвижению b4. Попробуем снова!][%hint Поищем сильный ход пешкой с нападением на поле b4.] Молодец! Черные захватывают пространство на ферзевом фланге и мешают ходу b4. У них хорошая контригра в будущем миттельшпиле!}\r\n    (9...Na6 $2 {Этот ход предотвращает ход b4, но конь покидает отличное поле c5. Как обеспечить стоянку коня на поле c5?})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkb1r/pppppp1p/5np1/8/2PP4/2N5/PP2PPPP/R1BQKBNR b KQkq - 1 3\"]\r\n\r\n{Изучим агрессивный дебют за черных, защиту Грюнфельда! Какой ход центральной пешкой черных определяет защиту Грюнфельда?}\r\n3...d5\r\n    {[%wrong Это интересный ход, но не защита Грюнфельда. Поищем ход центральной пешкой с нападением на пешку c4!][%hint Защита Грюнфельда определяется ходом центральной пешки черных с нападением на пешку c4. Поищем его!]}\r\n4.cxd5\r\n    {Молодец! Черные позволяют белым захватить центр пешками, чтобы их контратаковать. Возьмем пешку d5.}\r\n4...Nxd5\r\n    {[%wrong Нам нужно спокойно взять пешку на d5. Сделаем этот ход!][%hint Черные могут взять пешку d5 конем или ферзем. Сделаем оптимальный выбор.]}\r\n5.e4\r\n    {Белые захватывают центр двумя пешками, но черные создают слабость на c3. Пора ходить!}\r\n5...Nxc3\r\n    {[%wrong Это интересный ход, но так черные не смогут создать противнику слабость на c3. Попробуем снова!][%hint Какое взятие завлекает пешку на c3, где она станет мишенью?]}\r\n6.bxc3\r\n    {Молодец! У белых сильный центр, но пешка c3 слаба. Развиваем черного слона на диагональ, где расположены белые пешки d4 и c3.}\r\n6...Bg7\r\n    {[%wrong Нужно развить черного слона на диагональ, где расположены белые пешки d4 и c3. Попробуем снова!][%hint Почему черные сделали ход g6? Они освободили поле для черного слона, чтобы тот занял диагональ a1-h.]}\r\n7.Nf3\r\n    {Оба противника делают сильные ходы и борются за центр. Каким ключевым ходом пешки черные могут напасть на пешку d4?}\r\n7...c5\r\n    {[%wrong Это интересное продолжение, но черным нужно напасть пешкой на пешку d4. Попробуем снова!][%hint Белая пешка не может покинуть поле d4, иначе черные ответят ...Сxc3+, получая материальный перевес. Каким ходом пешкой черные могут напасть на d4?]}\r\n    (7...e5 $2 8.Ba3 {Белые могут взять пешку e5 или сделать очень неприятный ход, мешающий черным рокировать. Поищем другой ход пешкой с нападением на d4.})\r\n8.Be3\r\n    {Изумительно! Черные снова атакуют связанную пешку d4, а белые защищают ее. Как развить легкую фигуру и снова напасть на пешку d4?}\r\n8...Nc6\r\n    {[%wrong Это интересный ход, но он не позволяет развить легкую фигуру и снова напасть на пешку d4. Попробуем снова!][%hint Какая легкая фигура может выйти в центр и напасть на пешку d4?] Отличная работа! Черные увеличивают давление на центр белых. У тех много возможностей защитить центр, включая Фd2 или Лc1. Впереди острая борьба!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/ppppp1pp/8/5p2/3P4/8/PPP1PPPP/RNBQKBNR w KQkq - 0 2\"]\r\n\r\n{Черные выбрали острую голландскую защиту! Заметим, что пешка \"f\" ограничивает белого слона, когда тот расположен на d3. Поищите  сильный план развития слона на диагональ h1-a8.}\r\n2.g3\r\n    {[%wrong Интересный ход, но он не способствует развитию белопольного слона на диагональ h1-a8. Попробуйте снова!][%hint Как освободить поле для белого слона, чтобы тот расположился на g2 на следующем ходу?]}\r\n    (2.g4 $6 {Белые могут применить этот рискованный гамбит, или подготовить развитие белопольного слона на g2 безопасным ходом. Каким?})\r\n2...Nf6\r\n    {Изумительно! Займем белопольным слоном большую диагональ.}\r\n3.Bg2\r\n    {[%wrong Это интересный ход, но нам нужно развить слона на диагональ h1-a8. Попробуем снова!][%hint Пешка ушла с поля g2. Как воспользоваться тем, что оно освободилось?] Отлично! Слон занял большую диагональ. Белые надежно расставили фигуры в борьбе против рискованной голландской защиты.}\r\n*"
   ],
   "title" : "Дебюты с ходом 1. d4: 1...Nf6 и голландская защита",
   "url" : "https://www.chess.com/ru/lessons/debiut-dlia-prodolzhaiushchikh/debiuty-d4-nf6-gollandskaia-zashchita",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-popular-1d4-openings-1-nf6-the-dutch-defense-k8x.mp4"
}
