{
   "description" : "Связанная фигура находится под боем и не может двинуться, потому что тогда для противника откроется путь к более ценной фигуре. При полной связке ход фигурой невозможен по правилам, поскольку она защищает короля от шаха. При относительной связке ход связанной фигурой просто нежелателен, поскольку за ней находится более ценная фигура.",
   "duration" : null,
   "fen" : "6k1/5qpp/4B3/8/8/8/6PP/2R4K b - - 3 2",
   "id" : "726fa7f4-a0ba-11e8-9710-cbbc0fcc1366",
   "membership" : 30,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1b1kb1r/1pp2ppp/p1p2n2/8/4q3/5N2/PPPP1PPP/RNBQ1RK1 w kq - 0 1\"]\r\n\r\n{Черный ферзь только что взял пешку e4. Как использовать открывшуюся вертикаль \\\"e\\\", чтобы напасть на ферзя и короля черных?}\r\n1.Re1\r\n    {[%wrong Этот ход не связывает ферзя и короля черных . Попробуем снова!][%hint Займем вертикаль \"e\" менее ценной, чем черный ферзь, фигурой нападая на короля и ферзя черных!] Отлично! Черный ферзь не может отступить, потому что он прикрывает короля, и белые выигрывают его.}\r\n    (1.Qe1 $2 {Мы на верном пути, но белый ферзь стоит не меньше черного, поэтому черные могут просто разменять ферзей. Попробуем связать ферзя менее ценой фигурой!})\r\n    (1.Qe2 $2 Qxe2 {Ой! Белые проиграли ферзя. Попробуем безопасно связать черного ферзя менее ценной фигурой.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"6k1/6pp/4q3/8/8/8/4B1PP/2R4K w - - 0 1\"]\r\n\r\n{Черный ферзь угрожает взять белого слона. Какая связка позволяет выиграть черного ферзя?}\r\n1.Bc4\r\n    {[%wrong Это не связка черного ферзя. Попробуем снова!][%hint Черные ферзь и король находятся на одной диагонали. Как ходом слона связать ферзя?] Отличная работа! Черный ферзь связан защитой короля, поэтому белые получают материальный перевес.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rn1qk1nr/pbpp1ppp/1p2p3/8/1b1PP3/2N5/PPP1NPPP/R1BQKB1R b KQkq - 0 1\"]\r\n\r\n{Ход черных. Они могут выиграть пешку за счет связки.}\r\n1...Bxe4\r\n    {[%wrong Это не взятие пешки с помощью связки. Попробуем снова!][%hint Белый конь c3 связан, поэтому он не защищает пешку e4...] Молодец! Черные выигрывают пешку, потому что конь c3 связан защитой короля.}\r\n    (1...Bxc3+ $2 2.Nxc3 {После взятия коня другой конь белых оказывается на c3 и защищает пешку e4. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rn1qkb1r/pp1bpp1p/3p2p1/1B6/3NP1n1/2N1B3/PPP2PPP/R2QK2R w KQkq - 0 1\"]\r\n\r\n{Черный слон d7 связан защитой короля. Какой ход, выигрывает фигуру благодаря этой связке?}\r\n1.Qxg4\r\n    {[%wrong Этот ход не выигрывает фигуру. Попробуем снова!][%hint Черный слон d7 закрывает короля и не защищает фигуру, которую могут взять белые.] Отлично! Белый ферзь выигрывает коня, так как слон d7 связан защитой короля.}\r\n    (1.Bxd7+ $2 Qxd7 {Размен слонов избавил черных от связки, и теперь черный ферзь защищает коня g4. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"7k/5p1p/1B4p1/P3b3/5Q2/7P/6PK/4q3 w - - 0 1\"]\r\n\r\n{Белый ферзь связан защитой короля. Как его спасти?}\r\n1.Bd4\r\n    {[%wrong Этот ход не спасает белого ферзя. Попробуем снова!][%hint Как связать черного слона, связывающего белого ферзя?] Отличный ход! Белые спасают ферзя, связывая черного слона защитой короля.}\r\n*"
   ],
   "title" : "Связки",
   "url" : "https://www.chess.com/ru/lessons/okhotimsia-figury/sviazki",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-BEG-pins-g6f.mp4"
}
