{
   "description" : "Раскроем весь потенциал своих дальнобойных фигур, сосредоточив их на одной линии. Батарея - объединение нескольких дальнобойных фигур на одной вертикали, горизонтали или диагонали. Батареи часто помогают получить материальный перевес или объявить мат.",
   "duration" : null,
   "fen" : "1r1qnr1k/p4ppp/p1p5/5P2/8/1PNP2R1/1PP3QP/6RK w - - 0 1",
   "id" : "754ada94-a0be-11e8-8ee5-39e257f94bbf",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r4rk1/1b1pqpp1/pb3n1p/np6/4P3/2NQ1N1P/PPB2PP1/R1B2RK1 w - - 4 3\"]\r\n\r\n{У белых мощная батарея ферзя и слона на диагонали b1-h7. Как использовать силу этой батареи для получения материального перевеса?}\r\n3.e5\r\n    {[%wrong Это интересный ход, но он не позволяет использовать силу батареи ферзя и слона. Попробуем снова!][%hint Пешка e4 находится на пути мощной батареи белых. Пора вскрывать линии!]}\r\n3...Bxf3\r\n    {Молодец! Черный конь должен защищать поле h7, иначе белые объявят мат. Черные пытаются запутать противника взятием ...Сxf3. Как отвечать белым?}\r\n4.exf6\r\n    {[%wrong Это интересный ход, но мы можем найти сильнейшее продолжение. Попробуем снова!][%hint Черный конь f6 мешает белой батарее из ферзя и слона дать мат. Избавимся от защитника!] Изумительно! Черные ферзь и слон под боем, а белые грозят матом. Оборона черных сломлена!}\r\n    (4.Qxf3 $2 Qxe5 {Это интересный ход, но белым не нужно отвечать на контратаку черных. Черные избежали худшего, и теперь у них лишняя пешка. Попробуем снова!})\r\n    (4.gxf3 $2 Qxe5 {Это интересный ход, но белым не нужно отвечать на контратаку черных. У белых разбита пешечная структура королевского фланга и на пешку меньше. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r4rk1/1p3ppp/p3pq2/3bQ3/3P3n/1P6/PB3PPP/R3RBK1 b - - 0 1\"]\r\n\r\n{Черные мечтают, чтобы ферзь и слон выстроились на диагонали h1-a8 в батарею, атакующую белого короля. Какая неожиданная жертва позволяет осуществить эту идею?}\r\n1...Nf3+\r\n    {[%wrong Это интересный ход, но он не позволяет создать батарею из ферзя и слона, атакующую белого короля. Попробуем снова!][%hint Какой сильный шах, вынуждает белых сделать ход пешкой \"g\", ослабляя прикрытие своего короля.]}\r\n2.gxf3\r\n    {Потрясающее воображение! План черных начинает осуществляться. Сделаем сильнейший ход!}\r\n2...Qxf3\r\n    {[%wrong Это интересный ход, но он не позволяет создать батарею из ферзя и слона. Попробуем снова!][%hint Как забрать пешку f3 и создать угрозу мата?] Отличная работа! Черные вскрыли большую диагональ, угрожая матом с выигранной позицией.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1k5r/p1pq3p/1pn1pb2/3p2p1/P2P2B1/2P1B1P1/4QPP1/1R4K1 b - - 0 14\"]\r\n\r\n{Белому слону g4 не хватает полей. Как вскрыть вертикаль \\\"h\\\" или поймать белопольного слона белых?}\r\n14...h5\r\n    {[%wrong Это интересный ход, но он не ведет к вскрытию вертикали \\\"h\\\" или выигрышу фигуры. Попробуем снова!][%hint Как создать угрозу взятия белопольного слона белых? Не забываем, насколько сильны в шахматах пешки!]}\r\n15.Bxh5\r\n    {Потрясающе! Вертикаль \\\"h\\\" вскрылась. Как создать батарею на вертикали \\\"h\\\" и атаковать незащищенную белую ладью на поле b1?}\r\n15...Qh7\r\n    {[%wrong Это интересный ход, но он не позволяет создать батарею на вертикали \\\"h\\\" и атаковать незащищенную ладью белых на поле b1. Попробуем снова!][%hint Поищем сильный ход ферзем...] Фантастика! Батарея из черной ладьи и ферзя связывает атакованного слона защитой вертикали \\\"h\\\". Если он отступит, последует мат ...Фh1. Черные также напали на белую ладью на поле b1, поэтому они выигрывают фигуру!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1rr2k2/p2qn1p1/Ppn1p2p/1B1pPp2/1P1P1P2/2R1QN2/6PP/2R3K1 w - - 12 26\"]\r\n\r\n{Белые готовы создать пушку Алехина на вертикали \\\"c\\\". Как подготовить ход Фc1 со строением тяжелых фигур по вертикали \"c\"?}\r\n26.R1c2\r\n    {[%wrong Это интересный ход, но нам нужно, чтобы все три тяжелые фигуры белых заняли вертикаль \\\"c\\\". Попробуем снова!][%hint Белые хотят, чтобы их ладьи на вертикали \\\"c\\\" поддерживал ферзь с поля c1. Какой ход способствует этому?]}\r\n    (26.R3c2 $2 {Не нужно ставить ферзя на острие атаки. Попробуем снова!})\r\n26...Rc7\r\n    {Отличная работа! Черные готовы защитить связанного коня c6. Заряжаем пушку Алехина, заняв ферзем вертикаль \"c\"!}\r\n27.Qc1\r\n    {[%wrong Это интересный ход, но он не позволяет завершить создание пушки Алехина. Расположим ферзя на вертикали \\\"c\\\"!][%hint Как занять третьей тяжелой фигурой вертикаль \\\"c\\\"?]}\r\n27...Rbc8\r\n    {Пушка Алехина готова! Белые хотят занять пешкой поле b5, выигрывая фигуру. Куда отступить слоном, чтобы конь c6 оставался связан защитой ферзя?}\r\n28.Ba4\r\n    {[%wrong Это интересный ход, но не отступление слона. Попробуем снова!][%hint Куда слону отступить с поля b5, продолжая связывать коня c6 защитой черного ферзя?] Отличная работа! Черные не могут защититься от угрозы b5, и белые получают материальный перевес.}\r\n    (28.Bd3 $5 {Этот ход тоже силен, но нужно, чтобы конь c6 был связан защитой ферзя.})\r\n    (28.Be2 $5 {Этот ход тоже силен, но нужно, чтобы конь c6 был связан защитой ферзя.})\r\n    (28.Bf1 $5 {Этот ход тоже силен, но нужно, чтобы конь c6 был связан защитой ферзя.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnb2rk1/ppppqppp/8/2b5/2B5/1Q6/PB1N1PPP/R4RK1 w - - 1 11\"]\r\n\r\n{Батарея из ферзя и слона белых расположена на белых полях, связывая пешку f7 защитой короля. Какой ход ферзем с угрозой мата вынуждает черных ослабить диагональ a1-h8?}\r\n11.Qg3\r\n    {[%wrong Это интересное продолжение, но не ход ферзем с угрозой мата. Попробуем снова!][%hint Как напасть ферзем на пешку g7, вынуждая ее двинуться вперед, чтобы избежать немедленного мата?]}\r\n    (11.Qc3 $2 Qf6 {Это интересный ход, но черные могут пережить это нападение. Поищем другой ход ферзем с угрозой мата, вынуждающий ответ ...g6.})\r\n11...g6\r\n    {Отличный ход! Белые вынуждают вскрытие диагонали a1-h8, ведущей прямо к черному королю. Как построить на этой диагонали батарею из ферзя и слона, выигрывая партию?}\r\n12.Qc3\r\n    {[%wrong Это интересный ход, но он не позволяет ферзю попасть на диагональ a1-h8 со смертельными угрозами черным. Попробуем снова!][%hint Теперь, когда диагональ a1-h8 ослаблена, найдем безопасное поле для ферзя и создадим угрозу мата.] Изумительно! Ослабив прикрытие черного короля, белый ферзь возвращается на c3. Мат неизбежен.}\r\n*"
   ],
   "title" : "Батарея",
   "url" : "https://www.chess.com/ru/lessons/aktiviziruem-figury/batareia",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-batteries-g8r.mp4"
}
