{
   "description" : "Занимаем ладьями открытые вертикали, свободные от пешек. Ладьи также хорошо расположены на полуоткрытых вертикалях, атакуя пешки противника и защищая свои. Они очень эффективны вдвоем на открытой вертикали или горизонтали, особенно, на предпоследней.",
   "duration" : null,
   "fen" : "r5k1/2R2pp1/p1p3p1/PpP3P1/1P3P2/5K2/7P/8 b - - 5 3",
   "id" : "7699ab80-a0bb-11e8-81f9-018d7b1ab155",
   "membership" : 40,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r5k1/5pp1/p1p3p1/PpP3P1/1P3P2/5K2/7P/R7 w - - 0 1\"]\r\n\r\n{Активизируем белую ладью, чтобы напасть на единственную беззащитную пешку черных.}\r\n1.Rd1\r\n    {[%wrong Этот ход не позволяет занять ладьей открытую вертикаль. Попробуем снова!][%hint Какую открытую вертикаль может занять белая ладья, чтобы подготовить нападение на беззащитную пешку c6?]}\r\n    (1.Re1 $6 Kf8 {Этот ход активизирует белую ладью, но она не сможет напасть на слабую пешку c6. Попробуем снова!})\r\n1...Rc8\r\n    {Отлично! Белая ладья заняла открытую вертикаль и готовится напасть на слабую пешку c6. Черная ладья защищает пешку c6, но пешка a6 остается без защиты. Как напасть на черную пешку a6?}\r\n2.Rd7\r\n    {[%wrong Этот ход не поможет напасть на черную пешку a6. Попробуем снова!][%hint Каким ходом ладья может вторгнуться в лагерь черных и подготовить нападение на пешку a6?]}\r\n2...Ra8\r\n    {Вот именно! Белая ладья вторгается в лагерь черных. Черные пытаются помешать белой ладье напасть на пешку a6, но теперь пешка c6 остается без защиты. Как белым выиграть пешку c6?}\r\n3.Rc7\r\n    {[%wrong Это не нападение на пешку c6. Попробуем снова!][%hint Каким ходом белая ладья может напасть на пешку c6 и помешать черным ее защитить?] Очень хорошо! Белые возьмут пешку c6 и создадут проходную. Оборона черных рушится!}\r\n    (3.Rd6 $6 Rc8 {Это интересная идея, но мы можем найти более сильный ход, не позволяющий черным защищаться. Попробуем снова!})\r\n3... Kf8 {Отлично! Черные не могут спасти свою слабую пешку c6 - пора выиграть ее!} 4. Rxc6 {Мы успешно активизировали ладью и выиграли слабую пешку! [%wrong Это интересная идея, но мы хотим забрать пешку c6. Попробуем снова!] [%hint Мы напали на слабую пешку c6, которую черные не могут защитить. Возьмем ее!]} \r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1r4k1/r5pp/2P2p2/8/8/7P/6P1/2RR2K1 w - - 0 1\"]\r\n\r\n{Ладьи борются вокруг белой пешки \\\"c\\\". Каким ходом белые могут напасть на черную ладью и продвинуть вперед проходную пешку?}\r\n1.c7\r\n    {[%wrong Нам нужно вести вперед проходную пешку, нападая на черную ладью. Попробуем снова!][%hint Каким ходом пешки мы можем напасть на черную ладью?]}\r\n1...Rc8\r\n    {Отлично! Черная ладья пытается прикрыть поле превращения, но теперь белые меняют ладью c8. Делаем ход!}\r\n2.Rd8+ {[%wrong Поищем сильнейшее продолжение. Как напасть на черную ладью c8?] [%hint Форсируем размен ладей на последней горизонтали.] Отлично. Белые нападают на черного короля и ладью c8, уничтожая защитника пешки \\\"c\\\".}\r\n    (2.Rd7 $6 {Защитить проходную пешку - хорошая идея, но есть и намного более сильный ход. Постараемся его найти!}) (2. Ra1 $2 Raxc7 {Черные выигрывают пешку \\\"c\\\". Попробуем снова.}) (2. Rc6 $2 Raxc7 {Черные выигрывают пешку \\\"c\\\". Попробуем снова.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1b1kb1r/ppppqppp/2n2n2/6B1/2BpP3/5N2/PPP2PPP/RN1QK2R w KQkq - 4 6\"]\r\n\r\n{Черные только что сделали ход ...Фe7, напав на белую пешку e4. Сделаем рокировку и поставим ловушку!}\r\n6.O-O\r\n    {[%wrong В этой позиции нам нужно сделать рокировку. Попробуем  снова!][%hint Белый король должен сделать рокировку.]}\r\n6...Qxe4 $2\r\n    {Черные попадают в ловушку, решив, что белые забыли о пешке. Теперь вертикаль \\\"e\\\" открыта - как выиграть черного ферзя?}\r\n7.Re1\r\n    {[%wrong Интересная попытка, но мы можем выиграть черного ферзя. Попробуйте снова!][%hint Ладьи предпочитают открытые вертикали...] Мы все поняли! Активная ладья белых пользуется тем, что ферзь связан защитой короля.}\r\n    (7.Qe2 $2 Qxe2 {Это правильная идея, но надо напасть на черного ферзя менее ценной фигурой.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"5k2/6pp/4q3/8/4p3/7P/1R4P1/1R4K1 w - - 0 1\"]\r\n\r\n{Черные ферзь и проходная пешка выглядят очень опасно, но белые ладьи хорошо взаимодействуют и могут выиграть черного ферзя. Сможем найти форсированный выигрыш?}\r\n1.Rb8+\r\n    {[%wrong Это недостаточно форсированный ход - Попробуйте снова!][%hint Какой ход ладьи вынуждает черного короля отступить на седьмую горизонталь?]}\r\n1...Kf7\r\n    {Отлично! Белые оттесняют черного короля от последней горизонтали, вынуждая его приблизиться к ферзю. Какой шах вынудит черного короля отступить на шестую горизонталь, где находится ферзь?}\r\n2.R1b7+\r\n    {[%wrong Этот ход не вынуждает черного короля занять шестую горизонталь - попробуйте снова!][%hint Какой шах ладьей вынуждает черного короля занять шестую горизонталь?]}\r\n    (2.R8b7+ $6 Ke8 {Этот ход не вынуждает черного короля занять горизонталь, где находится ферзь, поэтому белым придется повторять ходы. Попробуем снова!})\r\n2...Kf6\r\n    {Все правильно! Черному королю пришлось занять горизонталь, где находится ферзь - как выиграть черного ферзя?}\r\n3.Rb6\r\n    {[%wrong Этот ход не выигрывает ферзя - Попробуем снова!][%hint Сначала свяжи, потом выиграй...] Пара ладей - грозное оружие в наших руках! Теперь черный ферзь привязан к королю, и с лишней ладьей белые легко выиграют.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/3k4/4pK2/2R5/3p4/8 w - - 0 1\"]\r\n\r\n{У черных опасная проходная пешка d2, и белые не могут помешать ее превращению. Кажется, что все плохо, но белые могут выиграть черную пешку, когда та окажется на d1.}\r\n1.Rc8\r\n    {[%wrong Так белым не выиграть пешку, когда та окажется на поле d1. Попробуем снова!][%hint Черный король и проходная пешка находятся на вертикали \\\"d\\\". Помогите белой ладье дать шах по этой вертикали.]}\r\n    (1.Rc7 $2 Ke6 {Вы на верном пути, но черный король может отступить с вертикали \\\"d\\\" и помешать ладье. Попробуем снова!})\r\n1...d1=Q\r\n    {Красивый ход! Черные не могут помешать шаху белых с поля d8 с  выигрышем пешки \\\"d\\\". Ищем решающий удар!}\r\n2.Rd8+\r\n    {[%wrong Этот ход не выигрывает черного ферзя. Попробуем снова!][%hint Как напасть на короля и выиграть новорожденного ферзя?] Белые нападают на короля и после его отступления забирают черного ферзя, переходя в выигранный эндшпиль. Отличная работа!}\r\n*"
   ],
   "title" : "Как использовать ладей",
   "url" : "https://www.chess.com/ru/lessons/o-chem-mechtaiut-figury/kak-ispolzovat-ladei",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-INT-using-your-rooks-e8s.mp4"
}
