{
   "description" : "Прежде, чем торопиться превращать пешку в ферзя, проверим, не выгоднее ли превращение в более слабую фигуру. Иногда превращение в ладью или слона помогает вам избежать пата. Еще чаще шахматисты превращают пешку в коня, чтобы защититься от вилки.",
   "duration" : null,
   "fen" : "7R/8/8/k7/1p6/1K6/p1r5/8 b - - 3 110",
   "id" : "79760890-a0bf-11e8-b260-6172099a17c7",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1Q6/3P4/2k1B1p1/6Pp/1K5P/8/8/8 w - - 3 64\"]\r\n\r\n{Как в этой позиции белые дают мат в один ход?}\r\n64.d8=N#\r\n    {[%wrong Это интересное продолжение, но не мат в один ход. Попробуем снова!][%hint Подумаем, в какую фигуру нужно превратить пешку... Один ход ведет к мату, а все остальные к пату!] Молодец! Белые дают мат, превращая пешку в коня!}\r\n    (64.d8=Q $2 {Это интересный ход, но на доске пат, и черные добиваются ничьей! Попробуем снова!})\r\n    ({Ход белых. Как найти мат в один ход?} 64.d8=R $2 {Это интересный ход, но на доске пат, и черные добиваются ничьей! Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/2P5/8/8/3r4/8/2K5/k7 w - - 3 3\"]\r\n\r\n{Белые готовы превратить пешку в фигуру. Какую пешку выбрать?}\r\n3.c8=R\r\n    {[%wrong Это интересный ход, но он не позволит белым победить. Попробуем снова!][%hint Нам нужно превратить пешку в фигуру, способную дать мат, при этом избегая пата!]}\r\n    (3.c8=Q $2 Rc4+ {Черные перехитрили белых. После взятия ладьи на доске пат. Попробуем снова!})\r\n    (3.Kc3 $2 Rd1 {Это интересный ход, но он позволяет черным удержать равновесие. В какую фигуру превратить пешку?})\r\n3...Ra4\r\n    {Отлично! Белые превращают пешку в ладью, угрожая матом по вертикали \\\"a\"\\ и избегая патовых трюков. Какой ход позволяет белым добиться победы, одновременно нападая на черную ладью и создавая угрозу мата?}\r\n4.Kb3\r\n    {Фантастика! Белые нападают на черную ладью и создают угрозу мата ходом Лc1. Просто здорово!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"7R/8/8/k7/1pK5/8/pr6/8 b - - 1 109\"]\r\n\r\n\r\n{Сделаем вслед за гроссмейстером Дин Лижэнем отличный ход 109...Лc2+.}\r\n109...Rc2+\r\n    {[%wrong Это интересное продолжение, но нам нужно сделать ход Дина Лижэня 109...Лc2+. Попробуем снова!][%hint Даем шах белому королю с поля c2!]}\r\n110.Kb3\r\n    {Ход Крd3 проигрывает ввиду ...Лc3+ и далее ...Лa3, защищая проходную пешку, поэтому белые отвечают Крb3. Как продолжать черным?}\r\n110...a1=N#\r\n    {[%wrong Это интересный ход, но мы ищем сильнейшее продолжение.][%hint В этой позиции у черных есть мат в один ход. Каким ходом?] Эта марафонская партия гроссмейстеров (110 ходов!) завершилась матом со слабым превращением. Мы здорово потрудились в поисках этой идеи!}\r\n    (110...a1=Q $2 111.Ra8+ {Пешечное превращение - верная идея, но этот ход позволяет белым выиграть ферзя. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/k7/6p1/6K1/6p1/8/8 b - - 1 60\"]\r\n\r\n{Король белых зажат между двумя черными пешками. Как черным выиграть это окончание?}\r\n60...g2\r\n    {[%wrong Это интересная идея, но если позволить белым взять пешку ходом Крxg3, они добьются ничьей. Попробуем снова!][%hint Проходные пешки нужно вести вперед...]}\r\n61.Kh3\r\n    {Хорошо. Как черным добиться победы?}\r\n61...g1=R\r\n    {[%wrong Это интересный ход, но так черным не выиграть. Попробуем снова!][%hint Нам нужно превратить пешку в самую ценную фигуру из тех, что не допустят возникновение на доске пата.] Мы все поняли! Черные избегают пата и легко побеждают!}\r\n    (61...g1=B $5 {При внимательной игре в окончании эта идея тоже приносит черным успех. Поищем более простой выигрыш, также позволяющий черным избежать пата.})\r\n    (61...g1=N+ $2 62.Kg4 {Это интересный ход, но теперь белые добиваются ничьей. Попробуем снова!})\r\n    (61...g1=Q $2 {Белые не зря сделали хитрый ход Крh3 - на доске пат. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqk1nr/ppp2ppp/8/4P3/1bPp4/4P3/PP1B1PPP/RN1QKBNR b KQkq - 2 5\"]\r\n\r\n{На доске известная ловушка в варианте контргамбита Альбина, Возьмем белую пешку e3, сознательно составив под боем нашего слона на поле b4!}\r\n5...dxe3\r\n    {[%wrong Нам нужно взять белую пешку e3. Сделаем этот красивый ход!][%hint Возьмем белую пешку e3 своей пешкой.]}\r\n6.Bxb4\r\n    {Единственное продолжение, позволяющее белым спастись, - ход 6. fxe3. Теперь белый король перегружен защитой ферзя и пешки f2. Как нам использовать перегрузку этой фигуры?}\r\n6...exf2+\r\n    {[%wrong Это интересный ход, но мы ищем сильнейшее продолжение. Попробуем снова!][%hint Могут ли белые взять пешку f2, если черные возьмут белую пешку с шахом?]}\r\n    (6...Qxd1+ $2 7.Kxd1 {Не забываем, что у белых лишняя фигура. Если просто взять пешку f2 и позволить коню отступить, белые получат выигранную позицию. Попробуем снова!})\r\n7.Ke2\r\n    {Все верно! Белый король вынужден отступить на e2. Каким ходом черные могут получить решающее преимущество?}\r\n7...fxg1=N+\r\n    {[%wrong Это интересный ход, но мы ищем сильнейшее продолжение. Попробуем снова!][%hint Мы собираемся продолжать ...Сg4, чтобы дать шах белому королю, а потом выиграть ферзя. В какую фигуру должна превратиться пешка, чтобы черные смогли осуществить эту идею?]}\r\n    (7...fxg1=Q $2 8.Qxd8+ {Это интересный ход, но он позволяет белым избежать поражения. Мы на правильном пути: превращение выигрывает, но нужно превратить пешку в другую фигуру! Попробуем снова.})\r\n    (7...Bg4+ $2 8.Nf3 {Мы на правильном пути, но сначала нам нужно избавиться от этого коня. Попробуем снова!})\r\n8.Rxg1\r\n    {Фантастическое слабое превращение позволяет добиться победы за семь ходов! Сильнейший ответ белых - 8. Крe1, но и тогда 8...Фh4+ дает черным решающее преимущество. Как черным добиться победы?}\r\n8...Bg4+\r\n    {[%wrong Это интересный ход, но мы ищем сильнейшее продолжение. Попробуем снова!][%hint Как напасть на короля и ферзя белых линейным ударом?] Невероятная дебютная ловушка с использованием превращения в слабую фигуру. Мы потрясающе поработали!}\r\n*"
   ],
   "title" : "Слабое превращение",
   "url" : "https://www.chess.com/ru/lessons/taktika-dlia-prodolzhaiushchikh/slaboe-prevrashchenie",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-underpromotion-d9a.mp4"
}
