{
   "description" : "Фишер включил в свою книгу &quot;Мои 60 памятных партий&quot; и эту партию против гроссмейстера Бента Ларсена. Разберем ход за ходом прекрасный образец плана борьбы с вариантом дракона, связанного со вскрытием вертикали &quot;h&quot;, жертвами и матовой атакой на черного короля.",
   "duration" : null,
   "fen" : "2r3k1/p1r1ppb1/3p1np1/1q6/1p1BP1P1/1B3P2/PPPQ4/1K1R3R b - - 0 20",
   "id" : "7a84aed0-e18a-11eb-97f3-0fe54d8dce4a",
   "membership" : 50,
   "questions" : [
      "[Event \"Portoroz Interzonal\"]\r\n[Site \"Portoroz\"]\r\n[Date \"1958.??.??\"]\r\n[Round \"8\"]\r\n[White \"Фишер, Robert James\"]\r\n[Black \"Larsen, Bent\"]\r\n[Result \"1-0\"]\r\n[ECO \"B77\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkb1r/pp2pp1p/3p1np1/8/3NP3/2N5/PPP2PPP/R1BQKB1R w KQkq - 0 6\"]\r\n[PlyCount \"55\"]\r\n[EventDate \"1958.08.05\"]\r\n[EventType \"tourn\"]\r\n[EventRounds \"21\"]\r\n[EventCountry \"YUG\"]\r\n[Source \"ChessBase\"]\r\n\r\n{Каким ходом Фишер выбрал сильнейшую атакующую расстановку в варианте дракона сицилианской защиты?} 6. Be3 {[%wrong Поищем сильнейший развивающий ход, позволяющий подготовить рокировку на ферзевый фланг и укрепить центр.] [%hint Развиваем слона, чтобы подготовить рокировку на ферзевый фланг и укрепить центр.]} (6. f3 $5 {Это хороший ход, но мы собираемся подготовить рокировку на ферзевый фланг.}) (6. Bg5 $2 Bg7 {Это продолжение возможно, но нам нужно, чтобы слон контролировал центр.}) (6. Bc4 $5 {Это приемлемый ход, но белые готовят рокировку на ферзевый фланг.}) (6. Bf4 $2 e5 {Черные выигрывают фигуру. Попробуем снова.}) \r\n6... Bg7 {Блестяще! Каким ходом пешки Фишер продолжил развитие?} 7. f3 {[%wrong Поищем сильнейший ход. Как защитить пешку e4?] [%hint Защитим пешку e4 другой пешкой.]} (7. Qd2 $2 Ng4 {Белым выгоднее защититься от нападения на слона e3. Как взять под бой поля e4 и g4?}) (7. Bc4 $5 {Это продолжение возможно, но выгоднее взять поля e4 и g4 под бой пешки. Каким ходом?}) (7. Bb5+ $2 Nbd7 {Слону скоро придется отступить с поля b5. Поищем сильнейший ход.}) (7. Be2 $5 {Это продолжение возможно, но мы собираемся защитить белые поля королевского фланга пешкой вместо слона.}) \r\n7... O-O {Прекрасно! Как подготовить рокировку на ферзевый фланг?} 8. Qd2 {[%wrong Как подготовить рокировку на ферзевый фланг?] [%hint Нам нужно развить ферзя, чтобы подготовить рокировку.]} (8. Bc4 $5 {Это возможное продолжение, но белые решили сначала развить ферзя. Каким ходом?}) (8. Be2 $2 {Это возможное продолжение, но не слишком агрессивное. Как белым подготовить рокировку на ферзевый фланг?}) (8. Qe2 $2 {Этот ход затрудняет развитие слона f1. Попробуем снова.}) (8. Qd3 $2 {Этот ход затрудняет развитие слона f1. Попробуем снова.}) \r\n8... Nc6 {Превосходно! Какую фигуру развить следующей?} 9. Bc4 {[%wrong Поищем сильный развивающий ход.] [%hint Займем важную диагональ a2-g8.]} (9. O-O-O $5 {Это интересная идея, но Фишер сначала развил белопольного слона. Попробуем снова.}) (9. g4 $5 {Это интересная идея, но Фишер продолжил развитие. Попробуем снова.}) \r\n9... Nxd4 {Отлично! Какое взятие напрашивается?} 10. Bxd4 {[%wrong Черные выигрывают. Поищем выгодное взятие.] [%hint Возьмем так, чтобы не ставить ферзя под вскрытое нападение.]} (10. Qxd4 $2 Ng4 {У черных выгодная позиция. Попробуем снова.}) \r\n10... Be6 {Замечательно! Белопольные слоны атакуют друг друга. Что делать?} 11. Bb3 {[%wrong Слон под боем. Что делать? Поищем сильнейшее продолжение.][%hint Если черные хотят разменять слонов, пусть это произойдет на b3. Мы возьмем пешкой c2, укрепляя будущее прикрытие короля.]} (11. Bxe6 $5 {Это продолжение возможно, но Фишер отступил слоном. Попробуем снова.}) (11. Bd5 $5 {Это продолжение возможно, но Фишер отступил слоном на другое поле. Попробуем снова.}) (11. Nd5 $2 Rc8 {У черных выгодная позиция. Попробуем снова.}) (11. Bb5 $2 Qa5 {У черных все в порядке. Поищем оптимальное поле для слона.}) (11. Bd3 $2 Qa5 {У черных все в порядке. Поищем оптимальное поле для слона.}) (11. Be2 $2 Qa5 {У черных все в порядке. Поищем оптимальное поле для слона.}) (11. b3 $2 Bxc4 {У черных перевес. Поищем сильнейший ход.}) \r\n11... Qa5 {Изумительно! Как белым соединить ладьи?} 12. O-O-O {[%wrong Поищем сильнейшее продолжение. Займем королем оптимальное поле. ] [%hint Противник сделал рокировку на королевский фланг - рокируем в другую сторону и идем в атаку пешками.]} (12. O-O $5 {Это продолжение возможно, но Фишер выбрал позицию с разносторонними рокировками. Какой ход он сделал?}) (12. Rd1 $5 {Это продолжение возможно, но выгоднее сделать рокировку. Каким ходом?})\r\n12... b5 {Восхитительно! Каким ходом Фишер обезопасил положение своего короля прежде, чем продолжить атаку?} 13. Kb1 {[%wrong Поищем сильнейшее продолжение. На каком поле наш король будет расположен оптимально?] [%hint Защитим королем пешку a2.]} (13. Bxe6 $5 {Это продолжение возможно, но мы ищем сильнейшее. Куда отступит король?}) (13. Nd5 $5 {Это продолжение возможно, но мы ищем сильнейшее. Куда отступит король?}) \r\n13... b4 {Великолепно! Куда отступит конь?} 14. Nd5 {[%wrong Поищем сильный ход конем.] [%hint Централизуем коня.]} (14. Bxe6 $5 {Это продолжение возможно, но мы ищем сильный ход конем.}) (14. Ne2 $2 Bxb3 {У черных выгодная позиция. Попробуем снова.}) \r\n14... Bxd5 {Невероятно! Какое взятие напрашивается?} 15. Bxd5 {[%wrong У черных лишняя фигура. Попробуем снова.] [%hint Берем так, чтобы не ограничивать своего белопольного слона.]} (15. exd5 $5 {Этот ход позволяет вскрыть вертикаль \"e\" и атаковать отсталую пешку черных, но Фишер решил оставить открытую диагональ для атаки. Каким ходом?}) (15. Bxf6 $2 Bxb3 {У черных выгодная позиция. Попробуем снова.}) \r\n15... Rac8 {Фантастика! Как сохранить пару слонов?} 16. Bb3 {[%wrong Поищем сильнейшее продолжение. Как сохранить слона d5?] [%hint Защитим белопольного слона от размена.]} (16. Bxf6 $2 Bxf6 {У черных все в порядке. Как сохранить на доске пару слонов?}) (16. h4 $2 Nxd5 {У черных выгодная позиция. Как сохранить на доске пару слонов?}) \r\n16... Rc7 {Блестяще! Каким ходом Фишер подготовил вскрытие вертикали, ведущей к черному королю?} 17. h4 {[%wrong Поищем сильный ход пешкой.] [%hint Готовим вскрытие вертикали \"h\".]} (17. a3 $5 {Это продолжение возможно, но Фишер решил вскрыть королевский фланг. Каким ходом?}) (17. g4 $6 Nd7 {У черных все в порядке. Поищем сильный ход пешкой.}) \r\n17... Qb5 {Отлично! Продолжаем план атаки по вертикали \"h\".} 18. h5 {[%wrong Поищем сильнейшее продолжение атаки.] [%hint Жертвуем пешку для вскрытия вертикали \"h\".]} (18. g4 $5 {Это продолжение возможно, но Фишер решил пожертвовать пешку для атаки. Каким ходом?}) (18. Rde1 $5 {Это интересное продолжение, но мы ищем сильнейшее. Как вскрыть вертикали на королевском фланге?}) \r\n18... Rfc8 {Прекрасно! Продолжаем план вскрытия вертикали.} 19. hxg6 {[%wrong Поищем выгодное взятие.] [%hint Вскроем вертикаль \"h\".]} (19. h6 $5 {Это интересное продолжение, но нам нужно вскрыть вертикаль, ведущую к черному королю.}) (19. g4 $5 {Это интересное продолжение, но нам нужно вскрыть вертикаль, ведущую к черному королю.}) \r\n19... hxg6 {Превосходно! Как продолжить атаку?} 20. g4 {[%wrong Поищем сильнейший ход пешкой.] [%hint Готовимся напасть на коня f6 пешкой \"g\".]} (20. Rh6 $5 {Это интересная идея, но Фишер нашел сильный ход пешкой. Какой?}) (20. Be3 $5 {Это интересная идея, но Фишер нашел сильный ход пешкой. Какой?}) (20. Rde1 $5 {Это интересная идея, но Фишер нашел сильный ход пешкой. Какой?}) (20. e5 $5 {Это интересная идея, но Фишер нашел сильный ход пешкой. Какой?}) \r\n20... a5 {Потрясающе! Как опередить противника в развитии своей атаки?} 21. g5 {[%wrong Поищем сильнейшее продолжение. Как напасть на коня?] [%hint Нападем на черного коня.]} (21. Qd3 $5 {Это продолжение возможно, но Фишер сразу напал на коня f6. Каким ходом?}) \r\n21... Nh5 {Изумительно! Как разрушить королевский фланг черных?} 22. Rxh5 {[%wrong Поищем выгодное взятие.] [%hint Жертвуем, чтобы вскрыть королевский фланг противника.]} (22. Bxg7 $5 {Это выгодное продолжение, но Фишер нашел другое взятие. Какое?}) \r\n22... gxh5 {Замечательно! Зачем мы отдали качество?} 23. g6 {[%wrong Поищем сильнейшее продолжение атаки. Как использовать связку пешки f7?] [%hint Используем связку пешки f7.]} (23. Bxg7 $2 a4 {У черных сильная атака. Попробуем снова.}) \r\n23... e5 {Великолепно! Как продолжить атаку?} 24. gxf7+ {[%wrong Поищем решающий шах.] [%hint Сначала даем шах, потом отступаем слоном.]} (24. Qg5 $5 {Это интересная идея, но Фишер решил взять на f7. Каким ходом?}) (24. Be3 $5 {Это интересная идея, но Фишер решил взять на f7. Каким ходом?}) (24. Bxf7+ $2 Rxf7 {Позиция черных лишь немного хуже. Поищем сильнейший шах.}) \r\n24... Kf8 {Восхитительно! Куда отступит слон с поля d4?} 25. Be3 {[%wrong Поищем сильнейший ход слоном.] [%hint Создаем батарею, угрожая разменять слона g7. ]} (25. Qg5 $5 {Это продолжение возможно, но Фишер отступил слоном. На какое поле?}) \r\n25... d5 {Невероятно! Черные пытаются перекрыть диагональ, ведущую к пешке f7. Какой ход сделал Фишер?} 26. exd5 {[%wrong Поищем сильное взятие.] [%hint Берем пешку, получая новую проходную.]} (26. Qg2 $5 {Это интересная идея, но Фишер решил взять на d5. Каким ходом?}) (26. Bxd5 $2 Rxc2 {У черных сильная контригра. Какое взятие напрашивается?}) (26. Rg1 $5 {Это интересная идея, но Фишер взял на d5. Какой фигурой?}) (26. Bh6 $5 {Это интересная идея, но Фишер взял на d5. Какой фигурой?}) \r\n26... Rxf7 {Фантастика! Каким ходом Фишер продолжил атаку?} 27. d6 {[%wrong Поищем сильный ход пешкой.] [%hint Вынудим черных блокировать проходную.]} (27. Bh6 $5 {Это сильный ход, но  Фишер повел пешку вперед. Каким ходом?}) \r\n27... Rf6 {Молодец! Как прогнать активную ладью черных с поля f6?} 28. Bg5 {[%wrong Поищем сильную угрозу.] [%hint Нападем на ладью f6.]} (28. d7 $5 {Это сильный ход, но Фишер нашел другую угрозу. Какую?}) (28. a4 $5 {Это сильный ход, но Фишер нашел другую угрозу. Какую?}) \r\n28... Qb7 {Отлично! Как отыграть качество?} 29. Bxf6 {[%wrong Поищем выгодное взятие.] [%hint Отыграем потерянное качество.]} (29. d7 $5 {Это сильный ход, но Фишер нашел выгодное взятие. Какое?})\r\n29... Bxf6 {Прекрасно! Как отрезать черного ферзя от королевского фланга?} 30. d7 {[%wrong Поищем сильнейшее продолжение. Как создать угрозу?] [%hint Ведем проходную вперед.]} (30. Qh6+ $5 {Это сильный ход. Какую угрозу создал Фишер?}) (30. Rg1 $5 {Это сильный ход. Какую угрозу создал Фишер?}) \r\n30... Rd8 {Блестяще! В партии Фишер продолжал Фd6+, и черные сдались, но он мог дать мат в три хода. Как начать комбинацию?} 31. Qh6+ {[%wrong Поищем решающий шах.] [%hint Нападаем на короля и слона черных двойным ударом.]} (31. Qd6+ $5 {В партии Фишер сделал этот ход, и черные сдались, но мы можем найти кратчайший путь к мату.}) \r\n31... Ke7 {Потрясающе! Как дать мат в два хода?} 32. Qh7+ {[%wrong Следующий ход не ведет к мату. Попробуем снова.] [%hint Даем шах, чтобы королю пришлось отступить на последнюю горизонталь.]} Kf8 {Молодец! Где же мат?} 33. Qf7# {[%wrong Это не мат. Попробуем снова.] [%hint Проверим шахи. Какой ведет к мату?] Великолепно!} 1-0"
   ],
   "title" : "Сыграй как Роберт Фишер: Фишер против Ларсена",
   "url" : "https://www.chess.com/ru/lessons/sygrai-kak-robert-fisher/fisher-protiv-larsena",
   "video" : null
}
