{
   "description" : "Иногда уничтожить защитника невозможно, но мы можем его отвлечь. Отвлечение - комбинация, вынуждающая защитника занять другое поле. Часта она связана с жертвой, угрозой мата или больших материальных потерь.",
   "duration" : null,
   "fen" : "7k/bp3rpp/p7/7N/2P5/1PQ2B2/PB4PP/3q3K w - - 1 2",
   "id" : "7aadfa40-a0bc-11e8-9f65-f10e49832b42",
   "membership" : 40,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"5bk1/p4qpp/1p6/2pQ4/8/P6P/2B2PP1/6K1 w - - 0 1\"]\r\n\r\n{Ферзи расположены на одной диагонали. Как отвлечь черного короля и выиграть ферзя?}\r\n1.Bxh7+\r\n    {[%wrong Это хорошая попытка, но так черного короля не отвлечь от защиты ферзя. Попробуем снова!][%hint Какой форсированный ход позволяет отвлечь черного короля от защиты ферзя?]}\r\n    (1.Qxf7+ $2 Kxf7 {Эта попытка выиграть пешку с помощью отвлечения не работает. После Сxh7 слон ловится ходом ...g6. Тем не менее, мы на верном пути. Как выиграть ферзя?})\r\n1...Kxh7\r\n    {Отлично! Черный король отвлекается от защиты ферзя. Возьмем его!}\r\n2.Qxf7\r\n    {[%wrong Этот ход не выигрывает черного ферзя. Попробуем снова!][%hint Возьмем черного ферзя.] Мы справились! Комбинация на отвлечение приносит белым победу!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1b4rk/1Q3R1p/8/2pN4/2P5/r6B/P3n1P1/7K b - - 0 1\"]\r\n\r\n{Атака белых выглядит очень мощно, но черные могут дать мат ходом ...Лg1. Для этого им нужно отвлечь пешку g2. Каким ходом?}\r\n1...Rxh3+\r\n    {[%wrong Этот ход не позволяет отвлечь белую пешку g2 с вертикали \"g\". Попробуем снова!][%hint Как отвлечь белую пешку g2 жертвой?]}\r\n    (1...Ng3+ $2 2.Kg1 {Король белых уходит от шахов, они получают выигранную позицию. Постараемся отвлечь пешку g2 от защиты вертикали \"g\".})\r\n2.gxh3\r\n    {Отличный ход! Белая пешка g2 вынуждена покинуть вертикаль \"g\". Объявим мат!}\r\n2...Rg1#\r\n    {[%wrong Это не мат. Попробуем снова!][%hint Найдем мат в один ход.] Молодец - белым мат!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"7k/bp3rpp/p2q4/7N/2P5/1PQ2B2/PB4PP/7K b - - 0 1\"]\r\n\r\n{Белые атакуют королевский фланг черных, но у них слаба первая горизонталь. Какая комбинация на отвлечение позволяет черным дать мат в два хода?}\r\n1...Qd1+\r\n    {[%wrong Этот ход недостаточно форсирован. Поищем победную комбинацию на отвлечение.][%hint Белопольный слон белых мешает ладье дать мат на f1. Как отвлечь слона угрозой мата?]}\r\n    (1...Qxh2+ $2 2.Kxh2 {Эта жертва ничего не дает черным, поэтому белые побеждают. Попробуем снова!})\r\n    (1...Qc6 $2 2.Nxg7 {Это интересная попытка, но недостаточно форсированное продолжение. Атака белых слишком сильна. Постараемся найти форсированный ход.})\r\n2.Bxd1\r\n    {Мы ошеломили черных замечательной жертвой ферзя. Пора закончить партию!}\r\n2...Rf1#\r\n    {[%wrong Это не мат. Попробуем снова.][%hint Поищем мат в один ход.] Молодец! Вновь нас выручает комбинация на отвлечение!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1k4r1/p1p2p2/1p5p/8/3p4/3P1QqP/P5P1/4R1K1 w - - 1 2\"]\r\n\r\n{Черные пытаются вынудить размен ферзей и перейти в выигранное ладейное окончание. Какая комбинация на отвлечение позволяет белым получить материальное преимущество?}\r\n2.Re8+\r\n    {[%wrong Это интересная попытка, но белым нужно отвлечь черную ладью от защиты ферзя. Попробуем снова!][%hint Как отвлечь черную ладью от защиты ферзя?]}\r\n2...Rxe8\r\n    {Молодец! Черная ладья больше не защищает ферзя. Как его взять?}\r\n3.Qxg3\r\n    {[%wrong Это не взятие черного ферзя. Попробуем снова!][%hint Возьмем черного ферзя.] Наше комбинационное мастерство растет на глазах!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2r3k1/6pp/4rp2/8/6B1/8/1P4PP/R6K b - - 1 3\"]\r\n\r\n{Ладьи черных под боем. Как спасти одну ладью комбинацией на отвлечение, а потом отступить другой?}\r\n3...Ra6\r\n    {[%wrong Этот ход не позволяет спасти обе ладьи.  Попробуем снова!][%hint Первая горизонталь белых слаба. Как отвлечь ладью противника от ее защиты?] Отлично! Черные пытаются отвлечь белую ладью с последней горизонтали и дать мат. Белые должны отступить ладьей на безопасное поле, позволяя черным увести ладью с поля с8 с выгодной позицией.}\r\n    (3...Ra8 $2 4.Bxe6+ {Мы на верном пути, но этот ход позволяет белым выиграть обе ладьи. Попробуем снова!})\r\n*"
   ],
   "title" : "Отвлечение",
   "url" : "https://www.chess.com/ru/lessons/osnovy-taktiki/otvlechenie",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-INT-deflection-t5z.mp4"
}
