{
   "description" : "Когда нам шах, от него нужно защититься. Для этого можно отступить королем, закрыться другой фигурой или взять фигуру, объявившую шах.",
   "duration" : null,
   "fen" : "6k1/6r1/8/8/8/8/5Q1P/6K1 w - - 0 1",
   "id" : "7ba7e846-a0b9-11e8-b0c0-99349e07f00e",
   "membership" : null,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"6k1/8/8/P7/8/7q/4QP2/5R1K w - - 0 1\"]\r\n\r\n{Черный ферзь объявил шах белому королю - как белым защититься от шаха?}\r\n1.Kg1\r\n    {[%hint Белый король должен уйти от нападения ферзя. Поищем безопасное поле для короля.] Отлично! Король уходит от нападения ферзя, а значит, и от шаха.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"6k1/8/8/8/8/2R4q/1P6/7K w - - 0 1\"]\r\n\r\n{И снова черный ферзь дает шах белому королю. Поищем лучший ответ на шах.}\r\n1.Rxh3\r\n    {[%hint Попробуем не отступать королем, а забрать атакующую фигуру.] Молодец! Ладья забирает ферзя, и шаха больше нет!}\r\n    (1.Kg1 $2 {Этот ход позволяет уйти от шаха, но мы можем найти сильнейший ответ. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"6k1/8/7B/8/8/3q4/8/2RKR3 w - - 0 1\"]\r\n\r\n{Белый король в беде - ему шах, и все поля отступления атакованы черным ферзем или блокированы собственными фигурами. Каким ходом белые могут закрыться от шаха?}\r\n1.Bd2\r\n    {[%hint Белый король не может отступить. Закроемся от шаха своей фигурой, разместив ее между атакующей фигурой и королем.] Верно! Белые закрываются от шахам слоном и спасают партию.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2b2r1k/2BnQ1p1/8/8/p6q/P7/1P4B1/7K w - - 0 1\"]\r\n\r\n{Белый король под шахом - можем найти лучший ход белых?}\r\n1.Qxh4+\r\n    {[%wrong Это продолжение позволяет уйти от шаха, но мы можем найти сильнейший ход. Попробуем снова!][%hint Поищем, как взять фигуру, объявившую шах.] Фантастика! Белые забирают фигуру, объявившую шах, выигрывая ферзя! Заметим, что черный король теперь под шахом.}\r\n    (1.Bh2 $2 {Этим ходом белые закрываются от шаха, но теперь черный ферзь может просто забрать белого ферзя. Постараемся найти более сильный ход.})\r\n    (1.Bh3 $2 {Этим ходом белые закрываются от шаха, но теперь черный ферзь может просто забрать белого слона (или ферзя). Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"4r2k/pp4pq/8/7P/5N2/8/PP4B1/1K3R1R w - - 0 1\"]\r\n\r\n{Черный ферзь дает шах белому королю. Как одновременно закрыться от шаха ферзя и дать шах черному королю одним и тем же ходом?}\r\n1.Ng6+\r\n    {[%wrong Этим ходом белые уходят из-под шаха, но есть и сильнейшее продолжение. Попробуем снова!][%hint Сделаем такой ход, чтобы одновременно закрыться от шаха ферзя и дать шах черному королю.] Чудесно! Белые закрываются от шаха и объявляют шах черному королю одним и тем же ходом коня! Заметим, что белый конь защищен пешкой, и черным невыгодно брать его ферзем.}\r\n    (1.Be4 $2 {Этим ходом белые закрываются от шаха, но черный ферзь может забрать белого слона и снова дать шах. Поищем другой ход!})\r\n    (1.Nd3 $2 {Этим ходом белые закрываются от шаха, но черный ферзь может забрать белого коня и снова дать шах.})\r\n*"
   ],
   "title" : "Защита от шаха",
   "url" : "https://www.chess.com/ru/lessons/pora-igrat/zashchita-ot-shakha",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-NTC-getting-out-of-check-k3d.mp4"
}
