{
   "description" : "Не все партии начинаются ходами 1.e4 или 1.d4. Посмотрим, как отвечать на английское начало с ходом 1.c4, дебют Бёрда 1.f4, дебют Ларсена 1.b3, дебют Сокольского 1.b4 или сомнительный дебют Гроба 1.g4.",
   "duration" : null,
   "fen" : "rnbqkbnr/ppp2ppp/8/3pp3/6P1/8/PPPPPPBP/RNBQK1NR w KQkq d6 0 3",
   "id" : "7eafa214-a0bd-11e8-9867-3d652925dd5a",
   "membership" : null,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n\r\n{Английское начало - отличный выбор дебюта, если мы не собираемся занимать пешкой центр. Этот дебют определяет ход фланговой пешкой \"с\", которая берет под бой поле d5!}\r\n1.c4\r\n    {[%wrong Это хорошая попытка, но не английское начало. Попробуем снова!][%hint Какой ход пешкой, кроме e4, позволяет взять под бой поле d5 на первом ходу? Сделаем его!]}\r\n1...e5\r\n    {Отлично! В английском начале белые берут под бой белые поля. Попробуем развить легкую фигуру и снова взять под бой поле d5.}\r\n2.Nc3\r\n    {[%wrong Это интересный ход, но нам нужно развить фигуру, атакуя поле d5. Попробуем снова!][%hint Каким естественным развивающим ходом конь может взять под бой поле d5?]}\r\n2...Nf6\r\n    {Здорово! Как вывести белопольного слона на большую диагональ h1-a8?}\r\n3.g3\r\n    {[%wrong Это интересный ход, но он не помогает вывести белопольного слона на большую диагональ h1-a8. Попробуем снова!][%hint Наш белопольный слон будет выгодно расположен на поле g2.]}\r\n    (3.g4 $2 Nxg4 {Плохой ход нужной пешкой! Пешка теряется. Поищем более безопасное поле для пешки \"g\".})\r\n3...Nc6\r\n    {Молодец! Белые готовы вывести слона на большую диагональ, продолжая контролировать белые поля. Введем его в игру!}\r\n4.Bg2\r\n    {[%wrong Это интересный ход, но он не помогает вывести белопольного слона на большую диагональ h1-a8. Попробуем снова!][%hint Поле g2 уже свободно. Займем его слоном!] Отлично! Белопольный слон белых выгодно расположен на большой диагонали, помогая контролировать белые поля в центре. Черные обычно продолжают ...Сb4 или ...Сc5 с интересной борьбой!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/pppppppp/8/8/2P5/8/PP1PPPPP/RNBQKBNR b KQkq - 0 1\"]\r\n\r\n{Другой надежный план черных заключается в подготовке хода d5, чтобы действовать в духе ферзевого гамбита. Как черным ходом пешки подготовить продвижение ...d5?}\r\n1...e6\r\n    {[%wrong Это интересный ход, но нам нужно защитить пешкой поле ...d5 - попробуем снова!][%hint Пешка \"e\" может поддержать продвижение  ...d5 - как этого добиться?]}\r\n    (1...c6 $5 {Отличная идея! Теперь партия перейдет в славянскую защиту или защиту Каро-Канн. Попробуем защитить поле d5 другой пешкой.})\r\n    (1...d5 $6 2.cxd5 {Мы идем в правильном направлении, но нам нужно, чтобы пешку d5 защищала другая пешка. Сначала подготовим это продвижение.})\r\n2.Nc3\r\n    {Здорово! Черные готовы атаковать центр ходом ...d5 - двигаемся вперед!}\r\n2...d5\r\n    {[%wrong Это интересная идея, но мы хотим нанести удар в центре ходом ...d5. Осталось сделать его на доске.][%hint Займем центр своей пешкой \"d\"!]}\r\n3.d4\r\n    {Молодец! В английском начале черные тоже могут побороться за белые поля. Теперь партия переходит в отказанный ферзевый гамбит.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/pppppppp/8/8/5P2/8/PPPPP1PP/RNBQKBNR b KQkq - 0 1\"]\r\n{Белые применяют дебют Бёрда. Сразу займем центр пешкой, захватывая пространство!}\r\n1...d5\r\n    {[%wrong Это интересный ход, но нам нужно вывести пешку прямо в центр. Попробуем снова!][%hint Какую пешку можно вывести прямо в центр?]}\r\n    (1...e5 $6 2.fxe5 {Это рискованный ход, известный как гамбит Фрома. Поищем более надежный путь борьбы за пространство в центре.})\r\n2.Nf3\r\n    {Здорово! У черных много других разумных продолжений, например, 2...Кf6. Эта позиция похожа на голландскую защиту с переменой цвета. Как сразу занять чернопольным слоном большую диагональ a1-h8?}\r\n2...g6\r\n    {[%wrong Это интересный ход, но так мы не сможем занять чернопольным слоном большую диагональ. Попробуем снова!][%hint Поищем ход пешкой, позволяющий вывести чернопольного слона на поле g7.]}\r\n    (2...g5 $2 3.fxg5 {Плохой ход нужной пешкой! Так пешка теряется - поищем безопасное поле для пешки \"g\".})\r\n3.g3\r\n    {Отлично! Черные выводят чернопольного слона на большую диагональ - сделаем и мы этот ход!}\r\n3...Bg7\r\n    {[%wrong Это интересный ход, но нам нужно занять чернопольным слоном большую диагональ. Попробуем снова!][%hint Поле g7 уже свободно - займем его слоном!] Молодец! Черные играют так же, как белые в голландской защите. У них надежная позиция!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/pppppppp/8/8/8/1P6/P1PPPPPP/RNBQKBNR b KQkq - 0 1\"]\r\n\r\n{Белые применяют дебют Ларсена. Почему бы нам снова не занять центр пешкой, захватывая пространство!}\r\n1...e5\r\n    {[%wrong Это интересный ход, но нам нужно занять центр своей пешкой - попробуем снова!][%hint Как черным поставить пешку прямо в центр доски?]}\r\n    (1...d5 $5 {Отличный выбор! Посмотрим, что случится, если занять центр другой пешкой.})\r\n2.Bb2\r\n    {Молодец! Белые атакуют нашу пешку e5. Как выгоднее всего ее защитить, не забывая об общих принципах дебюта?}\r\n2...Nc6\r\n    {[%wrong Это интересный ход, но он не защищает пешку e5 - попробуем снова!][%hint Поищем естественный развивающий ход, которым черные защищают пешку e5.] Молодец! Черные выводят коня на его привычную позицию, защищая центральную пешку e5. У черных больше пешек в центре, а значит, больше пространства для развития фигур.}\r\n    (2...d6 $5 {Этот крепкий ход строит барьер на пути чернопольного слона белых, но теперь и чернопольный слон черных оказывается немного пассивен. Поищем более естественный развивающий ход черных, защищающий пешку e5.})\r\n    (2...f6 $2 {Пешка защищена, но мы ослабили прикрытие короля и помешали коню выйти на f6. Поищем более естественный развивающий ход черных, защищающий пешку e5.})\r\n    (2...Bd6 $6 {Пешка защищена, но слон расположен не слишком активно между двумя пешками. Пешке поможет конь!})\r\n    (2...Qe7 $2 {Пешка защищена, но ранний выход ферзя нельзя назвать разумной идеей. Поищем более естественный развивающий ход, позволяющий черным защитить пешку e5.})\r\n    (2...Qf6 $2 {Пешка защищена, но ранний выход ферзя нельзя назвать разумной идеей. Поищем более естественный развивающий ход, позволяющий черным защитить пешку e5.})\r\n    (2...Qg5 $2 3.Nf3 {Пешка защищена, но ранний выход ферзя нельзя назвать разумной идеей. Поищем более естественный развивающий ход, позволяющий черным защитить пешку e5.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/pppppppp/8/8/1P6/8/P1PPPPPP/RNBQKBNR b KQkq - 0 1\"]\r\n\r\n{На доске необычный дебют Сокольского, или \"польская партия\", или \"дебют орангутана\". Когда противник отказывается от борьбы за центр, занимаем его сами. Выведем пешку прямо в центр!}\r\n1...e5\r\n    {[%wrong Это интересный ход, но нам нужно вывести пешку прямо в центр. Попробуем снова!][%hint Выберем пешкуб оптимально расположенную прямо в центре.]}\r\n    (1...d5 $5 {Отличный ход! Посмотрим, как занять центр другой пешкой.})\r\n2.Bb2\r\n    {Отлично! Белые развивают фигуру и атакуют пешку e5. На доске тот редкий момент, когда размен центральной пешки на фланговую становится удачной идеей. Возьмем белую пешку b4 и посмотрим, почему это так.}\r\n2...Bxb4\r\n    {[%wrong Мы хотим посмотреть, что случится после сильного хода 2...Bxb4. Сделаем его!][%hint Возьмем белую пешку b4.]}\r\n3.Bxe5\r\n    {Белые угрожают взять нашу пешку g7 - выведем коня на его привычное поле и помешаем взятию.}\r\n3...Nf6\r\n    {[%wrong Это интересный ход, но нам нужно сделать ход конем и предотвратить взятие Сxg7. Попробуем снова!][%hint Какой ход конем мешает белому слону взять на g7?] Отлично! Кажется странным, что черные отдали свою центральную пешку в обмен на фланговую, но у них большое преимущество. Заметим, что у белых осталась изолированная пешка a2. Черные готовы сделать рокировку на следующем ходу и смогут вывести на открытую вертикаль \"е\" ладью.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/pppppppp/8/8/6P1/8/PPPPPP1P/RNBQKBNR b KQkq - 0 1\"]\r\n\r\n{Белые применяют дикий дебют Гроба. Это сомнительное решение. Снова займем центр пешкой!}\r\n1...e5\r\n    {[%wrong Мы хотим вывести пешку в центр. Попробуем снова!][%hint Выведем пешку прямо в центр и захватим пространство!]}\r\n    (1...d5 $5 {Отличное решение! Посмотрим, что случится, если центр займет другая пешка.})\r\n2.Bg2\r\n    {Черные могут занять центр сразу двумя пешками - так и сделаем!}\r\n2...d5\r\n    {[%wrong Это интересный ход, но нам нужно вывести вторую пешку прямо в центр.][%hint Какая пешка может присоединиться к пешке e5 в центре?] Молодец! Черные выводят в центр вторую пешку и атакуют слабую белую пешку g4. Они смогли добиться преимущества разумными ходами уже в дебюте. Так и надо бороться с необычными началами!}\r\n*"
   ],
   "title" : "Необычные дебюты",
   "url" : "https://www.chess.com/ru/lessons/debiut-dlia-prodolzhaiushchikh/neobychnye-debiuty",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-offbeat-openings-j7s.mp4"
}
