{
   "description" : "Когда фигура связана, она не может или не должна двигаться. Часто наилучший способ использовать это положение - атаковать связанную фигуру другими фигурами и, наконец, забрать.",
   "duration" : null,
   "fen" : "k2n4/p3N2p/1pnr1p2/1Pp5/8/1P3B1P/P4PRK/8 b - - 0 3",
   "id" : "80262332-a0ba-11e8-bfeb-05fb0e92f7b1",
   "membership" : 30,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"7k/3n3p/4p2p/3pn2b/1P1B4/2P5/3N1PP1/6K1 w - - 0 1\"]\r\n\r\n{У белых не хватает фигуры, но черный конь e5 связан защитой короля. Как усилить нападение на связанную фигуру и восстановить материальное равновесие?}\r\n1.f4\r\n    {[%wrong Этот ход не усиливает нападение на связанного коня e5. Попробуем снова!][%hint Не забудем о пешке!] Отлично! Вторая белая фигура атакует связанного коня, и он теряется на следующем ходу.}\r\n    (1.Nf3 $2 Bxf3 {Мы на верном пути, но конь не может усилить давление на связанного коня. Попробуем снова!})\r\n    (1.Nc4 $2 dxc4 {Мы на верном пути, но конь не может усилить давление на связанного коня. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2br2k1/pn4p1/1p1p3p/2pPp3/2P1P3/P1P2N1P/6P1/2BR2K1 b - - 0 1\"]\r\n\r\n{У белых слабая пешка на c4. Нападем на нее!}\r\n1...Na5\r\n    {[%wrong Нападем на пешку c4. Попробуем снова!][%hint Нападем черной фигурой на слабую пешку c4.]}\r\n    (1...b5 $2 2.cxb5 {Черные попытались напасть на пешку c4 и сами проиграли пешку. Попробуем снова!})\r\n2.Nd2\r\n    {Хороший ход! Черные нападают на слабую пешку c4, вынуждая белого коня ее защищать. Наращиваем давление, подключая еще одну фигуру к атаке!}\r\n2...Ba6\r\n    {[%wrong Этот ход не позволяет второй фигуре напасть на пешку c4. Попробуем снова!][%hint Вернем черного слона в игру и нападем на пешку c4!] Отлично! Черные наращивают давление на пешку c4. Белые не могут защитить ее снова, поэтому черные выиграют пешку на следующем ходу.}\r\n    (2...b5 $2 3.cxb5 {Черные не напали на пешку c4 второй фигурой и потеряли пешку. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1b1k2r/1p1nbppp/pqn1p3/3pP3/1P6/P1PB1N2/3NQPPP/R1B1K2R b KQkq - 2 13\"]\r\n\r\n{Борьба идет вокруг пешки e5: две фигуры ее атакуют, и две защищают. Ход черных. Как напасть третьей фигурой и выиграть пешку e5?}\r\n13...Qc7\r\n    {[%wrong Этот ход не атакует пешку e5 в третий раз. Попробуем снова!][%hint Иногда фигура должна отойти назад, чтобы подключиться к атаке. Как напасть на пешку e5 в третий раз?] Хорошая работа! Черный ферзь в третий раз нападает на пешку e5, а белые не могут снова защитить ее, поэтому черные выиграют пешку на следующем ходу!}\r\n    (13...f6 $2 14.exf6 {Черные нападают на e5 пешкой, что позволяет белым разменять ее. Как выиграть пешку e5?})\r\n    (13...Bd6 $2 14.exd6 {Слон неправильно атаковал пешку e5, поэтому черные потеряли фигуру. Попробуем снова!})\r\n    (13...Bf6 $2 14.exf6 {Слон неправильно атаковал пешку e5, поэтому черные потеряли фигуру. Попробуем снова!})\r\n    (13...Qd4 $2 14.cxd4 {Ой! Черные потеряли ферзя. Попробуем снова.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqk2r/ppp2ppp/2np1n2/2b1p1N1/2B1P3/2NP4/PPP2PPP/R1BQK2R b KQkq - 0 7\"]\r\n\r\n{Белый конь g5 и слон c4 вместе атакуют пешку f7, собираясь взять ее на следующем ходу. Как найти лучшую защиту за черных?}\r\n7...O-O\r\n    {[%wrong Защищаем пешку f7. Попробуем снова!][%hint Как обезопасить короля и защитить пешку f7 одним ходом?]}\r\n    (7...Qe7 $2 8.Bxf7+ {Черные защитили пешку второй раз, но каждая из их фигур (ферзь и король) ценнее обеих белых (слона и коня), а значит, черные теряют материал. Попробуем снова!})\r\n    (7...d5 $2 8.Nxd5 {Черные защищают пешку f7, но проигрывают пешку d5. Поищем другую защиту, не ведущую к материальным потерям.})\r\n    (7...Be6 $2 8.Bxe6 {Черные закрываются белопольным слоном и теряют его. Попробуем снова!})\r\n    (7...Rf8 $2 {Это верная идея, но черный король остается в центре. Как обезопасить короля и защитить пешку f7 одним ходом?})\r\n    (7...Qd7 $2 8.Bxf7+ {Черные защитили пешку второй раз, но и ферзь, и король ценнее белых слона и коня, а значит, черные несут материальные потери. Попробуем снова!})\r\n    (7...Bg4 $2 8.Bxf7+ $1 {Черные нападают на белого ферзя, но белые берут на f7 с шахом. Это интересная попытка. Теперь поищем лучшую защиту поля f7!})\r\n8.Nxf7\r\n    {Молодец! Черные выполнили рокировку. Теперь ладья защищает поле f7 и может взять белого коня.}\r\n8...Rxf7\r\n    {[%wrong Это не взятие коня f7. Попробуем снова!][%hint Возьмем коня f7 ладьей.]}\r\n9.Bxf7+\r\n    {Хорошо! Возьмем белого слона на f7.}\r\n9...Kxf7\r\n    {[%wrong Это не взятие слона. Попробуем снова!][%hint Король - активная фигура. Возьмем слона!] Черные разменяли ладью и пешку (6 баллов) на коня и слона (6 баллов). Черные защищались хорошо и получили преимущество в развитии!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"k3nr2/p6p/1p3p2/2pn4/2N5/1P5P/P1P2PRK/3B4 w - - 0 1\"]\r\n\r\n{Черный конь d5 не защищен. Как напасть на коня и связать его защитой черного короля?}\r\n1.Bf3\r\n    {[%wrong Этот ход не атакует и не связывает коня. Попробуем снова!][%hint Черный конь d5 находится на той же диагонали, что и черный король. Используем слона, чтобы связать коня!]}\r\n1...Nc7\r\n    {Отличный ход! Белые атакуют коня d5, связывая его защитой черного короля.}\r\n2.Ne3\r\n    {[%wrong Это не новое нападение на коня d5. Попробуем снова!][%hint Белый конь готов присоединиться к атаке!]}\r\n    (2.Rg5 $2 fxg5 {Убедимся что мы нападаем на связанного коня с безопасного поля!})\r\n2...Rd8\r\n    {Прекрасно! Белые нападают на связанного коня во второй раз, а черные добавляют второго защитника. Нападем на коня трижды, чтобы выиграть его!}\r\n3.c4\r\n    {[%wrong Это не третье нападение на связанного коня d5. Попробуем снова!][%hint Обратим внимание на пешки!] Отлично! Третья фигура белых нападает на коня и, поскольку связанный конь не может отступить, белые выигрывают фигуру!}\r\n    (3.Rg5 $2 fxg5 {Убедимся, что мы безопасно атакуем связанного коня!})\r\n*"
   ],
   "title" : "Как усилить нападение",
   "url" : "https://www.chess.com/ru/lessons/okhotimsia-figury/kak-usilit-napadenie",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-BEG-piling-up-d0b.mp4"
}
