{
   "description" : "Разбираем партию с Кириллом Алексеенко, которая принесла Непомнящему победу в Турнире претендентов и право сразиться с Магнусом Карлсеном.",
   "duration" : null,
   "fen" : "5k2/5ppQ/p4b2/1p1Bp3/2n5/6P1/PP1qPP1P/2R3K1 w - - 0 25",
   "id" : "8084d520-ae5f-11eb-9c42-010a9cb2562d",
   "membership" : 50,
   "questions" : [
      "[Event \"FIDE Candidates Tournament\"]\r\n[Site \"Yekaterinburg\"]\r\n[Date \"2021.04.21\"]\r\n[Round \"10.4\"]\r\n[White \"Непомнящий, Ian\"]\r\n[Black \"Alekseenko, Kirill\"]\r\n[Result \"1-0\"]\r\n[ECO \"A13\"]\r\n[WhiteElo \"2789\"]\r\n[BlackElo \"2696\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkb1r/ppp2ppp/4pn2/8/2p5/5NP1/PP1PPPBP/RNBQK2R w KQkq - 0 5\"]\r\n[PlyCount \"53\"]\r\n[EventDate \"2021.??.??\"]\r\n[WhiteTeam \"Russia\"]\r\n[BlackTeam \"Russia\"]\r\n[WhiteTeamCountry \"RUS\"]\r\n[BlackTeamCountry \"RUS\"]\r\n\r\n{Непомнящий пожертвовал пешку в дебюте. Как ее отыграть?} 5. Qa4+ {[%wrong Поищем сильнейшее продолжение. Как выиграть пешку c4?] [%hint Нападем на черного короля и пешку c4.]} (5. O-O $5 {Это приемлемое продолжение, но Непомнящий напал на пешку c4 с шахом. Каким ходом?}) (5. Qc2 $2 c5 {Поищем более форсированное нападение на пешку c4.}) (5. Na3 $5 {Это приемлемое продолжение, но Непомнящий напал на пешку c4 с шахом. Каким ходом?}) (5. Ne5 $2 Qd4 {Белому коню придется отступить. Поищем более форсированное нападение на пешку c4.}) \r\n5... Nbd7 {Отлично! Как взять пешку?} 6. Qxc4 {[%wrong Поищем сильнейшее продолжение. Какое взятие напрашивается?] [%hint Возьмем незащищенную пешку.]} a6 {Черные собираются продолжать b5 и Сb7 с борьбой за большую диагональ. Как защититься от их идеи?} 7. Qc2 {[%wrong Поищем сильнейшее продолжение. Куда отступит ферзь?] [%hint Отступим ферзем, чтобы черные не могли продолжать b7-b5 с темпом, а поле c3 оставалось свободно для коня.]} (7. Qb3 $2 Rb8 {Поищем безопасное поле для ферзя на диагонали d1-a4.}) (7. Qa4 $2 b5 {Поищем безопасное поле для ферзя на диагонали d1-a4.}) (7. a4 $2 b5 {Белым нельзя меняться на b5, потому что в этом случае они теряют ладью a1. Поищем сильнейшее продолжение.}) (7. Qd3 $2 c5 {Поищем оптимальное поле для ферзя, где он не будет блокировать пешку \"d\".}) (7. Qc3 $2 c5 {Поищем оптимальное поле для ферзя на вертикали \"c\".}) \r\n7... c5 {Блестяще! Как продолжить развитие и борьбу за центр?} 8. Nc3 {[%wrong Поищем сильнейший развивающий ход.] [%hint Развиваем коня и берем под бой поле d5.]} (8. O-O $2 b5 {На Кe5 черные отвечают Кd5 с безопасной позицией. Как продолжить развитие и взять под бой поле d5?}) (8. d3 $2 b6 {На Кe5 черные отвечают Кd5 с безопасной позицией. Как продолжить развитие и взять под бой поле d5?}) (8. d4 $2 b5 {На Кe5 черные отвечают Кd5 с безопасной позицией. Как продолжить развитие и взять под бой поле d5?}) (8. Na3 $2 b5 {На Кe5 черные отвечают Кd5 с безопасной позицией. Как продолжить развитие и взять под бой поле d5?}) \r\n8... Be7 {Мы принимаем взвешенные решения! Как продолжить развитие?} 9. O-O {[%wrong Поищем сильнейшее продолжение. Уведем короля из центра.] [%hint Уведем короля из центра.]} (9. d4 $5 {Это сильный ход, но Непомнящий решил увести короля из центра.}) (9. d3 $2 O-O {Выгоднее сразу защитить короля. Каким ходом?})\r\n9... O-O {Черные развиваются довольно пассивно. Как вскрыть эту позицию?} 10. d4 {[%wrong Поищем сильный пешечный прорыв.] [%hint Вскроем центр пешечным прорывом.]} (10. Rd1 $5 {Это приемлемое продолжение, но Непомнящий осуществил сильный пешечный прорыв. Какой?}) (10. d3 $5 {Это приемлемое продолжение, но Непомнящий осуществил сильный пешечный прорыв. Какой?}) (10. a3 $5 {Это приемлемое продолжение, но Непомнящий осуществил сильный пешечный прорыв. Какой?}) (10. b3 $5 {Это приемлемое продолжение, но Непомнящий осуществил сильный пешечный прорыв. Какой?}) \r\n10... cxd4 {Прекрасно! Какое взятие напрашивается?} 11. Nxd4 {[%wrong Поищем сильнейшее продолжение. Какое взятие напрашивается?] [%hint Возьмем пешку, централизуя фигуру.]} Qc7 {Мы действуем очень точно. Как продолжить развитие?} 12. Rd1 {[%wrong Поищем сильнейший развивающий ход. Займем открытую вертикаль.] [%hint Развиваемся и занимаем вертикаль \"d\".]} (12. Be3 $5 {Это приемлемое продолжение, но Непомнящий решил активизировать ладью f1. Каким ходом?}) (12. Bf4 $5 {Это приемлемое продолжение, но Непомнящий решил активизировать ладью f1. Каким ходом?}) (12. Re1 $2 Nb6 {Поищем более активное поле для ладьи.}) \r\n12... Rd8 {Превосходно! Как развить еще одну фигуру?} 13. Be3 {[%wrong Поищем сильнейший развивающий ход. На каком поле слон c1 будет расположен оптимально?] [%hint Развиваем слона c1 так, чтобы тот защищал коня, вышедшего в центр доски.]} (13. Bf4 $5 e5 {Непомнящий решил расположить слона в центре, но на более безопасном поле. Каком?}) (13. Bg5 $5 {Непомнящий решил расположить слона так, чтобы тот контролировал центр. На каком поле?}) (13. Bd2 $2 Nb6 {Поищем более активное поле для слона.}) \r\n13... Nb6 {Черным трудно завершить развитие ферзевого фланга, а белым остается ввести в бой одну лишь фигуру. Какую?} 14. Rac1 {[%wrong Поищем сильнейшее продолжение. Как развить ладью?] [%hint Займем ладьей открытую вертикаль.]} (14. Qb3 $5 {Это приемлемое продолжение, но выгоднее завершить развитие фигур. Каким ходом?}) (14. Ne4 $2 Qxc2 {У белых лишь небольшой перевес в окончании. Как завершить развитие фигур?}) \r\n14... e5 {Черные надеются с темпом развить слона c8, но они ослабляют свою позицию. Каким ходом белые получают перевес? Поищем активное отступление коня с поля d4.} 15. Nf5 {[%wrong Поищем сильнейший ход конем.] [%hint Поищем самое активное поле для коня d4.]} (15. Nf3 $5 {Это выгодное отступление, но белые нашли более активный ход конем. На какое поле?}) (15. Nb3 $5 {Это интересная идея, но белые нашли более активный ход конем. Какой?}) \r\n15... Bxf5 {Отлично! Что дальше?} 16. Qxf5 {[%wrong Поищем выгодное взятие.] [%hint Возьмем фигуру.]} (16. Rxd8+ $5 {Это разумное продолжение, но белые нашли сильное взятие. Какое?}) (15. Ne4 $2 Qxc2)\r\n16... Nc4 {Прекрасно! Куда отступит слон с поля e3?} 17. Bg5 {[%wrong Поищем сильнейшее продолжение. Как сохранить слона от размена?] [%hint Нападем слоном на коня f6.]} (17. Nd5 $5 {Это возможное продолжение, но белые нашли сильный ход слоном. На какое поле?}) (17. Rxd8+ $2 Rxd8 {Размен на d8 помогает черным развиваться. Как сохранить слона от размена?}) (17. Qf3 $2 Nxe3 {У белых все в порядке, но намного выгоднее отступить слоном. На какое поле?}) \r\n17... Rxd1+ {Блестяще! Какое взятие напрашивается?} 18. Nxd1 {[%wrong Поищем сильнейшее продолжение. Какое взятие напрашивается?] [%hint Возьмем так, чтобы конь на поле с4 попал под связку.] Молодец! Мы продолжим разбирать партию в следующем задании.} (18. Rxd1 $5 {Это выгодный ход, но Непомнящий выбрал другое взятие. Какое?})\r\n18... Rd8 {Невероятно! Каким ходом Непомнящий начал решающую атаку?} 19. Bxf6 {[%wrong Поищем сильнейшее продолжение. Возьмите подсказку, если затрудняетесь.] [%hint Разменяем защитника королевского фланга черных.]} (19. b3 $5 Qa5 {Это разумное продолжение, но после 20. bxc4 Фe1+ на доске возникает сложная позиция. Поищем простой путь к перевесу.}) (19. Qc2 $5 {Это разумное продолжение, но Непомнящий выбрал сильное взятие. Какое?}) (19. Bxb7 $2 Qxb7 {На Лxc4 черные отвечают Лxd1+, выигрывая фигуру. Поищем сильнейшее продолжение атаки.}) (19. Ne3 $2 {Это возможное продолжение, но Непомнящий выбрал сильное взятие. Какое?}) \r\n19... Bxf6 {Потрясающе! Как увеличить давление на королевский фланг черных?} 20. Be4 {[%wrong Поищем сильнейшее продолжение атаки.] [%hint Создаем батарею, атакующую пешку h7.]} (20. Qc2 $5 {У белых выгодная позиция, но Непомнящий решил атаковать королевский фланг черных. Каким ходом?}) (20. b3 $2 Ne3 {Черный конь нападает на ферзя, а ферзь - на ладью белых, и черные решают свои проблемы. Поищем сильнейшее продолжение атаки.}) (20. Ne3 $2 Nxe3 {Черный конь нападает на ферзя, а ферзь - на ладью белых, и черные получают материальный перевес. Поищем сильнейшее продолжение.}) \r\n20... Qa5 {Если черные продолжают, как планировали, g7-g6, они потеряют слона, а значит, белые выиграют, как минимум, пешку. Белые доминируют, но им нужно решить еще много задач. Каким ходом Непомнящий улучшил положение своих фигур?} 21. Nc3 {[%wrong Поищем оптимальное поле для коня.] [%hint Улучшим положение коня, не пуская черного ферзя на поле e1.]} (21. Qxh7+ $5 {Это разумное продолжение, но белые решили сначала централизовать коня. Каким ходом?}) (21. Rxc4 $5 {Это приемлемое продолжение, но белые решили активизировать фигуру, не допуская взятия на d1. Каким ходом?}) (21. Kg2 $5 {Это приемлемое продолжение, но белые решили активизировать коня. Каким ходом?}) (21. h4 $5 {Это приемлемое продолжение, но белые решили активизировать коня. Каким ходом?}) (21. Ne3 $2 Nxe3 {Поищем сильнейший ход конем.}) \r\n21... Kf8 {Прекрасно! Как централизовать фигуру?} 22. Nd5 {[%wrong Поищем сильнейший ход. Как централизовать фигуру?] [%hint Займем конем центральный форпост. Если его возьмет ладья, ферзь нанесет двойной удар с поля c8.]} (22. Qxh7 $5 {Это сильное продолжение, но Непомнящий решил централизовать фигуру. Каким ходом?}) (22. h4 $5 {Это сильное продолжение, но Непомнящий решил централизовать фигуру. Каким ходом?}) (22. Kg2 $5 {Это сильное продолжение, но Непомнящий решил централизовать фигуру. Каким ходом?}) (22. b3 $5 {Это сильное продолжение, но Непомнящий решил централизовать фигуру. Каким ходом?}) (22. Bd5 $2 e4 {Займем поле d5 другой фигурой.}) \r\n22... b5 {Черные защитили коня на c4, но белые могут выиграть пешку. Каким ходом?} 23. Qxh7 {[%wrong Поищем сильнейшее продолжение. Какое взятие напрашивается?] [%hint Возьмем незащищенную пешку.]} (23. Rc3 $5 {Это приемлемое продолжение, но Непомнящий взял пешку. Каким ходом?}) (23. b3 $5 {Это приемлемое продолжение, но Непомнящий взял пешку. Каким ходом?}) (23. Nxf6 $5 {Это приемлемое продолжение, но Непомнящий взял незащищенную пешку. Каким ходом?})\r\n23... Rxd5 {Черные пожертвовали качество, чтобы попытаться наладить оборону. Какое опровержение нашел Непомнящий?} 24. Bxd5 {[%wrong Поищем сильнейшее продолжение. Какое взятие напрашивается?] [%hint Нельзя опровергнуть жертву, не приняв ее.]} (24. Qh8+ $2 Ke7 {На Сxd5 черные наносят двойной удар ферзем на d2, и белый ферзь оказывается вне игры. Поищем сильнейшее форсированное продолжение.}) \r\n24... Qd2 {Превосходно! Какая комбинация позволяет черным нейтрализовать двойной удар и сохранить перевес? Две фигуры белых под боем, и лишь один ход позволяет им выиграть. Какой?} 25. Rxc4 {[%wrong Поищем сильнейшее продолжение. Возьмите подсказку, если затрудняетесь.] [%hint Жертвуем качество.]} (25. Qc2 $2 Qxd5 {У белых выгодная позиция, но мы можем найти сильнейшее взятие. Какое?}) (25. Rc2 $2 Qd1+ {После Крg2 и Фxd5+ черные выигрывают фигуру. Поищем сильнейшее продолжение атаки.}) (25. Bxc4 $2 Qxc1+ {Черные забирают слона и выигрывают партию. Поищем сильнейшее форсированное продолжение.}) (25. Qh8+ $2 Ke7 {Черные выигрывают фигуру двойным ударом. Поищем сильнейшее форсированное продолжение.})  (25. Qb1 $2 Qxd5 {У черных все в порядке. Поищем сильное форсированное продолжение.}) \r\n25... bxc4 {Отлично! Наш слон под боем. Что делать?} 26. e4 {[%wrong Поищем сильнейшее продолжение. Как сделать так, чтобы слон остался на поле d5?] [%hint Защитим слона пешкой.]} (26. Bxc4 $2 Qc1+ {Черные забирают слона. Как защитить слона на поле d5.}) (26. Qh8+ $5 {Это разумное продолжение, но Непомнящий решил защитить слона на поле d5. Каким ходом?}) (26. Qe4 $5 {Это разумное продолжение, но Непомнящий решил защитить слона другим ходом. Каким?}) (26. Bc6 $5 {Это разумное продолжение, но Непомнящий решил защитить слона другим ходом. Каким?}) \r\n26... Qxb2 {Прекрасно! Как белые продолжили атаку?} 27. Qh8+ {[%wrong Поищем сильнейшее продолжение атаки. Какой шах напрашивается?] [%hint Поищем шах.]} (27. Kg2 $5 {Этот ход возможен, но Непомнящий нашел более активное продолжение. Какое?}) (27. Bxc4 $2 Qc1+ {Белые вынуждены закрыться от шаха ходом Сf1, и черные получают отличные шансы на ничью. Поищем сильнейший атакующий ход.}) (27. Qh5 $5 {Это возможное продолжение, но Непомнящий нашел сильный шах. Какой ?}) (27. Qh3 $5 {Этот ход возможен, но Непомнящий нашел более активное продолжение. Какое?}) \r\n27... Ke7 {Замечательно! Как белым активизировать ферзя?} 28. Qc8 {[%wrong Поищем сильнейшее продолжение. На каком поле белый ферзь будет расположен оптимально?] [%hint Нападем на пешку \"c\" с угрозой шахов по седьмой горизонтали.]} (28. Qa8 $5 {Это разумное продолжение, но белые решили напасть ферзем на две незащищенные пешки черных. Каким ходом?}) (28. Kg2 $5 {Это разумное продолжение, но белые напасли ферзем на две незащищенные пешки черных. Каким ходом?}) (28. Qg8 $5 {Это разумное продолжение, но белые напали ферзем на две незащищенные пешки черных. Каким ходом?}) (28. Bxc4 $2 Qb1+ {На Сf1 черные отвечают Фxa2 с равной игрой. Поищем сильный ход ферзем.}) \r\n28... Qb6 {Отлично! Как забрать пешку?} 29. Qxc4 {[%wrong Поищем сильнейшее продолжение. Какое взятие напрашивается?] [%hint Возьмем пешку, создавая батарею, атакующую поле f7.] Молодец! Белые выиграли пешку, а черные не могут защитить пешку f7. Черные сдались через несколько ходов.} (29. Bxc4 $2 Qb1+ {Черные забирают на a2 или e4  с безопасной позицией. Поищем сильнейшее взятие.}) (29. Bc6 $5 {У белых выгодная позиция, но Непомнящий решил забрать пешку. Каким ходом?}) (29. h4 $5 {У белых выгодная позиция, но Непомнящий решил забрать пешку. Каким ходом?}) (29. Kg2 $5 {У белых выгодная позиция, но Непомнящий решил забрать пешку. Каким ходом?}) (29. h3 $5 {У белых выгодная позиция, но Непомнящий решил забрать пешку. Каким ходом?}) \r\n29... Qb5 {Молодец! Каким ходом Непомнящий подготовил выигрыш еще одной пешки?} 30. Qc7+ {[%wrong Поищем сильный шах.] [%hint Нанесем линейный удар, угрожая выиграть еще одну пешку на седьмой горизонтали.]} (30. Qc8 $5 {Это выгодный ход, но Непомнящий нашел сильный шах. Какой?}) (30. Qc3 $5 {Это выгодный ход, но Непомнящий нашел сильный шах. Какой?}) (30. Qc2 $5 {Это выгодный ход, но Непомнящий нашел сильный шах. Какой?}) (30. Qc1 $5 {Это выгодный ход, но Непомнящий нашел сильный шах. Какой?}) (30. Qxb5 $2 axb5 {Размен ферзей ведет к окончанию с разноцветными слонами, где выиграть будет трудно. Поищем сильнейший шах.})\r\n30... Qd7 {Изумительно! Каким ходом Непомнящий убедил противника сдаться?} 31. Qc5+ {[%wrong Поищем сильный шах.] [%hint Мы можем избежать размена ферзей сильным шахом.] Превосходно! Алексеенко сдался. После Фd6 и Фa7+ белые выигрывали вторую пешку, причем, их король расположен безопасно.} (31. Qxd7+ $2 {Размен ферзей ведет к окончанию с разноцветными слонами, где выиграть будет трудно. Поищем сильнейший шах.}) (31. Qc4 $5 {Это выгодный ход, но Непомнящий нашел сильный шах. Какой?}) (31. Qb6 $5 {Это выгодный ход, но Непомнящий нашел сильный шах. Какой?}) 1-0"
   ],
   "title" : "Непомнящий - Алексеенко 2021",
   "url" : "https://www.chess.com/ru/lessons/sygrai-kak-ian-nepomniashchii/nepomniashchii-alekseenko-2021",
   "video" : null
}
