{
   "description" : "Одна и самых сильных батарей в шахматах состоит из двух ладей на предпоследней горизонтали. Они собирают все пешки, не успевшие шагнуть вперед, и даже могут дать мат.",
   "duration" : null,
   "fen" : "2b5/Rp3ppk/7p/4B3/8/1P2P1P1/2rr1P1P/4R1K1 w - - 1 29",
   "id" : "82f6952a-a0be-11e8-b997-bd6fae652377",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1r2r1k1/1pR3pp/p7/P7/4P3/7P/6P1/5RK1 w - - 1 1\"]\r\n\r\n{У белых сильная позиция. Поищем выигрывающее нападение на черные пешки на седьмой горизонтали.}\r\n1.Rff7\r\n    {[%wrong Это интересный ход, но он позволяет забрать все черные пешки, расположенные на седьмой горизонтали. Попробуем снова!][%hint Одна ладья на седьмой горизонтали - хорошо, а две - еще лучше!]}\r\n1...Rxe4\r\n    {Ладьи обосновались на седьмой горизонтали! Какую пешку взять первой?}\r\n2.Rxg7+\r\n    {[%wrong Это не взятие пешки на седьмой горизонтали. Попробуем снова!][%hint Возьмем пешку, заодно нападая на черного короля!]}\r\n    (2.Rxb7 $2 Rxb7 {Этим ходом белые упускают выигрыш. Попробуем снова!})\r\n2...Kf8\r\n    {Молодец! Белые забрали черную пешку. Возьмем еще одну пешку с угрозой мата на h8!}\r\n3.Rxh7\r\n    {[%wrong Это не взятие пешки с угрозой мата на h8 - попробуйте снова!][%hint Как взять пешку с угрозой мата на h8?]}\r\n    (3.Rxb7 $6 Rxb7 {Это продолжение тоже выигрывает, но почему бы не взять сначала пешку \\\"h\\\", а потом и \\\"b\\\"? Попробуем снова!})\r\n3...Kg8\r\n    {Отличная работа! Белые забирают пешку \\\"h\\\" и создают угрозу мата на h8. Завершим съедение черных пешек на седьмой горизонтали взятием пешки b7!}\r\n4.Rxb7\r\n    {[%wrong Нас просили взять пешку b7 - так и сделаем!][%hint Возьмем пешку b7.] Отличная работа! Ладьи собрали хороший урожай на седьмой горизонтали с выигранной позицией у белых!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"3R4/4R1pk/7p/7P/P2P2P1/8/1r3r2/4K3 b - - 0 1\"]\r\n\r\n{У черных не хватает двух пешек, но обе ладьи находятся на второй горизонтали белых. Какой сильный ход, позволяет создать угрозу мата?}\r\n1...Rh2\r\n    {[%wrong Это интересный ход, но он не создает угрозу мата. Попробуем снова!][%hint Как расположить ладью, чтобы та создала угрозу мата, а белый король не мог себя защитить?] Молодец! У белых нет хорошей защиты от мата, а у черных полностью выигранная позиция.}\r\n    (1...Rg2 $2 2.Kf1 {Это интересный ход, но теперь черные могут рассчитывать только на ничью. Попробуем снова!})\r\n    (1...Rfc2 $2 2.Kf1 {Это интересный ход, но теперь черные могут рассчитывать только на ничью. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1k6/1p2R1b1/p7/8/8/5BP1/P1r4r/1K1R4 b - - 1 2\"]\r\n\r\n{Оба противника ведут атаку на короля. Какой ход ведет к победе черных?}\r\n2...Rb2+\r\n    {[%wrong Это интересный ход, но нам нужно найти более форсированное продолжение, чтобы выиграть партию. Попробуем снова!][%hint Черные ладьи и слон вместе атакуют поле на второй горизонтали, откуда белому королю можно дать шах. Сделаем этот ход!]}\r\n    (2...Rxa2 $2 3.Rd8+ {Это интересная идея, но белые успевают дать мат. Поищем более форсированное продолжение. Попробуем снова!})\r\n3.Ka1\r\n    {Молодец! Можем найти форсированный мат в два хода?}\r\n3...Rxa2+\r\n    {[%wrong Это интересное продолжение, но оно не форсирует мат в два хода. Попробуем снова!][%hint Какой двойной шах форсирует мат в два хода?]}\r\n4.Kb1\r\n    {Великолепно! Этот двойной шах вынуждает белого короля занять поле b1. Немедленно завершим партию матом!}\r\n4...Ra1#\r\n    {[%wrong Это интересный ход, но не мат. Попробуем снова!][%hint Проверим все возможные шахи. Только один ход ведет к мату!] Отличная работа. Черные выиграли!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2b5/Rp3ppk/3rp2p/8/3B4/1P2P1P1/2r2P1P/4R1K1 b - - 0 27\"]\r\n\r\n{Черные хотят занять вторую горизонталь обеими ладьями. Как осуществить эту сильную позиционную идею?}\r\n27...e5\r\n    {[%wrong Это интересный ход, но так второй ладье не попасть на вторую горизонталь белых. Попробуем снова!][%hint Белый слон мешает ладье попасть на вторую горизонталь. Как вскрыть вертикаль \\\"d\\\"?]}\r\n    (27...f6 $6 28.Ra5 {Это замечательная идея, но подготовка хода ...e5 позволит белым защититься ходом Лc5. Сразу вскроем вертикаль \\\"d\\\"!})\r\n28.Bxe5\r\n    {Отличная находка! Черные жертвуют пешку, чтобы вскрыть вертикаль \\\"d\\\". Пора вторгаться на вторую горизонталь!}\r\n28...Rdd2\r\n    {[%wrong Так ладье не занять вторую горизонталь белых. Попробуем снова!][%hint Вертикаль \\\"d\\\" открыта. Займем обеими ладьями вторую горизонталь белых!]}\r\n29.Rf1\r\n    {Черные пожертвовали пешку, чтобы их ладьи вынудили белых перейти к пассивной защите. Как черному слону присоединиться к атаке на королевском фланге?}\r\n29...Bh3\r\n    {[%wrong Это интересное продолжение, но мы можем найти сильнейший ход, позволяющий белопольному слону черных присоединиться к атаке на королевском фланге.][%hint Белая ладья f1 защищает слабое поле f2. Как напасть на ладью слоном?] Здорово! Черный слон нападает на белую ладью, поэтому черные следующим ходом получают материальный перевес.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r6k/3R3p/8/8/3P4/7P/pr4PK/4R3 w - - 4 3\"]\r\n\r\n{Сильная проходная пешка черных готова следующим ходом превратиться в ферзя. Как белым спасти партию?}\r\n3.Ree7\r\n    {[%wrong Это интересный ход, но так белым не спастись. Попробуем снова!][%hint Помогают ладьи на седьмой горизонтали!]}\r\n    (3.Ra1 $2 Rb1 {Это интересный ход, но черные побеждают. Попробуем снова!})\r\n3...a1=Q\r\n    {Вот так боевой дух! Черная пешка стала ферзем, но белых спасают ладьи на седьмой горизонтали! Как белые добиваются ничьей?}\r\n4.Rxh7+\r\n    {[%wrong Это интересный ход, но так белым не спастись. Попробуем снова!][%hint Какой ход позволяет выиграть пешку и напасть на черного короля?]}\r\n4...Kg8\r\n    {Молодец. Каким шахом белые форсируют ничью?}\r\n5.Rhg7+\r\n    {[%wrong Это интересный ход, но так белым не спасти партию. Попробуем снова!][%hint Продолжаем давать шахи той же ладьей!]}\r\n    (5.Rdg7+ $2 Kf8 {Это верный ход, но не той ладьей. Черный король отправится на ферзевый фланг и спасется от шахов с выигранной позицией. Попробуем снова!})\r\n5...Kf8\r\n    {Отлично! Пока белые продолжают давать шахи этой ладьей и не уводят другую с поля d7, черный король не может избежать вечного шаха. Изящное спасение!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"3r1rk1/p1R1R2p/4npp1/1p6/q5b1/5N2/P3QPPP/6K1 w - - 0 1\"]\r\n\r\n{Белые ладьи заняли седьмую горизонталь, но одна из них под боем, а последняя горизонталь белых слаба. Какой ход ведет к победе белых?}\r\n1.Qxe6+\r\n    {[%wrong Это интересный ход, но эта идея не позволяет белым победить. Попробуем снова!][%hint Ход Лg7+ форсировал бы мат, если бы не конь e6, защищающий это важное поле...]}\r\n    (1.Rg7+ $2 Nxg7 {Не забываем, что черные могут защититься от мата. Попробуем снова!})\r\n    (1.Rxa7 $2 Rd1+ {Это интересный ход, но последняя горизонталь белых слаба. Попробуем снова!})\r\n1...Bxe6\r\n    {Фантастика! Белые пожертвовали ферзя, чтобы уничтожить главного защитника седьмой горизонтали. Как дать мат в три хода?}\r\n2.Rg7+\r\n    {[%wrong Это интересная идея, но белые проиграют, если не найти более форсированный ход. Попробуем снова!][%hint Белые пожертвовали ферзя, чтобы освободить поле g7 для ладьи. Как его использовать?]}\r\n2...Kh8\r\n    {Ладьи на седьмой горизонтали оживают! Продолжаем атаковать!}\r\n3.Rxh7+\r\n    {[%wrong Это интересный ход, но так белые проиграют. Поищем сильнейшее нападение на черного короля!][%hint Как снова напасть на черного короля по седьмой горизонтали?]}\r\n3...Kg8\r\n    {Изумительно! Завершим атаку по седьмой горизонтали матом!}\r\n4.Rcg7#\r\n    {[%wrong Это не мат. Попробуем снова!][%hint Поищем мат в один ход.] Здорово! Мы учимся использовать ладьи на седьмой горизонтали!}\r\n*"
   ],
   "title" : "Ладьи на предпоследней горизонтали",
   "url" : "https://www.chess.com/ru/lessons/aktiviziruem-figury/ladi-na-predposlednei-gorizontali",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-pigs-on-the-seventh-f1g.mp4"
}
