{
   "description" : "Ферзь исключительно силен, но нужно проявить осторожность, чтобы не отдать его за менее ценные фигуры. Поэтому ферзей часто развивают чуть позже, чем остальные фигуры. Лучшая работа для ферзя - атаковать вражеского короля при поддержке других фигур.",
   "duration" : null,
   "fen" : "1r3rk1/5p1p/5PpQ/8/1q6/7P/6P1/5R1K b - - 1 2",
   "id" : "844f7e80-a0bb-11e8-8bff-a53e626f0558",
   "membership" : 40,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r5k1/6pp/5p2/1p6/8/7P/p4PP1/3Q2K1 w - - 0 1\"]\r\n\r\n{В этой позиции ферзь - единственная надежда белых выжить и, возможно, победить! Черные грозят продвижением пешки \\\"a\\\" на следующем ходу. Используем мощного ферзя, чтобы найти единственный выигрывающий ход.}\r\n1.Qd5+\r\n    {[%wrong Хорошая попытка, но этот ход не мешает черным превратить в ферзя опасную пешку \\\"a\\\". Попробуем снова!][%hint Ищем самые форсированные ходы ферзя - шахи!]}\r\n    (1.Qa1 $2 b4 {Белый ферзь слишком пассивен. Он не сможет помешать превращению обеих пешек. Попробуем найти более активный ход ферзем!})\r\n    (1.Qb3+ $2 Kh8 {Черный король прячется в углу, а белые не могут помешать превращению черной пешки без жертвы ферзя. Попробуем снова!})\r\n    (1.Qd8+ $2 Rxd8 {Этот ход ведет к потере ферзя. Попробуйте снова!})\r\n1...Kf8\r\n    {Молодец! Белый ферзь нападает на короля и ладью. Как белым  выиграть фигуру и помешать черным безопасно провести в ферзи пешку \\\"a\\\"?}\r\n2.Qxa8+\r\n    {[%wrong Этот ход не выигрывает фигуру и не мешает черным превратить пешку в ферзя. Попробуем снова!][%hint Возьмем фигуру, вынуждая  черного короля отступить.]}\r\n2...Ke7\r\n    {Отлично! Белые выигрывают ладью, а также нападают на короля и пешку a2. Заберем опасную черную пешку \\\"a\\\"!}\r\n3.Qxa2\r\n    {[%wrong Этот ход не ведет к взятию черной пешки \\\"a\\\". Попробуем снова!][%hint Возьмем самую опасную пешку черных.] Молодец! Мощный белый ферзь решает исход партии, и белые побеждают!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1r3rk1/5ppp/5P2/8/1q6/7P/3Q2P1/5R1K w - - 0 1\"]\r\n\r\n{У черных лишняя ладья, и они предлагают размен ферзей. Нужно ли белым менять ферзей, или у нас есть более удачная идея?}\r\n1.Qg5\r\n    {[%wrong Это интересная идея, но мы можем найти сильнейший атакующий ход ферзем.][%hint Белая пешка f6 будет счастлива, когда ферзь присоединится к атаке на короля!]}\r\n    (1.fxg7 Qxd2 {Это интересная идея, но белые теряют ферзя. Попробуем снова!} )\r\n    (1.Qxb4 $2 Rxb4 {Черные устранили самую опасную фигуру белых - ферзя.  Теперь у них просто лишняя ладья в выигранной позиции. Попробуем продолжить атаку!})\r\n1...g6\r\n    {Вы метко подмечаете атакующие возможности! Черные вынуждены ослабить черные поля вокруг своего короля. Найдем форсированный мат в два хода?}\r\n2.Qh6\r\n    {[%wrong Этот ход не форсирует мат в два хода. Попробуем снова!][%hint Белая пешка f6 защитит ферзя, когда тот даст королю шах с поля g7...]}\r\n2...Rfd8 \r\n    {Отлично! Черные готовятся защитить поле g7 ходом ...Фf8. Объявим мат прежде, чем черные смогут защититься!}\r\n3.Qg7# \r\n    {Прекрасная атака на вражеского короля! [%wrong Здорово, но это не мат. Попробуем снова!] [%hint Когда ферзь займет поле, защищенное пешкой f6, партия сразу завершится!]}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"3r1rk1/1b1q1p2/p5pp/1pp5/2B5/1P6/PBQ3PP/R5K1 w - - 0 1\"]\r\n\r\n{У белых нет качества и двух пешек, но ферзь и два слона атакуют ослабленный королевский фланг черных. Какой решающий ход немедленно заканчивает партию?}\r\n1.Qxg6#\r\n    {[%wrong Это интересная идея, но белым нужно найти форсированный ход. Попробуем снова!][%hint Черная пешка f7 связана. Как этим воспользоваться?] Фантастика! Черная пешка f7 связана, поэтому два мощных слона белых вместе с ферзем дают мат!}\r\n    (1.Qc3 $2 Qd4+ {Это интересная идея, но черные вынуждают размен ферзей, и белые остаются без качества. Попробуем снова!})\r\n    (1.Bxf7+ $2 Qxf7 {Это интересная идея, но у белых теперь не хватает ладьи. Постараемся найти выигрыш!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r2r1bk1/5ppp/5n2/q6P/1p6/1P1B4/2P2Q2/1KN3RR w - - 0 1\"]\r\n\r\n{Белый король в большой беде - черные угрожают матом на a1. Какой активный ход ферзем спасает позицию белых?}\r\n1.Qxf6\r\n    {[%wrong Это не активный ход ферзем, позволяющий избежать мата. Попробуем снова!][%hint Как воспользоваться связкой, чтобы ферзь смог защитить поле a1?]}\r\n    (1.Qd4 $2 Rxd4 {Мы на верном пути, но это поле небезопасно. Поищем неожиданный ход, позволяющий ферзю занять важную диагональ и все защитить.})\r\n    (1.Na2 $2 Qxa2+ {Это продолжение позволяет избежать немедленного мата, но белые теряют фигуру, и король остается очень слаб. Поищем сильнейший ход!})\r\n1...Kh8\r\n    {Отлично! Белые пользуются тем, что пешка g7 связана, выигрывают коня и защищают поле a1. Черные уводят короля из-под связки и угрожают взять белого ферзя. Как белым отвести ферзя на безопасное поле и сохранить лишнюю фигуру?}\r\n2.Qb2\r\n    {[%wrong Этот ход не спасает белого ферзя и не защищает поле a1. Попробуем снова!][%hint Поищем для белого ферзя безопасное поле на диагонали a1-h8.] Верно! У белых лишняя фигура, ферзь защищает слабую вертикаль \\\"a\\\" и не забывает об атаке на королевском фланге.}\r\n    (2.Qf5 $2 Qa1# {Белые создают угрозу мата, но черные объявляют мат первыми. Попробуем снова!})\r\n    (2.Qa1 $2 Qxa1# {Убедимся, что ферзь отступит на безопасное поле!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"6k1/5pp1/1p5p/p7/6Q1/1r2P1P1/5P1P/6K1 w - - 0 1\"]\r\n\r\n{Черная ладья b3 не защищена. Поищем сильный маневр ферзя, выигрывающий фигуру.}\r\n1.Qc8+\r\n    {[%wrong Это интересная идея, но так нам не выиграть беззащитную черную ладью. Попробуем снова!][%hint Простое нападение на ладью не поможет выиграть ее. Как оттеснить черного короля на поле, где его ждет двойной удар?]}\r\n    (1.Qa4 $6 Rb1+ {Простое нападение на ладью не поможет выиграть ее. Нужно найти более форсированную идею...})\r\n    (1.Qc4 $6 Rb1+ {Простое нападение на ладью не поможет выиграть ее. Нужно найти более форсированную идею...})\r\n    (1.Qd1 $6 a4 {Простое нападение на ладью не поможет выиграть ее. Нужно найти более форсированную идею...})\r\n1...Kh7\r\n    {Отличное видение доски! Черный король вынужден отступить на поле h7, допуская двойной удар. Какой?}\r\n2.Qc2+ \r\n    {[%wrong Это интересная идея, но не нападение на короля и ладью черных. Попробуем снова!] [%hint Поищем шах ферзем, позволяющий нам выиграть ладью черных.]}\r\n2...Kg8 \r\n    {Блестяще! Возьмем черную ладью. }\r\n3.Qxb3 \r\n    {[%wrong Это интересная идея, но не взятие черной ладьи. Попробуем снова.] [%hint Мы напали на короля и ладью черных. Король отступил, значит, пора взять ладью!] Отличная демонстрация силы ферзя!}*"
   ],
   "title" : "Как использовать ферзя",
   "url" : "https://www.chess.com/ru/lessons/o-chem-mechtaiut-figury/kak-ispolzovat-ferzia",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-INT-using-your-queen-v9t.mp4"
}
