{
   "description" : "При ближней оппозиции короли расположены друг напротив друга, и их разделяет всего одно поле. Преимущество у того из противников, кому не нужно делать ход, поскольку ему не придется отступить. Существует и дальняя оппозиция, когда королей разделяют три поля, и даже пять полей. К дальней оппозиции применимы те же принципы, что и к ближней.",
   "duration" : null,
   "fen" : "8/8/8/1kp5/8/8/8/1K6 b - - 1 1",
   "id" : "870cea6e-a0bf-11e8-ac74-e7d8e8ea2f3e",
   "membership" : null,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/2kp4/8/8/8/1K6 w - - 0 1\"]\r\n\r\n{У черных лишняя пешка, но неужели у белых нет никаких возможностей успешной защиты? Они сохраняются, если нам известно, как использовать оппозицию!}\r\n1.Kc1\r\n    {[%wrong Это интересный ход, но он не помогает белым спасти партию. Попробуем снова!][%hint Какое поле должен занять белый король, чтобы он находился на одной вертикали с черным, и их разделяло нечетное количество полей?]}\r\n    (1.Kc2 $2 Kc4 {Это интересный ход, но он позволяет черным занять оппозицию, и белые должны проиграть. Попробуем снова!})\r\n    (1.Kb2 $2 Kb4 {Это интересный ход, но он позволяет черным занять оппозицию, и белые должны проиграть (также черные выигрывают ходом ...Крd4). Попробуем снова!})\r\n1...Kc4\r\n    {Отличное решение! Белые заняли дальнюю оппозицию. Как им добиться ничьей?}\r\n2.Kc2\r\n    {[%wrong Это интересный ход, но он не позволяет черным продолжать ...Крd3 с выигранной позицией. Попробуем снова!][%hint Дальняя оппозиция нужна, чтобы перейти к ближней оппозиции. Как белым занять ближнюю оппозицию?]}\r\n    (2.Kd2 $2 Kd4 {Это интересный ход, но теперь оппозицию занимают черные, а белые проигрывают. Попробуем снова!})\r\n    (2.Kd1 $2 Kd3 {Это интересный ход, но теперь оппозицию занимают черные, а белые проигрывают. Попробуем снова!})\r\n2...Kd4\r\n    {Блестяще! Белые занимают оппозицию. Они пытаются расположить своего короля в двух полях перед пешкой, чтобы следующим ходом продолжать ...Крe3. Как помешать этому плану?}\r\n3.Kd2\r\n    {[%wrong Это интересный ход, но он позволяет черному королю оказаться в двух полях перед пешкой, добиваясь победы. Попробуем снова!][%hint Как занять ближнюю оппозицию на той же вертикали, что и король черных?] Здорово! Белые удерживают оппозицию и добиваются ничьей, не позволяя черному королю оказаться в двух полях перед пешкой!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/2kp4/8/8/8/2K5 w - - 1 1\"]\r\n\r\n{Ход белых, а значит, что черные занимают дальнюю оппозицию. Продолжаем бороться и не сдаемся. Какой ход позволяет белым добиться ничьей?}\r\n1.Kd1\r\n    {[%wrong Это интересный ход, но черным продолжают ...d4 с выигранной позицией.][%hint Какое поле должен занять король, чтобы черные не смогли удержать дальнюю оппозицию?]}\r\n    (1.Kc2 $2 Kc4 {Это интересный ход, но черные занимают ближнюю оппозицию, и белые проигрывают.  Попробуем снова!})\r\n    (1.Kd2 $2 Kd4 {Это интересный ход, но черные занимают ближнюю оппозицию, и белые проигрывают.  Попробуем снова!})\r\n1...Kc4\r\n    {Фантастика! Своя же пешка мешает черным занять дальнюю оппозицию, поэтому белые могут перейти к ближней оппозиции, добиваясь ничьей. Сделаем ход!}\r\n2.Kc2\r\n    {[%wrong Это интересный ход, но он позволяет черным продолжать ...Крd3 с выигранной позицией. Попробуем снова!][%hint Как белым занять ближнюю оппозицию - оказаться на одной вертикали с черным королем так, чтобы их разделяло всего одно поле?]}\r\n    (2.Kd2 $2 Kd4 {Это интересный ход, но черные занимают ближнюю оппозицию, и белые проигрывают. Попробуем снова!})\r\n    (2.Ke2 $2 Kc3 {Это интересный ход, но черные занимают ближнюю оппозицию, и белые проигрывают. Попробуем снова!})\r\n2...Kd4\r\n    {Потрясающе! Белые занимают ближнюю оппозицию и добиваются ничьей осторожной игрой. Как удержать ближнюю оппозицию?}\r\n3.Kd2\r\n    {[%wrong Это интересный ход, но белым нужно занять ближнюю оппозицию, чтобы добиться ничьей. Попробуем снова!][%hint Как белым занять ближнюю оппозицию - остаться на одной вертикали с черным королем так, чтобы их разделяло всего одно поле?] Отличная защита! Белые добиваются ничьей осторожной игрой. Молодец!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1k6/8/8/8/K7/1P6/8/8 w - - 0 1\"]\r\n\r\n{Нужно ли белым продолжать Крb4, занимая дальнюю оппозицию, или они могут выиграть проще?}\r\n1.Kb5\r\n    {[%wrong Это интересный ход, но он не позволяет белым добиться победы. Попробуем снова!][%hint Нужно ли беспокоиться, что король противника займет оппозицию, если наш король окажется на поле b5?]}\r\n    (1.Ka5 $5 {Эта идея тоже приносит успех. Если черные занимают оппозицию, белые ведут пешку вперед и тоже побеждают. Отличная работа! Поищем другой ход королем на пятую горизонталь.})\r\n    (1.Kb4 $5 {Белые занимают дальнюю оппозицию, и этого хватит для победы. Есть ли у них более простой выигрыш?})\r\n    (1.b4 $2 Ka8 {Черные добиваются ничьей, заняв ближнюю оппозицию. Наша цель - расположить короля в двух полях перед пешкой, и тогда мы точно добьемся победы. Попробуем снова!})\r\n1...Kb7\r\n    {Вы все поняли! Обычно позволить противнику занять оппозицию - явно ошибочная идея. Как белым вернуть себе оппозицию?}\r\n2.b4\r\n    {[%wrong Это интересный ход, но он не приносит белым победу. Попробуем снова!][%hint Занятие оппозиции вашим противником - не проблема, если мы можем выиграть темп ходом пешки.] Вот именно! Пока белая пешка может сделать шаг вперед, оппозиция ничего не значит. Хорошая работа!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/3p1p2/8/4P3/6K1/2k5 w - - 0 1\"]\r\n\r\n{В этом сложном примере только один ход позволяет белым добиться ничьей. Готовы справиться с этим заданием?}\r\n1.Kg1\r\n    {[%hint Как белым занять ближнюю оппозицию?]}\r\n    (1.Kf2 $2 Kd2 {Черный король занимает поле e2, и белые проигрывают пешку e3 и партию. Попробуем снова!})\r\n    (1.Kf3 $2 Kd1 {Черные занимают оппозицию по диагонали, их король попадает на поле e2, и белые проигрывают пешку e3 и партию. Попробуем снова!})\r\n    (1.Kh1 $2 Kd2 {Этот ход ведет к потере пешки e3. Попробуем снова!})\r\n    (1.Kg3 Kd1 {Черный король занимает поле e2, и белые проигрывают пешку e3 и партию. Попробуем снова!})\r\n    (1.Kh3 $2 Kd2 {Этот ход ведет к потере пешки e3. Попробуем снова!})\r\n    (1.Kh2 $2 Kd2 {Этот ход ведет к потере пешки e3. Попробуем снова!})\r\n    (1.Kf1 $2 Kd1 {Черные занимают короткую оппозицию, и через несколько ходов белые проигрывают пешку e3 и партию. Попробуем снова!})\r\n    (1.e4 $2 fxe4 {Этот ход ведет к потере пешки e3. Попробуем снова!})\r\n1...Kc2\r\n    {Отличная работа! Белые занимают дальнюю оппозицию, удерживая равновесие. Как нам сохранить дальнюю оппозицию?}\r\n2.Kg2\r\n    {[%wrong Это интересный ход, но он ведет к потере белой пешки. Попробуем снова!][%hint Как сохранить дальнюю оппозицию, чтобы короли оставались на одной горизонтали и их разделяло три поля?]}\r\n    (2.Kf2 $2 Kd2 {Это интересный ход, но черные занимают ближнюю оппозицию, и через несколько ходов белые потеряют пешку e3. Попробуем снова!})\r\n    (2.Kf1 $2 Kd1 {Это интересный ход, но черные занимают ближнюю оппозицию, и через несколько ходов белые потеряют пешку e3. Попробуем снова!})\r\n2...Kc3\r\n    {Отлично! Белые сохраняют дальнюю оппозицию, позволяя выбирать черным. Вновь нам нужно сохранять бдительность и дальнюю оппозицию!}\r\n3.Kg3\r\n    {[%wrong Это интересный ход, но он не позволяет сохранить дальнюю оппозицию, и белые проигрывают пешку e3. Попробуем снова!][%hint  Как сохранить дальнюю оппозицию, чтобы короли оставались на одной горизонтали и их разделяло три поля?]}\r\n    (3.Kf2 $2 Kd2 {Это интересный ход, но черные занимают ближнюю оппозицию, и через несколько ходов белые проигрывают пешку e3. Попробуем снова!})\r\n    (3.Kf3 $2 Kd3 {Это интересный ход, но черные занимают ближнюю оппозицию, и через несколько ходов белые проигрывают пешку e3. Попробуем снова!})\r\n3...Kd3\r\n    {Великолепно! Черные пытаются взять белую пешку. Пора перейти к ближней оппозиции!}\r\n4.Kf3\r\n    {[%wrong Это интересный ход, но он не позволяет сохранить оппозицию, и белые проигрывают. Попробуем снова!][%hint Как белым перейти к ближней оппозиции, чтобы короли оставались на одной горизонтали и между ними было одно поле?]}\r\n    (4.Kf4 $2 Ke2 {Это интересный ход, но белые теряют пешку e3 и проигрывают. Попробуем снова!})\r\n    (4.Kf2 $2 Kd2 {Это интересный ход, но черные занимают ближнюю оппозицию, и через несколько ходов белые проигрывают пешку e3. Попробуем снова!})\r\n4...Kc2\r\n    {Отличная игра в защите! Черные снова пытаются нас одурачить. Поищем единственный ход, позволяющий белым добиться ничьей.}\r\n5.Kg2\r\n    {[%wrong Это интересный ход, но черный король занимает поле e2, и белые проигрывают пешку e3 и партию. Попробуем снова!][%hint Белые спасают партию дальней оппозицией!] Белые спасают партию дальней оппозицией. Блестяще! Мы проявили немалое терпение и добились ничьей.}\r\n    (5.Kf4 $2 Kd2 {Это интересный ход, Черный король занимает поле e2, и белые проигрывают пешку e3 и партию. Попробуем снова!})\r\n    (5.Ke2 $2 Kc3 {Это интересный ход, но белые не смогут сохранить оппозицию и проигрывают пешку e3. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/2k5/2qp4/8/8/2Q5/1K6 w - - 0 1\"]\r\n\r\n{Проверим свое мастерство, разменяв ферзей и доказав, что можем добиться ничьей в пешечном окончании!}\r\n1.Qxc5+\r\n    {[%wrong Мы собирались разменять ферзей и доказать, что можем добиться ничьей в пешечном окончании. Возьмем ферзя!][%hint Разменяем ферзей и добьемся ничьей. У нас все получится!]}\r\n1...Kxc5\r\n    {Вперед - оппозиция принесет нам ничью!}\r\n2.Kc1\r\n    {[%wrong Это интересный ход, но единственный способ добиться ничьей - дальняя оппозиция. Попробуем снова!][%hint Как белым занять дальнюю оппозицию, чтобы короли оставались на одной горизонтали и их разделяло три поля?]}\r\n2...Kd4\r\n    {Превосходно! Белые добиваются ничьей дальней оппозицией, а теперь мы можем перейти к ближней!}\r\n3.Kd2\r\n    {[%wrong Это интересный ход, но нам нужно занять ближнюю оппозицию. Попробуем снова!][%hint Чтобы занять ближнюю оппозицию, король должен оказаться на той же вертикали, что и вражеский.]}\r\n3...Ke4\r\n    {Отличная игра! Черные ищут выигрыш, но с оппозицией мы не проиграем!}\r\n4.Ke2\r\n    {[%wrong Это интересный ход, но белым нужно сохранять оппозицию. Попробуем снова!][%hint Сохраняем оппозицию, добиваясь ничьей!] Невероятно: мы добились ничьей с помощью дальней оппозиции. Не сбавляем обороты!}\r\n*"
   ],
   "title" : "Дальняя оппозиция",
   "url" : "https://www.chess.com/ru/lessons/sekrety-endshpilia/dalniaia-oppozitsiia",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-distant-opposition-w3n.mp4"
}
