{
   "description" : "Слон может ходить по диагонали как ферзь, но не вперед, назад или в стороны. У каждого из противников в начале партии два слона: один белопольный, и один чернопольный.",
   "duration" : 1,
   "fen" : "2b2b2/8/8/8/8/8/8/2B2B2 w - - 0 1",
   "id" : "87c4e616-9315-11e9-9bd5-cd201ede1a98",
   "membership" : null,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/8/8/8/8/B7 w - - 0 1\"]\r\n\r\n{Слон собирается добраться до противоположного края доски за один ход - сможем его найти?}\r\n1.Bh8\r\n    {[%wrong Слон отправился в нужном направлении  - доведем его до конца этой диагонали.][%hint Переместим слона как можно дальше, чтобы достичь противоположного края доски.] Молодец! Слон пересек всю доску за один ход!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/8/8/8/8/5B2 w - - 0 1\"]\r\n\r\n{Слон хочет оказаться в верхнем левом углу доски. Как добраться туда всего за два хода?}\r\n1.Bg2\r\n    {[%wrong Это хорошая попытка, но так слону не добраться до поля, откуда он отправится в верхний левый угол следующим ходом. Попробуем снова!][%hint Поставим слона на диагональ, где находится верхний левый угол.] Фантастика! Теперь слон сможет добраться до верхнего левого угла на следующем ходу.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/7B/8/8/3B4/8/8/8 w - - 0 1\"]\r\n\r\n{Чернопольный слон расположен в центре доски. Займем белопольным слоном поле справа от него так, чтобы оба слона оказались в центре.}\r\n1.Be4\r\n    {[%wrong Нам нужно занять центральное поле белопольным слоном. Попробуем снова!][%hint Займем белопольным слоном поле справа от чернопольного слона.] Фантастика! Оба слона находятся в центре!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/1Q1K3R/8/8/6R1/8/8/5B2 w - - 1 1\"]\r\n\r\n{Слону нужно пересечь доску и добраться до ее верхнего края всего за два хода. Найдем верный путь.}\r\n1.Bc4\r\n    {[%wrong Это интересный ход, но так слону не добраться до верхнего края доски следующим ходом.][%hint Займем слоном единственную диагональ, где нет фигуры, мешающей ему добраться до края доски.] Молодец! Слон может добраться до верхнего края доски на следующем ходу.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/1Q1K3R/8/8/2B3R1/8/8/8 w - - 1 1\"]\r\n\r\n{Белый слон готов добраться до верхнего края доски. Сделаем ход!}\r\n1.Bg8\r\n    {[%wrong Это интересная идея, но нам нужно занять слоном поле на верхнем краю доски. Попробуем снова!][%hint Доведем слона до конца диагонали, чтобы он добрался до верхнего края шахматной доски.] Молодец! Слон добрался до верхнего края шахматной доски!}\r\n*"
   ],
   "title" : "Слон",
   "url" : "https://www.chess.com/ru/lessons/kak-hodiat-figury/slon",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-NTC-the-bishop-o8s.mp4"
}
