{
   "description" : "На турнире в Цюрихе в 1934 году чемпион мира Алехин уверенно обошел всех сильнейших современников. Одна из лучших побед была одержана над вторым чемпионом мира, Эмануилом Ласкером. Сумеете ли вы повторить матовую атаку на короля великого шахматиста?",
   "duration" : null,
   "fen" : "3r1rn1/pp1n2kp/1qpN1pp1/6Q1/4P3/1B1R4/PP3PPP/2R3K1 w - - 0 25",
   "id" : "8aba1efc-e9f0-11eb-872a-01a2e23dfca1",
   "membership" : 50,
   "questions" : [
      "[Event \"Zuerich\"]\r\n[Site \"Zuerich\"]\r\n[Date \"1934.??.??\"]\r\n[Round \"?\"]\r\n[White \"Алехин, Alexander\"]\r\n[Black \"Ласкер, Emanuel\"]\r\n[Result \"1-0\"]\r\n[ECO \"D67\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bq1rk1/pp1nbppp/2p1p3/3n2B1/2BP4/2N1PN2/PP3PPP/2RQK2R w K - 0 10\"]\r\n[PlyCount \"37\"]\r\n[EventDate \"1934.??.??\"]\r\n[EventType \"tourn\"]\r\n[EventRounds \"15\"]\r\n[EventCountry \"SUI\"]\r\n[Source \"ChessBase\"]\r\n\r\n{Ласкер только что сделал ход Кf6-d5, предлагая размен слонов. Согласился ли на него Алехин?} 10. Bxe7 {[%wrong Поищем сильнейший размен слонов.] [%hint Возьмем слона.]} (10. h4 $5 {Это интересная идея, но Алехин решил сразу разменять слонов. Сделаем его ход, чтобы продолжить урок.}) (10. Nxd5 $5 {Это интересная идея, но Алехин решил сразу разменять слонов. Сделаем его ход, чтобы продолжить урок.}) (10. Bxd5 $2 exd5 {Размен сильного слона c4 дает черным хорошую игру. Поищем сильнейшее взятие.}) (10. Ne4 $2 f6 {У черных удобная позиция. Поищем выгодный размен.}) (10. Bf4 $2 Nxf4 {После этого размена у черных крепкая позиция. Поищем другой размен чернопольного слона.}) \r\n10... Qxe7 {Отлично! Алехин решил уклониться от размена коней. Поищем самое активное отступление коня.} 11. Ne4 {[%wrong Поищем сильнейшее продолжение, позволяющее избежать размена коней.] [%hint Централизуем коня c3.]} (11. Ne2 $5 {Это разумное продолжение, но Алехин занял конем центральное поле. Каким ходом?}) (11. O-O $5 {У белых хорошая позиция, но Алехин решил уклониться от размена коней. Каким ходом?}) (11. Qc2 $5 {У белых хорошая позиция, но Алехин решил уклониться от размена коней. Каким ходом?}) (11. Qd3 $5 {У белых хорошая позиция, но Алехин решил уклониться от размена коней. Каким ходом?}) (11. Bd3 $5 {У белых хорошая позиция, но Алехин решил уклониться от размена коней. Каким ходом?}) (11. Nb1 $2 N5b6 {Поищем более активное отступление коня.}) (11. Na4 $2 Qb4+ {Поищем более активное отступление коня.}) (11. Bxd5 $2 exd5 {Размен сильного слона c4 дает черным хорошую игру. Как уклониться от размена коней?}) \r\n11... N5f6 {Блестяще! Каким ходом Алехин сохранил коня e4 для атаки?} 12. Ng3 {[%wrong Поищем сильнейшее продолжение, позволяющее избежать размена коней.] [%hint Отступим конем, чтобы тот остался на королевском фланге.]} (12. Nxf6+ $5 {Это интересная идея, но Алехин стремится оставить на доске больше фигур. Каким ходом?}) (12. Nc3 $5 {Это интересная идея, но Алехин перевел коня на королевский фланг. Каким ходом?}) (12. Neg5 $2 h6 {Коню придется отступить на пассивное поле h3. Поищем более выгодный ход конем.}) (12. Ned2 $2 c5 {У черных безопасная позиция. Какой ход конем напрашивается?}) (12. Nc5 $2 Nxc5 {У черных все в порядке. Отступим конем на королевский фланг.}) \r\n12... e5 {Прекрасно! Каким ходом Алехин укрыл своего короля на фланге?} 13. O-O {[%wrong Поищем сильнейшее отступление короля.] [%hint Уведем короля из центра.]} (13. Bb3 $5 {Это интересная идея, но Алехин решил увести короля из центра. Каким ходом?}) (13. a3 $5 {Это интересная идея, но Алехин решил увести короля из центра. Каким ходом?}) (13. Nf5 $5 {Это интересная идея, но Алехин решил увести короля из центра. Каким ходом?}) (13. dxe5 $2 Nxe5 {У черных удобная позиция. Как укрыть короля на фланге?}) (13. Nxe5 $2 Nxe5 {У черных удобная позиция. Как укрыть короля на фланге?}) (13. Kf1 $2 e4 {Как укрыть короля на фланге? Поищем сильнейшее продолжение.})\r\n13... exd4 {Превосходно! Какую угрозу создал Алехин прежде, чем взять на d4?} 14. Nf5 {[%wrong Поищем сильнейший ход. Как напасть на черного ферзя?] [%hint Нападем на черного ферзя.]} (14. Nxd4 $5 {Это разумное продолжение, но Алехин решил сначала напасть на черного ферзя, а потом взять на d4.}) (14. Re1 $5 {Это разумная жертва пешки, но Алехин решил сначала напасть на черного ферзя. Каким ходом?}) (14. exd4 $5 {Это разумное продолжение, но Алехин решил сначала напасть на черного ферзя, а потом взять на d4.}) (14. Qxd4 $5 {Это разумное продолжение, но Алехин решил сначала напасть на черного ферзя, а потом взять на d4.}) (14. Ng5 $2 h6 {У черных все в порядке. Поищем сильнейший ход конем.}) \r\n14... Qd8 {Потрясающе! Как отыграть пешку?} 15. N3xd4 {[%wrong Поищем сильнейшее продолжение. Какое взятие напрашивается?] [%hint Возьмем фигуру, централизуя коня.]} (15. N5xd4 $5 {Это разумное продолжение, но Алехин взял другой фигурой. Какой?}) (15. Qxd4 $5 {Это разумное продолжение, но Алехин взял другой фигурой. Какой?}) (15. exd4 $2 Nb6 {Черные получают хорошую контригру за счет изолированной пешки. Поищем сильнейшее взятие.}) \r\n15... Ne5 {Восхитительно! Алехин решил сохранить слона. Каким ходом?} 16. Bb3 {[%wrong Поищем сильнейшее продолжение. Поищем наиболее активное поле для слона.] [%hint Отступим слоном так, чтобы он продолжал атаковать королевский фланг черных.]} (16. Be2 $5 {Это разумное продолжение, но Алехин нашел более активное поле для слона. Какое?}) (16. Bd3 $2 g6 {У черных все в порядке. Какой ход слоном напрашивается?}) \r\n16... Bxf5 {Великолепно! Какое взятие напрашивается?} 17. Nxf5 {[%wrong Поищем сильнейшее продолжение. Какое взятие напрашивается?] [%hint Возьмем фигуру.]} Qb6 {Превосходно! Каким ходом чемпион мира Алехин продолжил развитие и создал угрозу?} 18. Qd6 {[%wrong Поищем сильнейший ход. Как продолжить развитие и напасть на коня e5?] [%hint Развиваемся и нападаем на коня e5.]} (18. Qd4 $2 Qxd4 {Черные переходят в удобное окончание. Как создать сильную угрозу ходом ферзя?}) (18. Qc2 $2 Rfd8 {Нам выгоднее создать сильную угрозу ходом ферзя. Каким?}) (18. Ne7+ $2 Kh8 {У черных все в порядке. Попробуем создать сильную угрозу ходом ферзя.}) (18. f4 $2 Neg4 {У черных все в порядке. Какой ход ферзем напрашивается?}) \r\n18... Ned7 {Отлично! Каким ходом Алехин развил еще одну фигуру?} 19. Rfd1 {[%wrong Поищем сильнейший ход. Как развить ладью f1?] [%hint Развиваем ладью f1 на самое активное поле.]} (19. Qf4 $5 {Это интересная идея, но Алехин решил развить еще одну фигуру, чтобы занять вертикаль в центре. Каким ходом?}) (19. Qg3 $5 {Это интересная идея, но Алехин решил развить еще одну фигуру, чтобы занять вертикаль в центре. Каким ходом?}) (19. Rc4 $2 Qa5 {Белым выгоднее развить другую ладью. На какое поле?}) (19. Rcd1 $2 g6 {Белым выгоднее занять эту вертикаль другой ладьей.}) (19. Rfe1 $2 {Поищем оптимальное поле для ладьи.}) \r\n19... Rad8 {Блестяще! Каким ходом Алехин создал угрозу мата?} 20. Qg3 {[%wrong Поищем сильнейшее продолжение. Как создать угрозу мата?] [%hint Угрожаем матом на g7.]} (20. Qf4 $5 {Это интересная идея, но Алехин создал угрозу мата ходом ферзя. Каким?}) (20. g4 $5 {Это интересная идея, но Алехин создал угрозу мата ходом ферзя. Каким?}) (20. Qe7 $5 {Это интересная идея, но Алехин создал угрозу мата ходом ферзя. Каким?}) (20. Qa3 $2 a5 {Черные могут перейти в безопасное окончание ходом Фb4. Поищем ход ферзем с угрозой мата.}) (20. Ne7+ $2 Kh8 {У белых небольшой перевес. Поищем ход ферзем с угрозой мата.}) \r\n20... g6 {Замечательно! Каким ходом Алехин подготовил вторжение ферзя по черным полям королевского фланга?} 21. Qg5 {[%wrong Поищем сильнейшее продолжение. Атакуем черные поля ходом ферзя.] [%hint Подготовим Фh6. Пешка g6 должна остаться связанной.]} (21. Nh6+ $5 {Это интересная идея, но Алехин решил взять под бой черные поля ходом ферзя. Каким?}) (21. h4 $5 {Это интересная идея, но Алехин решил взять под бой черные поля ходом ферзя. Каким?}) (21. h3 $5 {Это интересная идея, но Алехин решил взять под бой черные поля ходом ферзя. Каким?}) (21. Ne7+ $2 Kh8 {У черных хорошие шансы защититься. Поищем сильнейший ход.}) (21. Qh4 $2 gxf5 {У белых достаточная компенсация за жертву фигуры, но черные могут защититься. Поищем сильнейший ход ферзем, оставляющий пешку \"g\" под связкой.}) (21. Qh3 $2 gxf5 {У белых нет компенсации за жертву коня. Поищем ход ферзем, оставляющий черную пешку \"g\" под связкой.}) \r\n21... Kh8 {Изумительно! Куда Алехин отступил конем, продолжая атаку?} 22. Nd6 {[%wrong Поищем сильнейшее продолжение. На каком поле конь будет расположен оптимально?][%hint Создадим угрозу вилки на f7.]} (22. Nh6 $5 {Это интересная идея, но Алехин нашел другой путь коня к полю f7. Какой?}) (22. Nh4 $2 Rde8 {Поищем более активное поле для коня. Как напасть на пешку f7?}) (22. Rd6 $2 gxf5 {У белых компенсация за материальный урон, но черные смогут защититься. Поищем сильный ход конем, позволяющий избежать материальных потерь.}) (22. Nd4 $2 a5 {Поищем более активный ход конем. Как напасть на пешку f7?}) (22. Ng3 $2 Qc7 {Поищем более активный ход конем. Как напасть на пешку f7?}) (22. Ne7 $2 Qb4 {Поищем более активный ход конем. Как напасть на пешку f7?}) \r\n22... Kg7 {Прекрасно! Каким ходом Алехин освободил третью горизонталь, чтобы подключить ладьи к атаке?} 23. e4 {[%wrong Поищем сильнейшее продолжение. Каким ходом пешки мы освободим третью горизонталь, чтобы подключить ладьи к атаке?] [%hint Сделаем ход пешкой, освобождая третью горизонталь, чтобы подключить ладьи к атаке.]} (23. Nf5+ $5 {Повторение позиции ничего не портит, но Алехин решил освободить третью горизонталь, чтобы перебросить ладьи на королевский фланг. Каким ходом?}) (23. Nxf7 $2 Rxf7 {У черных все в порядке. Каким ходом пешки мы освободим третью горизонталь для ладей, чтобы те смогли подключиться к атаке?}) (23. Bxf7 $2 Rxf7 {У черных все в порядке. Каким ходом пешки мы освободим третью горизонталь для ладей, чтобы те смогли подключиться к атаке?}) (23. Rc4 $5 {Это интересная идея, но Алехин решил освободить третью горизонталь, чтобы перебросить ладьи на королевский фланг. Каким ходом?}) (23. Rd4 $5 {Это интересная идея, но Алехин  нашел другую возможность подключить к атаке ладей. Освободим третью горизонталь, чтобы они могли попасть на королевский фланг.}) (23. Rd3 $5 {Это интересная идея, но Алехин  нашел другую возможность подключить к атаке ладей. Освободим третью горизонталь, чтобы ладьи могли попасть на королевский фланг.}) (23. Rd2 $5 {Это интересная идея, но Алехин  нашел другую возможность подключить к атаке ладей. Освободим третью горизонталь, чтобы ладьи могли попасть на королевский фланг.}) \r\n23... Ng8 {Превосходно! Каким ходом Алехин подключил к атаке ладью?} 24. Rd3 {[%wrong Поищем сильнейшее продолжение. Какой ход ладьей напрашивается?] [%hint Подключим ладью к атаке по третьей горизонтали.]} (24. Rc3 $5 {Это интересная идея, но Алехин решил подключить другую ладью к атаке. Каким ходом?}) (24. e5 $5 {Это интересная идея, но Алехин решил перебросить ладью d1 на королевский фланг. Каким ходом?}) (24. Qf4 $5 {Это интересная идея, но Алехин решил перебросить ладью d1 на королевский фланг. Каким ходом?}) (24. Qg3 $5 {Это интересная идея, но Алехин решил перебросить ладью d1 на королевский фланг. Каким ходом?}) (24. Rd4 $5 {Это интересная идея, но пешка \"e\" мешает ладье присоединиться к атаке на королевском фланге. Поищем активное поле для ладьи.}) (24. Nf5+ $5 {Это интересная идея, но Алехин решил перебросить ладью d1 на королевский фланг. Каким ходом?}) (24. Nxf7 $5 {Это интересная идея, но Алехин решил перебросить ладью d1 на королевский фланг. Каким ходом?}) (24. Bxf7 $5 {Это интересная идея, но Алехин решил перебросить ладью d1 на королевский фланг. Каким ходом?}) \r\n24... f6 {Потрясающе! Какое продолжение позволяет белым форсировать мат в пять ходов?} 25. Nf5+ {[%wrong Это не путь к мату. Поищем сильный шах.] [%hint Шахом оттесняем черного короля на h8.]} (25. Qg3 $2 Ne5 {Как форсировать мат? Возьмите подсказку, если затрудняетесь.}) (25. Qg4 $2 Ne5 {Как форсировать мат? Возьмите подсказку, если затрудняетесь.}) (25. Qf4 $2 Ne5 {Как форсировать мат? Возьмите подсказку, если затрудняетесь.}) (25. Qe3 $2 Qxe3 {Как форсировать мат? Возьмите подсказку, если затрудняетесь.}) (25. Qd2 $2 Ne5 {Как форсировать мат? Возьмите подсказку, если затрудняетесь.}) (25. Qh4 $2 Ne5 {Как форсировать мат? Возьмите подсказку, если затрудняетесь.}) \r\n25... Kh8 {Отлично! Какой жертвой Алехин форсировал мат?} 26. Qxg6 {[%wrong Поищем решающую жертву. Возьмите подсказку, если затрудняетесь.] [%hint Жертвуем ферзя, чтобы отвлечь черную пешку с вертикали \"h\".]} (26. Qh4 $5 {У белых хорошая позиция, но мы можем форсировать мат другим ходом. Каким?}) (26. Rh3 $2 fxg5 {Черные выигрывают. Поищем сильнейший ход.}) \r\n26... hxg6 {Замечательно! Как форсировать мат?} 27. Rh3+ {[%wrong Поищем решающий шах.] [%hint Поищем решающий шах.]} Nh6 {Молодец! Где же мат?} 28. Rxh6# {[%wrong Это не мат. Поищем его.] [%hint Поищем шах. Ведет ли он к мату?] Блестящая атака!} 1-0"
   ],
   "title" : "Сыграй как Александр Алехин: Алехин - Ласкер",
   "url" : "https://www.chess.com/ru/lessons/sygrai-kak-aleksandr-alekhin/alekhin-lasker",
   "video" : null
}
