{
   "description" : "В сериале &quot;Ход королевы&quot; рассказывается о Бет Хармон, девочке с необычайными шахматными способностями. Сможем ли мы найти ходы, поднявшие Бет на вершину шахматного Олимпа?",
   "duration" : 14,
   "fen" : "r1b1k1nr/ppp1q2p/1bnp1p2/4p1p1/2BPP2B/2P2N2/PP3PPP/RN1Q1RK1 w kq g6 0 9",
   "id" : "8abdbb44-f859-11eb-b9d9-a727a26a8c52",
   "membership" : 50,
   "questions" : [
      "[Event \"Miscellaneous Game\"]\r\n[Site \"?\"]\r\n[Date \"1620.??.??\"]\r\n[Round \"7\"]\r\n[White \"Play Like Beth 1\"]\r\n[Black \"NN\"]\r\n[Result \"1-0\"]\r\n[ECO \"C53\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1b1k1nr/ppp1q2p/1bnp1p2/4p1p1/2BPP2B/2P2N2/PP3PPP/RN1Q1RK1 w kq g6 0 9\"]\r\n[PlyCount \"17\"]\r\n[EventDate \"1620.??.??\"]\r\n[Source \"ChessBase\"]\r\n\r\n{Ходом g5 черные ослабили прикрытие короля, чем смогла воспользоваться такой мастер атаки, как Бет. Какой ход напрашивается?} 9. Nxg5 {[%wrong Поищем сильнейший ход. Как разрушить прикрытие черного короля?] [%hint Жертва коня поможет нам подключить ферзя к атаке.]} (9. Bg3 $2 h5 {Черные угрожают поймать слона g3. Попробуем снова. Какая жертва напрашивается?}) (9. Bxg5 $2 fxg5 {У черных все в порядке. Поищем сильнейшую жертву.}) (9. Bxg8 $2 Rxg8 {На h4 слон оказывается вне игры, и черные получают хорошую позицию. Попробуем снова. Какая жертва напрашивается?}) (9. Nxe5 $2 dxe5 {У черных решающий материальный перевес. Поищем, как выгоднее пожертвовать коня.}) \r\n9... fxg5 {Блестяще! Зачем белые пожертвовали коня?} 10. Qh5+ {[%wrong Поищем сильнейшее продолжение. Как подключить новую фигуру к атаке?] [%hint Развиваем фигуру с шахом.]} (10. Bxg5 $2 Qxg5 {Материальный перевес черных слишком велик. Подключим сильнейшую фигуру к атаке.}) (10. Bg3 $2 h5 {У черных лишний конь и атака. Как белым сохранить инициативу?}) (10. Bxg8 $2 gxh4 {Скоро белым придется отступить слоном с поля g8, и черные получат выгодную позицию. Поищем сильнейшее продолжение атаки.}) \r\n10... Kd7 {Король черных попал в трудное положение. Как продолжить атаку?} 11. Bxg5 {[%wrong Поищем сильнейшее продолжение. Попробуем снова. Поищем выгодное взятие.] [%hint Возьмем пешку, нападая на черного ферзя.]} (11. Qxg5 $2 Qxg5 {Черным выгодно разменять ферзей и добиться победы с лишним конем. Поищем сильнейшее взятие.}) (11. Qg4+ $2 Kd8 {Белым придется разменять ферзей и отдать еще одну фигуру. Попробуем снова. Поищем выгодную жертву.}) (11. Bg3 $2 exd4 {Черные добьются победы с лишней фигурой. Попробуем снова. Поищем выгодное взятие.}) (11. d5 $2 gxh4 {Материальный перевес черных слишком велик. Попробуем снова. Поищем выгодную жертву.}) \r\n11... Qg7 {Отлично! Какой блестящей жертвой Бет форсировала мат?} 12. Be6+ {[%wrong Мы побеждаем жертвой фигуры. Попробуем снова. Поищем решающую жертву.] [%hint Жертвуем фигуру, чтобы завлечь короля черных на шестую горизонталь.]} (12. d5 $2 Nce7 {Белые остаются без фигуры. Поищем жертву, форсированно ведущую к мату.}) (12. Qg4+ $2 Ke8 {У белых нет достаточной компенсации за материальные потери. Поищем жертву, форсированно ведущую к мату.}) (12. Qh3+ $2 Ke8 {У белых нет достаточной компенсации за материальные потери. Поищем жертву, форсированно ведущую к мату.}) (12. Qe8+ $2 Kxe8 {С лишним ферзем черные скоро выиграют. Поищем жертву, форсированно ведущую к мату.}) (12. Qf7+ $2 Qxf7 {У белых нет достаточной компенсации за материальные потери. Попробуем снова. Поищем выигрывающую жертву.}) (12. dxe5 $2 Nxe5 {У белых нет достаточной компенсации за материальные потери. Попробуем снова. Поищем выигрывающую жертву.}) (12. f4 $2 exd4 {У белых небольшой перевес, но они могут дать форсированный мат. Каким ходом?}) \r\n12... Kxe6 {Вот это удар! Как дать мат в два хода?} 13. Qe8+ {[%wrong Поищем сильнейшее продолжение атаки. Где же решающий шах?] [%hint Даем шах так, чтобы помешать отступлению черного короля.]} (13. d5+ $2 Kd7 {Черные побеждают с двумя лишними фигурами. Поищем сильнейший шах.}) (13. Qg4+ $2 Kf7 {Черные побеждают с двумя лишними фигурами. Поищем сильнейший шах.}) (13. Qh3+ $2 Kf7 {Черные побеждают с двумя лишними фигурами. Поищем сильнейший шах.}) \r\n13... Nge7 {Отлично! Каким ходом Бет дала мат Мистеру Шайбелю?} 14. d5# {[%wrong Поищем сильнейшее продолжение атаки. Поищем мат.] [%hint Проверим шахи. Какой ведет к мату?] Отличная атакующая партия для девочки, только что научившейся играть!} 1-0",
      "[Event \"Vienna\"]\r\n[Site \"Vienna AUH\"]\r\n[Date \"1910.??.??\"]\r\n[Round \"?\"]\r\n[White \"Beth 2\"]\r\n[Black \"Savielly Tartakower\"]\r\n[Result \"1-0\"]\r\n[ECO \"B15\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnb1kb1r/pp3ppp/2p5/4q3/4n3/3Q4/PPPB1PPP/2KR1BNR w kq - 0 9\"]\r\n[PlyCount \"11\"]\r\n[EventDate \"1910.??.??\"]\r\n[Source \"ChessBase\"]\r\n\r\n{Бет объявила мат в три хода. Докажем, что она не ошибается!} 9. Qd8+ {[%wrong Поищем сильнейшее продолжение. Какая жертва позволит дать мат в три хода? Возьмите подсказку, если затрудняетесь.] [%hint Жертвуем ферзя, чтобы завлечь черного короля на вертикаль \"d\".]} (9. Re1 $2 f5 {У белых хорошая позиция, но мы можем дать мат. Поищем быстрый выигрыш.}) (9. Nf3 $2 Qd5 {Черные сохраняют материальный перевес. Поищем удивительную жертву, позволяющую дать противнику мат.}) (9. Bc3 $2 Qg5+ {Черные сохраняют материальный перевес. Поищем удивительную жертву, позволяющую дать противнику мат.}) (9. Bf4 $2 Qxf4+ {Черные сохраняют материальный перевес. Поищем удивительную жертву, позволяющую дать противнику мат.}) (9. f4 $2 Qd5 {Черные сохраняют материальный перевес. Поищем удивительную жертву, позволяющую дать противнику мат.}) \r\n9... Kxd8 {Вот так ход! Зачем мы пожертвовали ферзя?} 10. Bg5+ {[%wrong Поищем сильнейшее продолжение. Даем мат в два хода.] [%hint Поищем двойной шах, позволяющий объявить мат следующим ходом.]} (10. Ba5+ $2 Ke8 {Материальный перевес черных слишком велик. Ищем мат в два хода.}) (10. Bc3+ $2 Qd6 {Материальный перевес черных слишком велик. Ищем мат в два хода.}) (10. Bf4+ $2 Qd5 {Материальный перевес черных слишком велик. Ищем мат в два хода.}) \r\n10... Kc7 {Потрясающе! Мистер Гранц сдался. Партия Рети и Тартаковера (1910), использованная  в этом эпизоде, продолжалась еще один ход. Какой?} 11. Bd8# {[%wrong Это не мат. Проверим шахи и попробуем снова.] [%hint Проверим шахи. Какой из них ведет к мату?] Вот так победа юной Бет Хармон! Она завершила комбинацию, не глядя на доску!} 1-0",
      "[Event \"Spartak Team Ch\"]\r\n[Site \"Riga LAT\"]\r\n[Date \"1955.??.??\"]\r\n[Round \"?\"]\r\n[White \"Beth 3\"]\r\n[Black \"Genrikh Kasparian\"]\r\n[Result \"1-0\"]\r\n[ECO \"B11\"]\r\n[SetUp \"1\"]\r\n[FEN \"7r/p4R2/1p4nk/3qP3/P1pr4/6PB/2Q4K/5R2 w - - 2 41\"]\r\n[PlyCount \"19\"]\r\n[EventDate \"1955.??.??\"]\r\n[Source \"ChessBase\"]\r\n\r\n{Какая жертва позволила Бет объявить мат королю черных?} 41. Qxg6+ {[%wrong Поищем сильнейшее продолжение атаки. Возьмите подсказку, если затрудняетесь.] [%hint Жертвуем ферзя, чтобы разрушить прикрытие черного короля.]} (41. Rd7 $5 {Это сильный ход, но Бет форсирует мат с помощью жертвы. Какое продолжение она находит?}) (41. R1f2 $2 Qxe5 {У белых небольшой перевес, но мы можем форсировать мат. Поищем блестящую жертву.}) (41. R7f2 $2 Nxe5 {У белых небольшой перевес, но мы можем форсировать мат. Поищем блестящую жертву.}) (41. R1f6 $2 Rd2+ {Черные выигрывают ферзя, а скоро выиграют и партию. Какую жертву нашла Бет?}) (41. R7f6 $2 Rd2+ {Черные выигрывают ферзя, а скоро выиграют и партию. Какую жертву нашла Бет?}) (41. Qc1+ $2 Rd2+ {У белых небольшой перевес, но Бет форсирует мат с помощью жертвы. Какое продолжение она находит?}) \r\n41... Kxg6 {Невероятно! Черный Король лишился прикрытия и скоро получит мат. В этой позиции Белтик сдался, но мы разберем комбинацию белых до самого мата.} 42. R1f6+ {[%wrong Черные побеждают. Поищем сильнейший шах.] [%hint Вынудим черного короля отступить на пятую горизонталь.]} (42. R7f6+ $2 Kg7 {Король уходит от преследования. Скоро черные победят благодаря материальному перевесу. Попробуем снова. Поищем выгодный шах.}) \r\n42... Kg5 {Отличная идея! Как продолжить преследование короля черных?} 43. Rf5+ {[%wrong Черные побеждают. Поищем сильнейший шах.] [%hint Вынудим черного короля отступить.]} (43. Rg7+ $2 Kh5 {Черный король спасается, а белые - в беде. Поищем сильнейший шах.})\r\n43... Kg6 {Красивое продолжение! Каким ходом Бет затягивает матовую сеть?} 44. R7f6+ {[%wrong Черные побеждают. Поищем выгодный шах.] [%hint Объявим шах, чтобы оттеснить черного короля в угол доски.]} (44. R5f6+ $5 {Повторение позиции не лишает нас шансов на победу, но мы можем объявить мат. Поищем более выгодный шах.}) \r\n44... Kh7 {Отлично! Мы можем дать мат в три хода. Как продолжить атаку?} 45. Rh5+ {[%wrong Черные побеждают. Поищем выгодный шах.] [%hint Даем шах, оттесняя черного короля на вертикаль \"g\".]} Kg7 {Отлично! Как объявить мат в два хода?} 46. Rg5+ {[%wrong Черные побеждают. Поищем сильнейший шах.] [%hint Оттесним черного короля на поле h7.]} Kh7 {Черный король загнан в угол. Каким ходом Бет завершила партию?} 47. Bf5# {[%wrong Это не мат. Проверим шахи и попробуем снова.] [%hint Проверим шахи. Какой ведет к мату?] Молодец! На самом деле, так завершилась партия Нежметдинов - Каспарян, 1955.} (47. Rh5+ $5 {Белые выигрывают, но почему бы не поставить мат сразу?}) 1-0",
      "[Event \"Biel Interzonal/Moscow\"]\r\n[Site \"Biel SUI\"]\r\n[Date \"1993.07.16\"]\r\n[Round \"1\"]\r\n[White \"Beth 6\"]\r\n[Black \"Borgov\"]\r\n[Result \"1/2-1/2\"]\r\n[ECO \"D20\"]\r\n[SetUp \"1\"]\r\n[FEN \"4q3/4P1pk/5n1p/1pBpp3/1P2r3/5QPP/6K1/5R2 w - - 0 45\"]\r\n[PlyCount \"17\"]\r\n[EventDate \"1993.??.??\"]\r\n\r\n{В ключевом поединке последней серии Бет и Боргов до контрольного хода следовали партии 1993 года между Василием Иванчуком и Патриком Вольфом, но потом их партия пошла по другому пути, достигнув этой замечательной позиции. Какой ход позволил Бет получить перевес над сильным соперником?} 45. Qf5+ {[%wrong Поищем сильнейшее продолжение атаки. Изучим свои возможности и попробуем снова.] [%hint Шах позволит оттеснить короля черных на последнюю горизонталь.]} (45. Qxf6 $2 gxf6 {Черные выигрывают ферзя и успешно защищаются после Лxf6. Поищем, как подготовить эту жертву.}) (45. Kg1 $5 {У белых хорошая позиция, но мы можем найти сильнейшее продолжение. Возьмите подсказку, если затрудняетесь.}) (45. Qf2 $5 {У белых хорошая позиция, но мы можем найти сильнейшее продолжение. Возьмите подсказку, если затрудняетесь.}) (45. Rf2 $5 {У белых хорошая позиция, но мы можем найти сильнейшее продолжение. Возьмите подсказку, если затрудняетесь.}) (45. h4 $5 {У белых хорошая позиция, но мы можем найти сильнейшее продолжение. Возьмите подсказку, если затрудняетесь.}) (45. Qd3 $2 Qg6 {У белых лишь небольшое преимущество. Поищем сильнейшее продолжение.}) (45. Qxe4+ $2 dxe4 {У черных решающий материальный перевес. Возьмите подсказку, если затрудняетесь.}) \r\n45... Kh8 {Блестяще! Каким ходом Бет начала решающую комбинацию?} 46. Qxf6 {[%wrong Поищем решающую жертву. Возьмите подсказку, если затрудняетесь.] [%hint Жертвуем, чтобы вскрыть вертикаль \"f\".]} (46. Qe6 $5 {Это сильный ход, но Бет нашла решающую жертву. Какую?}) (46. Kg1 $5 {У белых хорошая позиция, но Бет нашла решающую жертву. Попробуем снова - поищем, как добиться победы.}) (46. Rf3 $5 {У белых хорошая позиция, но Бет нашла решающую жертву. Попробуем снова - поищем, как добиться победы.}) (46. Ra1 $5 {У белых хорошая позиция, но Бет нашла решающую жертву. Попробуем снова - поищем, как добиться победы.}) (46. Qxe5 $2 Rxe5 {Черные побеждают. Поищем более выгодную жертву ферзя.}) (46. Qxe4 $2 dxe4 {Черные побеждают. Черные побеждают. Поищем более выгодную жертву ферзя.}) \r\n46... gxf6 {Невероятно! Мы выигрываем у такого великого шахматиста, как Боргов жертвой ферзя. Как продолжить атаку?} 47. Rxf6 {[%wrong Поищем сильнейшее продолжение атаки. Какое взятие напрашивается?] [%hint Возьмем пешку с угрозой двойного удара на f8.]} Qh5 {Блестяще! Какой ход позволяет Бет получить материальный перевес?} 48. Rf8+ {[%wrong Поищем сильнейший ход. Как получить материальный перевес?] [%hint Возьмем под бой поле превращения пешки \"e\".]} (48. g4 $2 Rxg4+ {Черные объявят вечный шах и добьются ничьей. Как обеспечить превращение пешки \"e\" в ферзя?}) (48. Bf2 $2 Kg7 {На Лf8 черные отвечают Фf7 и добиваются ничьей. Как обеспечить превращение пешки \"e\" в ферзя?}) (48. e8=Q+ $2 Qxe8 {Черные забирают ферзя и даже после Лf8+ сохраняют решающий материальный перевес. Попробуем подготовить превращение пешки.}) \r\n48... Kg7 {Отлично! Как получить материальный перевес?} 49. e8=Q {[%wrong У черных приемлемая позиция. Зачем мы пожертвовали ферзя?] [%hint Мы пожертвовали одного ферзя, но сейчас можем выставить на доску другого.] Потрясающе! Мы пожертвовали ферзя, но форсированно получили материальный перевес. Черные пытаются провести контратаку на вечный шах. Сыграем так, чтобы не дать им ни одного шанса, в следующем задании.} (49. g4 $2 Rxg4+ {Черные объявят вечный шах и добьются ничьей. Как получить материальный перевес?}) 1-0",
      "[Event \"Biel Interzonal/Moscow\"]\r\n[Site \"Biel SUI\"]\r\n[Date \"1993.07.16\"]\r\n[Round \"1\"]\r\n[White \"Beth 6\"]\r\n[Black \"Borgov\"]\r\n[Result \"1/2-1/2\"]\r\n[ECO \"D20\"]\r\n[SetUp \"1\"]\r\n[FEN \"4QR2/6k1/7p/1pBpp2q/1P6/6PP/4r1K1/8 w - - 1 50\"]\r\n[PlyCount \"17\"]\r\n[EventDate \"1993.??.??\"]\r\n\r\n{Нам рукой подать до победы! Куда отступит король Бет?} 50. Kf1 {[%wrong Поищем сильнейший ход. Мы победим, если король найдет оптимальный путь.] [%hint Нападем королем на вражескую ладью.]} (50. Bf2 $5 {Это сильный ход, но Бет решила напасть королем на ладью так, чтобы та не могла дать ему новый шах. Куда отступил король Бет?}) (50. Rf2 $2 Rxf2+ {После размена ладей черные забирают ферзя и выигрывают. Поищем сильнейшее продолжение.}) (50. Kg1 $6 Re1+ {Черные могут форсировать вечный шах и добиться ничьей. Поищем сильнейшее отступление короля.}) (50. Kh1 $2 Qxh3+ {Черные дают мат следующим ходом. Поищем сильнейшее отступление короля.}) \r\n50... Qxh3+ {Черные готовы на отчаянные жертвы! Куда отступит король?} 51. Kxe2 {[%wrong Поищем сильнейший ход. Какое взятие напрашивается?] [%hint Возьмем ладью.]} (51. Kg1 $2 Qg2# {Это мат. Поищем сильнейший ход.}) \r\n51... Qg2+ {У черных почти закончились фигуры! Каким ходом Бет закрылась от шаха и напала на ферзя?} 52. Rf2 {[%wrong Поищем сильнейший ход. Как Бет закрылась от шаха и напала на ферзя?] [%hint Закроемся от шаха и нападем на черного ферзя.]} (52. Kd1 $5 {Отлично! Это отступление выигрывает еще быстрее, но Бет предпочла закрыться от шаха и напасть на ферзя. Каким ходом?}) (52. Kd3 $5 {Белые побеждают, но Бет предпочла закрыться от шаха и напасть на ферзя. Каким ходом?}) (52. Ke1 $5 {Белые побеждают, но Бет предпочла закрыться от шаха и напасть на ферзя. Каким ходом?}) (52. Bf2 $5 {Белые побеждают, но Бет предпочла закрыться от шаха и напасть на ферзя. Каким ходом?}) (52. Ke3 $5 {Белые побеждают, но Бет предпочла закрыться от шаха и напасть на ферзя. Каким ходом?}) \r\n52... Qe4+ {Молодец! Бет отступила королем так, чтобы черные не смогли продолжить серию шахов. На какое поле?} 53. Kd2 {[%wrong Поищем сильнейший ход. Куда отступить королем, чтобы черные не смогли продолжить серию шахов?] [%hint Поищем поле, где король сможет укрыться от новых шахов.] Потрясающе! У черных закончились шахи, и белые с лишними ладьей и слоном дают мат не позднее, чем в пять ходов. МГ Боргов сдался, и Бет заняла первое место в турнире!} (53. Kf1 $5 {Это сильный ход, но Бет нашла, как защититься от шахов на следующем ходу. На какое поле она отступила?}) (53. Kd1 $5 {Это сильный ход, но Бет нашла, как защититься от шахов на следующем ходу. На какое поле она отступила?}) (53. Be3 $5 {Это сильный ход, но Бет нашла, как защититься от шахов на следующем ходу. На какое поле она отступила?}) 1-0"
   ],
   "title" : "Лучшие ходы Бет Хармон",
   "url" : "https://www.chess.com/ru/lessons/luchshie-khody-legend-shakhmat/luchshie-khody-bet-kharmon",
   "video" : "https://media.chesscomfiles.com/videos/wide/RUS-harmon-j9f.mp4"
}
