{
   "description" : "Иногда жертва пешки или двух может ускорить развитие и обострить игру. Это рискованный план, но так можно создать сильную атаку. К известным гамбитам относятся королевский (1.e4 e5 2.f4) и северный (1.e4 e5 2.d4).",
   "duration" : null,
   "fen" : "r1b1k2r/ppppqppp/8/8/2BP4/5N2/P4PPP/Q3R1K1 b kq - 0 13",
   "id" : "8c611424-a0bd-11e8-889c-8f09571b4814",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/pppp1ppp/8/4p3/4P3/8/PPPP1PPP/RNBQKBNR w KQkq - 0 2\"]\r\n\r\n{Белые решают рискнуть, выбирая королевский гамбит. Как пешкой напасть на пешку e5, перейдя в королевский гамбит?}\r\n2.f4\r\n    {[%wrong Это не королевский гамбит. Попробуем снова!][%hint Как  напасть ходом пешки на пешку e5 и открыть диагональ e1-h4, ослабляя прикрытие короля белых?]}\r\n2...exf4\r\n    {Белые жертвуют пешку, и черные принимают эту жертву. Черные готовы дать неприятный шах ...Фh4+. Как белым развить коня и защититься от этой угрозы?}\r\n3.Nf3\r\n    {[%wrong Это интересный ход, но он не развивает коня, препятствуя ходу ...Фh4. Попробуем снова!][%hint Как расположить коня, чтобы защитить поле h4?] Здорово! У черных много ходов, например, острое и опасное 3...g5, или развивающее 3...d5. Впереди много опасностей и переживаний!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/pppp1ppp/8/8/2B1P3/8/PB3PPP/RN1QK1NR b KQkq - 0 5\"]\r\n{Белые пожертвовали две пешки, чтобы получить большое преимущество в развитии и нацелить обоих слонов на королевский фланг черных. Какой ход позволяет черным возвратить пешку, чтобы открыть линии для развития фигур и замедлить атаку белых, нападая на белопольного слона.}\r\n5...d5\r\n    {[%wrong Нам нужно напасть на белопольного слона белых и вернуть пешку, чтобы завершить развитие. Поищем этот ход!][%hint Какая пешка может напасть на белопольного слона и закрыть от него поле f7?]}\r\n    (5...b5 $2 6.Bxf7+ {Это интересный ход, но следующим ходом белые готовы продолжать Фd5 с мощной атакой. Попробуем снова!})\r\n6.Bxd5\r\n    {Молодец! Черные замедляют атаку белых и открывают диагональ своему белопольному слону. Выведем коня и снова нападем на белопольного слона белых!}\r\n6...Nf6\r\n    {[%wrong Это интересный ход, но не развитие коня с нападением на белопольного слона белых. Попробуем снова!][%hint Как расположить коня на привычном поле, нападая на белопольного слона белых?]}\r\n    (6...Ne7 $2 7.Bxf7+ {Черные теряют ферзя и не могут отыграть его ходом ...Сb4+, потому что на пути у слона оказался конь. Попробуем снова!})\r\n7.Bxf7+\r\n    {Черные зевнули ферзя? Вовсе нет! Возьмем белого слона и начнем осложнения.}\r\n7...Kxf7\r\n    {[%wrong Это интересная идея, но бояться нечего. Возьмем белого слона!][%hint Берем белого слона, не боимся осложнений!]}\r\n8.Qxd8\r\n    {Кажется, что черные проигрывают, но у них есть шах со вскрытым нападением на белого ферзя. Как его найти?}\r\n8...Bb4+\r\n    {[%wrong Это не шах со вскрытым нападением на белого ферзя. Попробуем снова!][%hint В этой позиции черные могут дать только один шах.]}\r\n9.Qd2\r\n    {Отличный ход! Белым приходится закрываться ферзем, иначе его взяла бы черная ладья. Возьмем белого ферзя!}\r\n9...Bxd2+\r\n    {[%wrong Нам нужно взять белого ферзя. Попробуем снова!][%hint Какая фигура может взять белого ферзя?]}\r\n10.Nxd2\r\n    {Черные вышли из дебютных осложнений с равной позицией. Развиваем ладью, атакуя центр белых!}\r\n10...Re8\r\n    {[%wrong Это интересный ход, но мы можем найти сильнейшее нападение на центр белых. Попробуем снова!][%hint Пешка e4 находится на одной вертикали с белым королем. Нападем на нее!] Здорово! Осложнения закончились, и у черных крепкая позиция с равными шансами.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/pppp1ppp/8/8/3pP3/2P5/PP3PPP/RNBQKBNR b KQkq - 0 3\"]\r\n\r\n{От гамбита можно защититься, не принимая жертвы и сосредотачиваясь на атаке центра и быстром развитии. Как найти ход центральной пешкой с нападением на белую пешку e4?}\r\n3...d5\r\n    {[%wrong Мы стремимся напасть на белую пешку e4 ходом центральной пешки. Попробуем снова!][%hint Какая пешка может занять центр, атакуя белую пешку e4?]}\r\n4.exd5\r\n    {Отлично! Черные решают атаковать центр белых и не принимают гамбит. Возьмем пешку d5!}\r\n4...Qxd5\r\n    {[%wrong Нам нужно взять пешку d5. Делаем ход.][%hint Какая фигура может взять пешку d5?]}\r\n5.cxd4\r\n    {Молодец! Черный ферзь атакует центр белых. Нам нужно быстро развиваться и одновременно атаковать центр белых!}\r\n5...Nc6\r\n    {[%wrong Это интересный ход, но нам надо развить фигуру с нападением на пешку d4. Попробуем снова!][%hint Какая фигура может занять свое привычное поле с атакой пешки d4?]}\r\n6.Nf3\r\n    {Молодец! Белые снова защищают пешку d4. Как атаковать защитника пешки, связывая его защитой ферзя?}\r\n6...Bg4\r\n    {[%wrong Это интересный ход, но черным нужно развить фигуру, связывая коня f3 защитой ферзя. Попробуем снова!][%hint Какая фигура может занять свое привычное поле с атакой пешки d4?]}\r\n7.Nc3\r\n    {Изумительно! Черные развивают еще одну фигуру и нападают на белого коня f3. Продолжаем делать логичные ходы. Как развить еще одну фигуру и связать коня c3?}\r\n7...Bb4\r\n    {[%wrong Это интересный ход, но нам надо развить фигуру со связкой коня c3. Попробуем снова!][%hint Какая фигура может связать коня c3 защитой белого короля?] Молодец! Черные активно развиваются и осаждают белую пешку d4, поэтому отклонение гамбитов может быть тоже выгодным!}\r\n    (7...Qa5 $5 {Это тоже разумный ход. Теперь попробуем оставить ферзя на месте и развить еще одну фигуру, связывая коня c3 защитой белого короля?})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkb1r/pppppppp/5n2/8/3P4/8/PPP1PPPP/RNBQKBNR w KQkq - 1 2\"]\r\n\r\n{Сделаем ход 2. c4 и посмотрим, как ответят черные!}\r\n2.c4\r\n    {[%wrong Нас просили сделать самый распространенный ход белых - 2. c4. Делаем этот ход!][%hint Поставим пешку \\\"c\\\" на поле c4.]}\r\n2...e5\r\n    {Черные применяют будапештский гамбит! Если мы не принимаем жертву пешки, черные получают крепкую позицию. Испытаем гамбит на прочность и возьмем пешку!}\r\n3.dxe5\r\n    {[%wrong Мы смотрим, что произойдет, если белые примут жертву. Возьмем эту пешку!][%hint Не позволяем черной пешке укрепиться на e5. Возьмем ее!]}\r\n3...Ng4\r\n    {Черные уводят коня, нападая на нашу пешку e5. В позиции много приемлемых продолжений. Развиваем слона, защищая пешку e5.}\r\n4.Bf4\r\n    {[%wrong У белых несколько хороших продолжений, но мы собираемся защитить пешку e5 слоном. Сделаем этот классический ход!][%hint Расположим чернопольного слона белых так, чтобы тот защищал пешку e5.]}\r\n4...Nc6\r\n    {Черные продолжают давить на пешку e5. Как развить коня, защищая пешку e5?}\r\n5.Nf3\r\n    {[%wrong Это не развитие коня с защитой пешки e5. Попробуем снова!][%hint Как развить коня на хорошее поле и защитить пешку e5?] Молодец! Белые получили прочную позицию, хотя черные применили опасный будапештский гамбит. Продолжим изучать этот вариант...}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1b1k2r/ppppqppp/2n5/4P3/1bP2Bn1/5N2/PP1NPPPP/R2QKB1R w KQkq - 7 7\"]\r\n{Черные наращивают давление на пешку e5. Оценим два продолжения: 7.e3 и 7.a3. Какой ход сильнее?}\r\n7.e3\r\n    {[%wrong Мы выбираем между 7.e3 и 7.a3. Какой ход пешкой - сильнейший?][%hint Сосредоточимся на завершении развития и подготовке рокировки нашего короля.]}\r\n    (7.a3 $5 Ngxe5 {Этот ход неплох, только не надо зевать спертый мат после ...Кd3. Почему бы не продолжить развитие в центре, подготавливая развитие белопольного слона?})\r\n7...Ngxe5\r\n    {Молодец! Белые делают крепкий ход 7. e3. Они готовы вернуть пешку, чтобы продолжить развитие и подготовить рокировку. Выведем белопольного слона и подготовим рокировку!}\r\n8.Be2\r\n    {[%wrong Это интересный ход, но он не позволяет ввести в игру белопольного слона. Попробуем снова!][%hint Как спокойно развить белопольного слона и подготовить рокировку?] Здорово! Белые вернули пешку, но черным нужно время, чтобы ее отыграть. Белые лучше контролируют центр с комфортной позицией.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqk2r/pppp1ppp/2n5/8/2BP4/B4N2/P4PPP/b2Q1RK1 w kq - 0 11\"]\r\n[PlyCount \"5\"]\r\n\r\n{В варианте итальянской партии белые пожертвовали две пешки и ладью за большое преимущество в развитии и открытую вертикаль, позволяющую атаковать короля черных. Как белым воспользоваться открытой вертикалью и наказать черных за отставание в развитии?} \r\n11. Re1+ \r\n{[%wrong Это интересный ход, но мы можем найти сильнейшее продолжение. Попробуем снова!][%hint Ладьям нравятся открытые вертикали, особенно те, где расположен вражеский король!]} \r\n(11. Qxa1 $2\r\nNe7 {И черным удается защитить слабого короля, сохранив материальный перевес. Как сразу атаковать черного короля по вертикали \\\"e\\\"?}) \r\n(11. Qe2+ $6 Ne7 {Мы нашли правильную идею, но представим, насколько сильнее был бы шах ладьей по вертикали \\\"e\\\". Попробуем снова!}) 11... Ne7 {Молодец! Теперь черные не смогут сделать рокировку. Пора отыграть фигуру, сохранив подавляющую позицию!} \r\n12. Bxe7 {[%wrong\r\nЭто интересный ход, но так белые не выигрывают фигуру. Попробуем снова!][%hint\r\nКакое взятие позволяет белым выиграть черного ферзя?]} (12. Rxe7+ $5 {\r\nЭто продолжение тоже выигрывает  - молодец! Изучим позицию после Сxe7.}) \r\n(12. Qxa1 $2 d6 {Черные перекрыли вертикали и могут использовать материальный перевес. Попробуем снова!}) 12... Qxe7 {Отлично! Черный ферзь вынужден встать под связку! Мы можем взять черного ферзя. С какого взятия лучше начать сбор урожая?} 13. Qxa1 {[%wrong Это интересный ход, но мы ищем сильное взятие перед взятием черного ферзя. Попробуем снова!][%hint Черный ферзь связан. Как взять черную фигуру раньше, чем ферзя?] Вот так терпение! Белые забрали слона, а черный ферзь все еще связан.\r\nНа следующем ходу белые возьмут ферзя с выигрышной позицией.} (13.\r\nBxf7+ $2 Kxf7 {Этот размен приводит к материальным потерям. Поищем взятие, выигрывающее материал!}) (13. Rxe7+ $5 {Превосходно! Это тоже сильный ход! С какого сильного взятия нужно начинать прежде, чем взять черного ферзя?})\r\n*"
   ],
   "title" : "Гамбиты",
   "url" : "https://www.chess.com/ru/lessons/debiut-dlia-prodolzhaiushchikh/gambity-1",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-gambits-n5t.mp4"
}
