{
   "description" : "При линейном ударе фигура нападает на вражескую, а за той находится менее ценная, которую можно будет взять после того, как более ценная фигура отступит. Можно сказать, что линейный удар - обратная связка, потому что первой под удар попадает более ценная фигура.",
   "duration" : null,
   "fen" : "6Q1/8/4k3/8/8/pq6/7P/7K b - - 1 1",
   "id" : "8dd9722c-a0ba-11e8-a671-872d18175a71",
   "membership" : 30,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/4k3/8/8/pq6/6QP/7K w - - 0 1\"]\r\n\r\n{Черный ферзь помогает пешке идти вперед по доске, чтобы превратиться во второго ферзя. Какой линейный удар, позволяет белым победить?}\r\n1.Qg8+\r\n    {[%wrong Это хорошая попытка, но не выигрывающий линейный удар. Попробуем снова!][%hint Как найти шах ферзем с линейным ударом по королю и ферзю черных?]}\r\n1...Kd6\r\n    {Молодец! Белые нападают на короля, позади которого расположен ферзь. Черный король должен отступить, и белые забирают ферзя!}\r\n2.Qxb3\r\n    {[%wrong Это не взятие черного ферзя. Попробуем снова!][%hint Как взять черного ферзя?] Отлично! белые забирают ферзя и выигрывают партию.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/7p/p2k3B/2p1b3/P7/5NP1/1r3P2/5RK1 w - - 0 1\"]\r\n\r\n{Ход белых. Какое взятие позволяет выиграть фигуру или нанести линейный удар?}\r\n1.Nxe5\r\n    {[%wrong Это интересная попытка, но не линейный удар. Попробуем снова!][%hint Поищем единственное взятие в этой позиции? Оно готовит линейный удар!]}\r\n1...Kxe5\r\n    {Молодец! Если черный король не берет коня, белые просто выигрывают фигуру. Как найти линейный удар в ответ на взятие коня?}\r\n2.Bg7+\r\n    {[%wrong Это не линейный удар по королю и ладье черных. Попробуем снова!][%hint Как дать шах черному королю по диагонали, где находится черная ладья?]} (2. f4+ $2 {Поищем сильнейший шах с нападением на короля и ладью черных.}) (2. Bf4+ $2 {Поищем сильнейший шах с нападением на короля и ладью черных.}) (2. Re1+ $2 {Поищем сильнейший шах с нападением на короля и ладью черных.}) \r\n2...Kf5\r\n    {Именно! Теперь возьмем ладью!}\r\n3.Bxb2 {[%wrong Мы упускаем возможность получить материальный перевес. Поищем выгодное взятие.] [%hint Возьмем незащищенную фигуру.]  Отличная работа! Мы нашли линейный удар!} (3. g4+ $5 {Белые выигрывают, но выгоднее сразу осуществить взятие. Каким ходом?}) (3. f4 $2\r\n{Мы упускаем возможность выиграть фигуру. Поищем выгодное взятие.}) *",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2n5/1r4k1/p4p2/4b1p1/8/3B2P1/4NPK1/7R w - - 0 1\"]\r\n\r\n{Поищем СИЛЬНЕЙШИЙ линейный удар белых в этой позиции.}\r\n1.Rh7+\r\n    {[%wrong Это не линейный удар. Попробуем снова!][%hint Какой шах наносит линейный удар по королю и ладье черных?]}\r\n    (1.Bxa6 $2 Rc7 {Это привлекательная попытка. Мы напали на черных ладью и коня и выиграли пешку, но можем найти сильнейший линейный удар. Какой?})\r\n1...Kg8\r\n    {Фантастика! Мы нанесли линейный удар по королю и ладье черных. Белая ладья защищена слоном, поэтому черный король вынужден отступить. Возьмем ладью!}\r\n2.Rxb7\r\n    {[%wrong Это не взятие черной ладьи. Попробуем снова!][%hint Как взять черную ладью?] Молодец, мы нашли сильнейший  линейный удар!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/3r2p1/5k2/2p2r2/1pP5/1P5P/4B1P1/5RK1 w - - 0 1\"]\r\n\r\n{У белых слон за ладью, но нам нужно поискать взятие с подготовкой двойного удара.}\r\n1.Rxf5+ $1\r\n    {[%wrong Это взятие не ведет к линейному удару. Попробуем снова!][%hint У белых в этой позиции есть лишь одно взятие. Это линейный удар!]}\r\n    (1.Bg4 $2 Rxf1+ {Мы были так близко! Слон пытается выиграть ладью, черные отвечают шахом. Как иначе осуществить эту идею?})\r\n1...Kxf5\r\n    {Отлично! Черный король забирает ладью, но оказывается на той же диагонали, что ладья d7. Нанесем линейный удар по королю и ладье!}\r\n2.Bg4+\r\n    {[%wrong Это не линейный удар по королю и ладье черных. Попробуем снова!][%hint Даем шах черному королю по диагонали, где находится черная ладья.]}\r\n2...Ke5\r\n    {Правильно! Теперь возьмем черную ладью.}\r\n3.Bxd7\r\n    {[%wrong Это не взятие ладьи. Попробуем снова.][%hint Как взять черную ладью?] Здорово! Мы нашли комбинацию с линейным ударом!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/7P/2r5/3p4/3k3B/6R1/5nPK/q7 w - - 0 1\"]\r\n\r\n{Черные только что превратили пешку в ферзя на поле a1 и угрожают матом ...Фh1. Какой линейный удар помогает белым спастись?}\r\n1.h8=Q+\r\n    {[%wrong Это не линейный удар. Попробуем снова!][%hint Не забудем о пешечном превращении!]}\r\n    (1.h8=B+ $2 {Этот ход позволяет белым выиграть ферзя, но почему бы нам самим не превратить пешку в ферзя, ведь так выиграть легче?})\r\n    (1.Bf6+ $2 Rxf6 {Это хорошая попытка, но здесь слон теряется. Как безопасно нанести линейный удар по черным фигурам?})\r\n1...Kc4\r\n    {Белая пешка превращается в ферзя и наносит линейный удар по ферзю и королю черных. Теперь можно забрать ферзя!}\r\n2.Qxa1\r\n    {[%wrong Это не взятие черного ферзя.][%hint Какая фигура может взять черного ферзя?] Отлично! Белые выигрывают ферзя!}\r\n*"
   ],
   "title" : "Линейный удар",
   "url" : "https://www.chess.com/ru/lessons/okhotimsia-figury/lineinyi-udar",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-BEG-skewers-h0g.mp4"
}
