{
   "description" : "Эта редкая, но мощная комбинация, возникающая при возможности неоднократного объявления вскрытого шаха. При этом фигуры двигаются как на лопасти вентилятора или крылья мельницы. Вскрытые шахи позволяют взять несколько фигур, получая большое материальное преимущество.",
   "duration" : null,
   "fen" : "r3rn1k/pb4R1/3ppB1p/7q/1P6/4N3/P4PPP/4R1K1 w - - 3 29",
   "id" : "90b3d38a-a0be-11e8-ae19-e7de80a7a793",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"7k/1b4pp/p3B3/1pp5/6P1/6NP/PBP3r1/Q4N1K b - - 0 1\"]\r\n\r\n{Мельница может дать бесконечное число вскрытых шахов. Заберем все белые фигуры, расположенные на вертикали \\\"g\\\", используя мельницу!}\r\n1...Rxg3+\r\n    {[%wrong Сначала нам нужно использовать мельницу, чтобы забрать все белые фигуры, расположенные на вертикали \\\"g\\\". Начнем с белого коня g3.][%hint Как взять белого коня и дать вскрытый шах одним ходом?]}\r\n2.Kh2\r\n    {Молодец! Черные берут коня. Пусть мельница продолжит вращаться, готовясь выиграть больше фигур!}\r\n2...Rg2+\r\n    {[%wrong Этот ход не заводит мельницу. Оттесним белого короля на поле h1, чтобы подготовить еще один вскрытый шах!][%hint Как оттеснить белого короля на h1 и подготовить еще один шах мельницей?]}\r\n3.Kh1\r\n    {Молодец! Черные вынуждают белого короля отступить на поле h1, готовя еще один вскрытый шах. Возьмем белую пешку g4!}\r\n3...Rxg4+\r\n    {[%wrong Нам нужно взять белую пешку g4. Попробуем снова!][%hint Возьмем белую пешку g4 и дадим вскрытый шах королю!]}\r\n4.Kh2\r\n    {Отлично! Черные забирают фигуры белых на вертикали \"g\". Пусть мельница продолжает вертеться. Оттесним белого короля обратно на поле h1!}\r\n4...Rg2+\r\n    {[%wrong Этот ход не вынуждает белого короля вернуться на поле h1. Попробуем снова!][%hint Как оттеснить белого короля на поле h1?]}\r\n5.Kh1\r\n    {Фантастическая работа! Переходим к следующему этапу комбинации \"мельница\"!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"7k/1b4pp/p3B3/1pp5/8/7P/PBP3r1/Q4N1K b - - 3 5\"]\r\n\r\n{Мы забрали все фигуры белых, расположенные на вертикали \\\"g\\\". Теперь сделаем то же со второй горизонталью, используя \"мельницу\"!}\r\n5...Rxc2+\r\n    {[%wrong Этот ход не позволяет забрать фигуры, расположенные на второй горизонтали. Попробуем снова!][%hint Как забрать пешку, расположенную на второй горизонтали, и дать вскрытый шах белому королю?]}\r\n    (5...Rg6+ $6 6.Kh2)\r\n6.Kg1\r\n    {Хорошо! Оттесним короля обратно на поле h1.}\r\n6...Rg2+\r\n    {[%wrong Этот ход не позволяет оттеснить короля обратно на поле h1. Попробуем снова!][%hint Какой шах вынуждает белого короля занять неудачное поле h1?]}\r\n7.Kh1\r\n    {Молодец! Белый король оттеснен на поле h1. Возьмем другую фигуру на второй горизонтали!}\r\n7...Rxb2+\r\n    {[%wrong Этот ход не выигрывает фигуру на второй горизонтали. Попробуем снова!][%hint Как забрать слона, расположенного на второй горизонтали, и дать вскрытый шах белому королю?]}\r\n8.Kg1\r\n    {Мельница продолжает вращаться! Оттесним короля обратно на поле h1.}\r\n8...Rg2+\r\n    {[%wrong Этот ход не позволяет оттеснить короля обратно на поле h1. Попробуем снова!][%hint Какой шах вынуждает белого короля занять неудачное поле h1?]}\r\n9.Kh1\r\n    {Изумительно! Возьмем еще одну пешку на второй горизонтали!}\r\n9...Rxa2+\r\n    {[%wrong Этот ход не выигрывает пешку на второй горизонтали. Попробуем снова!][%hint Как забрать пешку, расположенную на второй горизонтали, и дать вскрытый шах белому королю?]}\r\n10.Kg1\r\n    {Черная ладья нанесла белым огромный ущерб комбинацией \"мельница\"! Нужно ли продолжать вращение мельницы или лучше взять белого ферзя?}\r\n10...Rxa1\r\n    {[%wrong Этот ход не позволяет выиграть ферзя. Попробуем снова!][%hint Мельница уже взяла все возможные фигуры. Поищем сильнейший ход черных.] Мельница заканчивает работу, и черные получают выигранную позицию. Молодец!}\r\n    (10...Rg2+ $6 {Это продолжение не позволяет черным увеличить свой материальный перевес и ведет только к повторению ходов. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r3rnk1/pb3pp1/3pp2p/1q4BQ/1P1P4/4N1R1/P4PPP/4R1K1 w - - 4 25\"]\r\n\r\n{Перед нами позиция из известной партии Торре - Ласкер, где впервые встретилась \\\"мельница\\\". Как белым завести мельницу, напасть на пешку g7 и черного ферзя, причем, все это одним ходом?}\r\n25.Bf6\r\n    {[%wrong Это интересный ход, но он не позволяет завести мельницу. Попробуем снова!][%hint С какого поля слон может напасть на пешку g7, заводя мельницу и позволяя белому ферзю напасть на черного?]}\r\n    (25.Bxh6 $2 Qxh5 {Мы на верном пути, но этот ход не позволяет завести мельницу, поэтому черные получают большой материальный перевес и должны победить. Попробуем снова!})\r\n25...Qxh5\r\n    {Красивый ход! Белые жертвуют ферзя. Пора запустить мельницу!}\r\n26.Rxg7+\r\n    {[%wrong Это интересный ход, но он не запускает мельницу. Попробуем снова!][%hint Белая ладья готова забрать фигуры, расположенные на седьмой горизонтали. Как напасть на черного короля?]}\r\n    (26.Bxg7 $2 Ng6 {Мы заняли нужное поле другой фигурой! Ищем более форсированное взятие на g7. Попробуем снова!})\r\n26...Kh8\r\n    {Фантастическая работа! Мы создали мельницу!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r3rn1k/pb3pR1/3ppB1p/7q/1P1P4/4N3/P4PPP/4R1K1 w - - 1 27\"]\r\n\r\n{Нужно ли белым сразу отыграть пожертвованного ферзя или мы найдем сильнейший ход?}\r\n27.Rxf7+\r\n    {[%wrong Этот ход не позволяет белым получить материальное преимущество. Попробуем снова!][%hint Можно не спешить со взятием черного ферзя. Сначала возьмем пешку на седьмой горизонтали!]}\r\n    (27.Rg5+ $2 Kh7 {Белые еще могут исправить эту ошибку ходом Лg7. При использовании мельницы не нужно торопиться со взятием ферзя. Попробуем снова!})\r\n27...Kg8\r\n    {Отличное решение! Белые начинают забирать фигуры, используя мельницу. Теперь оттесним черного короля назад на h8!}\r\n28.Rg7+\r\n    {[%wrong Этот ход не вынуждает черного короля отступить на поле h8. Попробуем снова!][%hint Какой шах вынуждает черного короля отступить на неудачное поле h8?]}\r\n28...Kh8\r\n    {Отличная работа! Продолжим забирать фигуры на седьмой горизонтали!}\r\n29.Rxb7+\r\n    {[%wrong Этот ход не позволяет выиграть фигуру на седьмой горизонтали. Попробуем снова!][%hint Как взять слона, расположенного на седьмой горизонтали, и дать вскрытый шах черному королю?]}\r\n29...Kg8\r\n    {Изумительно! Оттесним черного короля на h8.}\r\n30.Rg7+\r\n    {[%wrong Этот ход не вынуждает черного короля отступить на поле h8. Попробуем снова!][%hint Какой шах вынуждает черного короля отступить на неудачное поле h8?]}\r\n30...Kh8\r\n    {Отличная работа! Нужно ли белым использовать мельницу, чтобы взять еще одну пешку на седьмой горизонтали, но открыть вертикаль для черной ладьи, или пора напасть на ферзя?}\r\n31.Rg5+\r\n    {[%wrong Этот ход не позволяет белым получить материальный перевес. Попробуем снова!][%hint Пусть черная ладья остается пассивной на a8. Не надо вскрывать вертикаль \"a\".] Отличная работа! Белые выигрывают ладью и получают материальное преимущество. Торре без проблем довел партию до победы.}\r\n    (31.Rxa7+ $5 {Можно и взять пешку, но после этого черная ладья станет более активной. Торре решил сразу напасть на ферзя, чтобы черная ладья осталась пассивной.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"k1n5/p2R2b1/2p2qpp/4rp2/2P5/1P2Q1P1/P4PBP/6K1 w - - 0 1\"]\r\n\r\n{Белым хотелось бы продолжать Сxc6+ с мельницей, но черный ферзь защищает это поле. Какая жертва ферзя позволяет белым выиграть фигуру и отвлечь черного ферзя от поля c6?} \r\n1.Qxe5 \r\n    {[%wrong Это интересный ход, но нам нужно отвлечь черного ферзя от защиты пешки c6. Попробуем снова!][%hint Черный ферзь защищает ладью e5 и важное поле c6. Как отвлечь его от защиты пешки c6?]}\r\n    ( 1.Rxg7 $2 Rxe3 {Эта жертва не приносит белым успеха. Попробуем снова!} )\r\n1...Qxe5 \r\n    {Отличное комбинационное зрение! Белые жертвуют ферзя, чтобы создать мельницу! Возьмем на c6!}\r\n2.Bxc6+ \r\n    {[%wrong Это не взятие пешки c6. Попробуем снова!][%hint Возьмем пешку c6!]}\r\n2...Kb8 \r\n    {Начинается атака ладьей и слоном! Вынудим черного короля занять поле a8!}\r\n3.Rb7+ \r\n    {[%wrong Этот ход не позволяет оттеснить черного короля на a8. Попробуем снова!][%hint Какой шах оттесняет черного короля на поле a8?]}\r\n3...Ka8 \r\n    {Молодец! Нужно ли белым брать фигуры или мы сможем найти мат с помощью мельницы?}\r\n4.Rb5# \r\n    {[%wrong Это интересная идея, но белые могут сразу победить. Поищем нужный ход.][%hint Мельнице не всегда нужно забирать много фигур. Мы можем просто дать противнику мат!] Отличная работа! Черные получили мат!}\r\n    ( 4.Rb4# $5 {Молодец - мы нашли мат! Сделаем ход Лb5#.} )\r\n    ( 4.Rb6# $5 {Молодец - мы нашли мат! Сделаем ход Лb5#.} )\r\n    ( 4.Rxg7+ $5 {Забрать слона - полезно, а мельница еще может вернуться в матовое положение. Как сразу завершить партию? Попробуем снова!} )\r\n    ( 4.Rb8+ $2 Kxb8 {Мы на правильном пути, но нельзя позволять черному королю взять белую ладью. Попробуем снова!} )\r\n*"
   ],
   "title" : "Мельница",
   "url" : "https://www.chess.com/ru/lessons/aktiviziruem-figury/melnitsa",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-windmill-s0d.mp4"
}
