{
   "description" : "В начале партии безопаснее всего сделать рокировку, чтобы обеспечить безопасность короля. В окончании король может помогать движению пешек. Если ему не грозит мат, он становится очень силен.",
   "duration" : null,
   "fen" : "3rr1k1/pbb2pp1/1p1q1np1/8/3P4/2NQBN2/PPP2PPP/2KR3R b - - 1 1",
   "id" : "92020b60-a0bb-11e8-9c25-d5a7ec0538f4",
   "membership" : 40,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rr4k1/1p1bppbp/p2p1np1/q7/P1BBP3/2N5/1PP1QPPP/R3K2R w KQ - 0 1\"]\r\n\r\n{Белые хотят сделать рокировку, чтобы защитить короля. Выберем самое безопасное продолжение.}\r\n1.O-O\r\n    {[%wrong Это не рокировка белого короля. Попробуйте снова!][%hint Если бы вы были белым королем, где бы вы чувствовали себя в большей безопасности: на королевском фланге или ферзевом?] Отлично! Белые делают рокировку на королевский фланг, под защиту трех пешек.}\r\n    (1.O-O-O $2 b5 {Белый король делает рокировку прямо под атаку черных. Заметьте, что пешка a4 позволяет черным открыть линии. Белому королю небезопасно здесь находиться. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"3rr1k1/pbb2pp1/1p1q1np1/8/3P4/2NQBN2/PPP2PPP/R3K2R w KQ - 0 1\"]\r\n\r\n{Решим, куда белым  рокировать в этой позиции: на королевский фланг или ферзевый?}\r\n1.O-O-O\r\n    {[%wrong  Мы выбираем между рокировкой на королевский или ферзевый фланг. Какой ход сильнее?][%hint Спросим черных слонов и ферзя - они подскажут, где должен находиться король!] Отличное решение! С помощью рокировки белым удается обезопасить короля. Белый король покинул королевский фланг, поэтому они могут вести вперед пешки на этой половине доски, чтобы атаковать короля черных.}\r\n    (1.O-O $2 Bxf3 {Оба черных слона и ферзь атакуют королевский фланг, и белые теряют фигуру, потому что черные угрожают матом на h2. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/1p3pk1/1p4p1/8/1Pn2BP1/2PR1P2/r1K5/8 w - - 0 1\"]\r\n\r\n{Белый король под шахом. Сможем найти лучший ответ на атаку черных?}\r\n1.Kb3\r\n    {[%hint Как белым сочетать атаку и защиту?] Все верно! Король может быть уязвим, но в эндшпиле он становится мощной атакующей фигурой. Черные конь и ладья под двойным ударом, поэтому белые выигрывают фигуру!}\r\n    (1.Kb1 $2 {Белый король спасается, но в позиции есть и более сильный ход. Постараемся его найти!})\r\n    (1.Kd1 $2 Nb2+ {Всегда ищем тактические удары прежде, чем решить, куда поставить своего короля. Попробуем снова!})\r\n    (1.Kc1 {Здесь белый король будет расположен безопасно, но у нас есть и более сильный ход. Попробуем его найти!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/3k2r1/2p1p1P1/1pPpP2K/1P1P4/8/6P1/8 w - - 0 1\"]\r\n\r\n{В этом эндшпиле король - активная фигура! Могут ли белый король и проходные пешки оказаться сильнее черной ладьи?}\r\n1.Kh6\r\n    {[%wrong Это не нападение на черную ладью. Попробуем снова!][%hint Используем короля для атаки!]}\r\n    (1.g4 $2 Ke7 {Мы ведем пешечное наступление, но не хотим, чтобы черный король успел на помощь ладье и выиграл партию. Попробуем снова!})\r\n    (1.g3 $2 Ke7 {Мы ведем пешечное наступление, но не хотим, чтобы черный король  успел на помощь ладье и выиграл партию. Попробуем снова!})\r\n1...Rg8\r\n    {Молодец! Белый король оттесняет черного. Продолжаем нападать на черную ладью!}\r\n2.Kh7\r\n    {[%wrong Нам нужно нападать на черную ладью. Попробуем снова!][%hint Как белым снова напасть на черную ладью?]}\r\n2...Rf8\r\n    {Белый король - просто монстр! Черная ладья отброшена назад, и белые готовы вести пешку в ферзи и продолжать атаку!}\r\n3.g7\r\n    {[%wrong Нам нужно нападать на черную ладью. Попробуем снова!][%hint Как продолжить атаку?] Блестяще! Белая пешка напала на ладью и готова к превращению. Черным придется пожертвовать ладью за пешку, и тогда лишняя проходная пешка принесет белым победу.}\r\n    (3.Kg7 $2 Ke7 {Белые позволяют черным подключить к защите короля - в этом случае они постепенно проиграют. Попробуем найти другое нападение на черную ладью.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"4rrk1/1bpR1p2/1pq1pQp1/p3P2p/P1PR1K1P/5N2/2P2PP1/8 w - - 0 1\"]\r\n\r\n{Редко можно увидеть белого короля впереди всей армии, когда на доске еще остается так много фигур. Черные фигуры очень пассивны - как использовать короля, чтобы создать угрозу мата?}\r\n1.Kg5\r\n    {[%wrong Нам нужно использовать белого короля, чтобы создать угрозу мата. Попробуем снова!][%hint Белые собираются дать мат ферзем на g7. Как белый король может помочь в атаке?]}\r\n1...Kh7\r\n    {Отлично! Белый король отправляется на g5 и далее на h6, чтобы помочь ферзю дать мат на g7. Черный король встает у него на пути, но не может защитить от другой угрозы. Как сломить сопротивление черных?}\r\n2.Rxf7+\r\n    {[%wrong Это интересная идея, но у нас намного более сильный ход, атакующий черного короля. Попробуем снова!][%hint Черный король больше не защищает поле f7.  Как сломить сопротивление черных?]}\r\n2...Rxf7\r\n    {Оборона черных рушится! Возьмем черную ладью.}\r\n3.Qxf7+\r\n    {[%wrong Этот ход не ведет к взятию черной ладьи. Попробуем снова!][%hint Возьмем черную ладью.]}\r\n3...Kh8\r\n    {Черный король загнан в угол. Пора подключить белого короля к матовой атаке!}\r\n4.Kh6\r\n    {[%wrong Хорошая попытка, но белый король должен помочь поставить мат черному. Попробуем снова!][%hint Откуда белый король может угрожать матом?]}\r\n    (4.Kxg6 $5 {Этот ход тоже приносит нам успех, но дает черным больше возможностей, например, ...Лg8 с шахом. Поищем более простой способ подготовить мат?})\r\n4...Rg8 \r\n    {Король завершает свое путешествие! Очевидно, что черные не могут защититься от угрозы мата на g7. Сможем найти другой мат в один ход?}\r\n5.Qh7# \r\n    {[%wrong Это интересное продолжение, но не мат в один ход. Попробуем снова!] [%hint Объявим мат в один ход. Наш король поможет ферзю!] Это фантастика!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"4rrk1/ppp2ppp/8/4p3/4P3/5P1q/PPP1QP1P/3R1RK1 w - - 0 1\"]\r\n\r\n{Белому королю неуютно! Черные угрожают маневром ...Лe6-g6 с матом. Отступим белым королем и приготовимся защищать наши слабости.}\r\n1.Kh1\r\n    {[%wrong Нам нужно увести короля с вертикали \\\"g\\\". Отступим белым королем на поле h1.][%hint Сделаем ход белым королем.]}\r\n1...Re6\r\n    {Черная ладья готова переключиться на королевский фланг и помочь ферзю дать мат белым на поле h2. Как защитить слабую пешку h2 за два хода?}\r\n2.Rg1\r\n    {[%wrong Это интересная идея, но этот ход не позволяет защитить пешку h2 за два хода.][%hint Займем фигурой поле, которое освободил король, отступив на h1.]}\r\n2...Rh6\r\n    {Молодец! Белая ладья занимает вертикаль \\\"g\\\", покинутую королем покинул ходом ранее. Черные угрожают матом на h2. Как  защититься от этой угрозы?}\r\n3.Rg2\r\n    {[%wrong Этот ход не защищает пешку h2. Попробуем снова!][%hint Как защитить пешку h2 ладьей?] Верно! Белая ладья защищает пешку h2 и освобождает поле g1, чтобы белые могли при необходимости сдвоить ладьи. У белых хорошая позиция.}\r\n*"
   ],
   "title" : "Как использовать короля",
   "url" : "https://www.chess.com/ru/lessons/o-chem-mechtaiut-figury/kak-ispolzovat-korolia",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-INT-using-your-king-h5f.mp4"
}
