{
   "description" : "В некоторых пешечных окончаниях мы можем занять оппозицию и поставить противника в цугцванг, потеряв темп. Треугольник - маневр короля, который тратит три хода, чтобы вернуться на то же поле, а его противник делает это всего за два хода. На доске возникает та же позиция, но очередь хода теперь принадлежит противнику, который может попасть в цугцванг.",
   "duration" : null,
   "fen" : "8/5k2/5P1p/5K1P/8/8/8/8 w - - 0 1",
   "id" : "94be7538-a0bf-11e8-9d7a-cfc8a5b10d64",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"4k3/8/5P1p/4K2P/8/8/8/8 w - - 0 1\"]\r\n\r\n{Как белым проще всего добиться победы в этом эндшпиле?}\r\n1.Ke6\r\n    {[%wrong Это интересный ход, но не кратчайший путь к победе белых. Попробуем снова!][%hint Чтобы победить в эндшпиле, обычно нужно занять оппозицию.]}\r\n    (1.Kf5 $6 Kf7 {Это начальная позиция нашего следующего задания на выигрыш методом треугольника. Здесь мы можем выиграть проще. Попробуем снова!})\r\n1...Kf8\r\n    {Замечательно! Белые занимают оппозицию. Могут ли они вести вперед проходную \"f\"?}\r\n2.f7\r\n    {[%wrong Это интересный ход, но мы можем выиграть проще. Попробуем снова!][%hint Как вынудить черного короля покинуть последнюю горизонталь?]}\r\n2...Kg7\r\n    {Все ясно! Черный конь покидает поле превращения. Как продолжать белым?}\r\n3.Ke7\r\n    {[%wrong Это интересный ход, но так белые теряют пешку f7, и партия заканчивается вничью. Попробуем снова!][%hint Как белым взять под бой поле превращения f8? Делаем ход!]}\r\n3...Kh7\r\n    {Прекрасно. Теперь пора выигрывать партию!}\r\n4.Kf6\r\n    {[%wrong Это интересный ход, но мы можем найти более короткий путь к победе белых. Поищем форсированный мат в три хода.][%hint Как оттеснить черного короля на поле h8 и превратить пешку в ферзя с шахом?] Фантастическая точность! Следующим ходом белые превращают пешку в ферзя с шахом, а потом дают мат ходом Фg7.}\r\n    (4.f8=R $5 {Молодец! Это аккуратное превращение в слабейшую фигуру тоже ведет к победе. Поищем сильнейшее продолжение с матом следующим ходом.})\r\n    (4.f8=Q $2 {Не забываем о пате! Попробуем снова.})\r\n    (4.f8=B $5 {Даже это превращение позволит белым выиграть, но как дать мат в два хода?})\r\n    (4.Ke8 $5 {Мы проявили огромное терпение. Этот ход позволяет избежать пата. Теперь поищем продолжение, позволяющее форсировать мат в два хода.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/5k2/5P1p/5K1P/8/8/8/8 w - - 0 1\"]\r\n\r\n{Ход белых. Они побеждают, если смогут \\\"передать\\\" очередь хода черным. Как этого добиться? Нужно построить треугольник!}\r\n1.Ke5\r\n    {[%wrong Это интересный ход, но так белые теряют пешку. Попробуем снова!][%hint Мы хотим пройти королем по треугольнику из полей e5-f4-e4. Какой ход короля не ведет к немедленной потере пешки?]}\r\n1...Kf8\r\n    {Здорово! Черные аккуратно защищаются. После хода ...Крe8 на доске возникала только что рассмотренная позиция. Теперь пора пройти королем по треугольнику из полей e5, f4 и e4.}\r\n2.Kf4\r\n    {[%wrong Это интересный ход, но он не ведет к победе методом треугольника. Попробуем снова!][%hint Нашему королю нужно потерять темп или \\\"построить треугольник\\\". Построим треугольник на полях e5, f4 и e4. Займем королем одно из этих полей!]}\r\n    (2.Ke4 $5 {Прекрасно! Этот ход тоже ведет к победе треугольником.  Займем королем поле f4.})\r\n    (2.Ke6 $2 Ke8 {Черные сохраняют оппозицию. Для выигрыша нам надо построить треугольник. Попробуем снова!})\r\n    (2.Kf5 $2 Kf7 {Это продолжение ведет к повторению ходов. Для выигрыша нам надо построить треугольник. Попробуем снова!})\r\n2...Kg8\r\n    {Здорово! Наш \\\"королевский треугольник\\\" - поля e5-f4-e4. Мы не собираемся повторять ходы после Крe5. Какое поле должен занять король?}\r\n3.Ke4\r\n    {[%wrong Это интересный ход, но он не ведет к победе методом треугольника. Попробуем снова!][%hint Мы строим треугольник на полях e5, f4 и e4. Король только что отправился с e5 на f4. Какое поле треугольника мы еще не обошли?]}\r\n    (3.Kf5 $2 Kf7 {Это продолжение ведет к повторению ходов. Для выигрыша нам надо построить треугольник.  Попробуем снова!})\r\n    (3.Ke5 $2 Kf8 {Мы повторяем ходы. Попробуем снова!})\r\n3...Kf8\r\n    {Молодец! Завершим треугольник, вернувшись на e5!}\r\n4.Ke5\r\n    {[%wrong Нам надо завершить треугольник, вернувшись королем на поле e5. Сделаем этот ход!][%hint Мы прошли королем по полям e5, f4 и e4, \"потратив\" ход, а теперь мы можем отступить на e5 и завершить треугольник. Посмотрим, как это работает!]}\r\n    (4.Kf5 $2 Kf7 {Это продолжение ведет к повторению ходов, и мы не можем усилить свою позицию. Попробуем снова!})\r\n4...Kf7\r\n    {Здорово! Наконец, черный король вынужден занять поле f7 (иначе белые продолжают Крe6 с выигранной позицией). Как вернуться в начальную позицию задания, вынудив черного короля отступить на последнюю горизонталь?}\r\n5.Kf5\r\n    {[%wrong Это интересный ход, но нам нужно вернуться в начальную позицию задания, чтобы защитить нашу пешку и вынудить черного короля отступить на последнюю горизонталь. Попробуем снова!][%hint Поищем единственный ход, позволяющий избежать потери пешки и вынудить черного короля отступить на последнюю горизонталь.]}\r\n5...Kf8\r\n    {Фантастика! Мы построили королем треугольник! Теперь забираем черную пешку h6.}\r\n6.Kg6\r\n    {[%wrong Это интересный ход, но он не ведет к выигрышу пешки h6. Попробуем снова!][%hint Черный король уже не защищает шестую горизонталь. Как напасть на черную пешку h6?]}\r\n6...Kg8\r\n    {Замечательно! Черные занимают оппозицию, но это не важно, если у нас две лишние пешки. Поищем сильнейший ход белых,}\r\n7.Kxh6\r\n    {[%hint Мы построили королем треугольник, чтобы взять черную пешку h6. Чего же мы ждем?] Мы справились с этим примером на построение треугольника. Нас ждут великие дела!}\r\n    (7.f7+ $2 Kf8 {После взятия пешки h6 белых ждет ничейный ладейный эндшпиль потому что белый король не может покинуть вертикаль \\\"h\\\" и помешать черному королю занять поле перед этой пешкой. Попробуем снова.})\r\n    (7.Kf5 $2 Kf7 {Чтобы добиться победы, нам придется снова построить треугольник. Гораздо проще - взять черную пешку!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/8/4kp1p/7P/4K3/8 b - - 3 54\"]\r\n\r\n{Будущий чемпион мира Гарри Каспаров играет черными. Продолжим вслед за ним 54...f3+.}\r\n54...f3+\r\n55.Kf1\r\n    {Гроссмейстер Лев Альбурт не позволяет черным занять оппозицию. Как черным добиться победы, передав очередь хода в этой позиции? Построим треугольник, как чемпион мира!}\r\n55...Kf5\r\n    {[%wrong Это интересный ход, но он не помогает построить треугольник. Попробуем снова!][%hint Строим треугольник на полях e4, f5 и e5. Пусть король отправится в путь!]}\r\n    (55...Ke3 $2 56.Ke1 {Позволяет белым занять оппозицию. Попробуем снова!})\r\n    (55...Kf4 $2 56.Kf2 {Позволяет белым занять оппозицию. Попробуем снова!})\r\n    (55...Ke5 $5 {Это отличный ход, тоже позволяющий построить треугольник. Сыграем вслед за Каспаровым 55...Крf5.})\r\n56.Kg1\r\n    {Все ясно! Каспаров строит треугольник на полях e4-f5-e5. Продолжим путешествие по треугольнику!}\r\n56...Ke5\r\n    {[%wrong Это интересный ход, но нам нужно завершить свой выигрывающий маневр с использованием полей e4, f5 и e5. Попробуем снова!][%hint Мы идем по треугольнику e4-f5-e5. Какое поле мы еще не занимали?]}\r\n    (56...Kg5 $2 57.Kf1 {Наш король должен пройти по треугольнику e4-f5-e5. Попробуем снова!})\r\n    (56...Kf4 $2 57.Kf2 {Позволяет белым занять оппозицию. Попробуем снова!})\r\n    (56...Ke4 $2 57.Kf1 {Это интересный ход, но мы не должны возвращаться на e4, пока не посетили два других поля треугольника: f5 и e5. Какое поле мы еще не занимали?})\r\n57.Kf1\r\n    {Хорошая работа! Белые сдались. Как мы завершили бы наш маневр с использованием треугольника?}\r\n57...Ke4\r\n    {[%wrong Это интересный ход, но нам нужно вернуться на исходное поле нашего королевского треугольника, \"потеряв ход\" и вынудив белых отступить. Попробуем снова!][%hint Наш король начал маневр с поля e4. Нам нужно было передать противнику очередь хода, вынудив его отступить. Вернемся на исходное поле, завершим треугольник!]}\r\n58.Kf2\r\n    {Здорово! Белые хотят испробовать последнюю защиту. Как вынудить их короля отступить на последнюю горизонталь подготовив взятие пешки h3?}\r\n58...Kf4\r\n    {[%wrong Это интересный ход, но так мы теряем важнейшую пешку f3. Попробуем снова!][%hint Как защитить пешку f3 и вынудить белого короля отступить?] Отлично! Белый король вынужден отступить на последнюю горизонталь, и черные могут продолжать ...Крg3, забирая пешку h3.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/5k2/8/p5pP/P3p1p1/4P3/6K1/8 b - - 0 39\"]\r\n\r\n{Готовы строить треугольник? Начнем с хода королем на g7 и посмотрим, что случится дальше!}\r\n39...Kg7\r\n    {[%wrong Мы собирались отступить королем на g7. Сделаем этот ход.][%hint Займем королем поле g7.]}\r\n40.Kg3\r\n    {Ход черных. Один выбор ведет к победе, а все остальные - к поражению. Выбираем аккуратно...}\r\n40...Kh7\r\n    {[%wrong Отступление королем на последнюю горизонталь позволит белым взять обе пешки, расположенные на вертикали \"g\" с выигранной позицией. Попробуем снова!][%hint Черные могут построить королем треугольник на полях g7-h7-h6, форсированно выигрывая пешку h5 и побеждая. Выбираем ход аккуратно!]}\r\n    (40...Kh6 $2 41.Kxg4 {Это интересный ход, но белые забирают пешку \"g\" с выигранной позицией. Попробуем снова!})\r\n    (40...Kf6 $2 41.Kxg4 {Это интересный ход, но белые забирают пешку \"g\" с выигранной позицией.  Попробуем снова!})\r\n    (40...Kf7 $2 41.Kxg4 {Это интересный ход, но на ...Крf6 белые отвечают h6! с выигранной позицией. Попробуем снова!})\r\n41.Kxg4\r\n    {Впечатляющая находчивость! Черные строят королем треугольник, и белым приходится отдать ключевую пешку h5. Как продолжать черным?}\r\n41...Kh6\r\n    {[%wrong Это интересный ход, но черным нельзя расставаться с пешкой g5. Попробуем снова!][%hint Как вынудить белых отдать пешку h5?]}\r\n42.Kf5\r\n    {Отличный выбор! Теперь позиция черных абсолютно выиграна. Возьмем пешку \\\"h\\\"!}\r\n42...Kxh5\r\n    {[%wrong Нам нужно взять белую пешку h5.][%hint Возьмем белую пешку h5.] Фантастика! Черная пешка \\\"g\\\" быстро идет в ферзи, а белая пешка e3 слишком сильно отстает в пешечной гонке.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/3k4/8/3KP3/8/8/8/8 b - - 0 1\"]\r\n\r\n{Посмотрим, смогут ли белые перехитрить нас с построением треугольника в этом примере? Поищем единственный ход, позволяющий черным сделать ничью в этой позиции.}\r\n1...Ke7\r\n    {[%wrong Этот ход допускает Крe6 с победой белых. Попробуем снова!][%hint Хороший план - держать короля на вертикали пешки как можно ближе к ней.]}\r\n    (1...Ke8 $2 2.Ke6 {Это продолжение позволяет белым занять оппозицию и победить. Попробуем снова!})\r\n    (1...Kd8 $2 2.Kd6 {Это продолжение позволяет белым занять оппозицию и победить. Попробуем снова!})\r\n2.Kd4\r\n    {Молодец! Белые собираются выигрывать это ничейное окончание маневром \"треугольник\". Черные могут защищаться несколькими способами, но проще всего держать короля прямо перед белой пешкой!}\r\n2...Ke6\r\n    {[%wrong Нам нужно держать короля прямо перед белой пешкой. Сделаем ход!][%hint Как расположить своего короля прямо перед белой пешкой?]}\r\n3.Ke4\r\n    {Все ясно! Белые вынуждают нашего короля отступить. При защите нужно держать своего короля на той вертикали, где находится пешка, поэтому отступим им на поле e7.}\r\n3...Ke7\r\n    {[%wrong Нам нужно отступить королем на поле e7. Сделаем этот ход.][%hint Отступим королем на поле e7.]}\r\n4.Kd5\r\n    {Белые прошли королем по треугольнику, передав очередь хода, поэтому теперь ход черных. Важно ли это для оценки позиции? Как защититься черным?}\r\n4...Kd7\r\n    {[%wrong Это интересный ход, но он позволяет белому королю занять поле перед пешкой с выигранной позицией. Попробуем снова!][%hint Обычно занятие оппозиции - удачная защитная стратегия...] Отлично! Построение треугольника ничего не дает в эндшпиле с королем и пешкой против короля, если мы можем помешать белому королю занять позицию перед своей пешкой. Хорошая работа!}\r\n*"
   ],
   "title" : "Метод треугольника",
   "url" : "https://www.chess.com/ru/lessons/sekrety-endshpilia/metod-treugolnika",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-triangulation-u7e.mp4"
}
