{
   "description" : "Обреченная на гибель фигура может многое успеть прежде, чем покинет доску. Фигуры, жертвующие собой, называют бешеными. Промежуточный ход - полезное и неожиданное продолжение в середине форсированного варианта, позволяющее получить материальный перевес.",
   "duration" : null,
   "fen" : "5r2/2R2pp1/3qpn1p/p2k1p2/P1BP4/5PB1/1P4PP/6K1 b - - 1 29",
   "id" : "9618898a-a0bc-11e8-8619-0f736f20ed3a",
   "membership" : 40,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2r1r1k1/q4ppp/4b3/8/8/1Q3N1P/1P4P1/R4R1K w - - 0 1\"]\r\n\r\n{Оба ферзя под боем. Какая комбинация на тему бешеной фигуры позволяет белым получить материальный перевес?}\r\n1.Qxe6\r\n    {[%wrong Это интересная попытка. Поищем сильнейший ход.][%hint Нам нужно найти взятие на тему бешеного ферзя.]}\r\n    (1.Rxa7 $2 Bxb3 {Противники разменяли ферзей с равной позицией. Какое взятие бешеным ферзем дает белым преимущество?})\r\n1...Qxa1\r\n    {Черные отвечают на одно взятие бешеной фигурой другим! Продолжим серию взятий, чтобы получить материальный перевес.}\r\n2.Qxe8+\r\n    {[%wrong  Это интересная попытка. Поищем сильнейшее взятие бешеным ферзем. Попробуем снова!][%hint Какое взятие позволяет белым форсированно получить материальный перевес.]}\r\n    (2.Qxc8 $2 Qxf1+ {Мы на верном пути, но взяли не ту ладью. Попробуем снова!})\r\n    (2.Rxa1 $2 Rxe6 {После взятий черные получают материальный перевес. Поищем комбинацию на тему \"бешеной фигуры\"!})\r\n    (2.Qxf7+ $2 Kxf7 { Это интересная попытка, но белым нужно получить за ферзя не только пешку f7. Попробуем снова!})\r\n2...Rxe8\r\n    {Фантастика! Бешеный ферзь белых забирает ладью прежде, чем покинуть доску. Заберем фигуру.}\r\n3.Rxa1\r\n    {[%wrong Нам нужно взять фигуру. Попробуем снова!][%hint Возьмем ферзя, чтобы остаться с лишней фигурой.] Отлично! У белых лишняя фигура!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2rr3k/1b3ppp/3p2n1/p2N4/1p2PB2/1P6/P4QPP/q4RK1 b - - 0 1\"]\r\n\r\n{Черные взяли ладью a1, но белые поймали ферзя противника. Какой ход \"бешеным\" черным ферзем напрашивается?}\r\n1...Qxf1+\r\n    {[%wrong Поищем сильнейший ход бешеным ферзем. Попробуем снова!][%hint Какую белую фигуру должен взять бешеный черный ферзь?] Отлично! Черный ферзь успевает забрать две ладьи перед тем, как покинуть доску, а две ладьи черных сильнее белого ферзя.}\r\n    (1...Qc3 $2 2.Nxc3 {Это интересная попытка, но черные могут получить за ферзя намного больше другим ходом. Попробуем снова!})\r\n    (1...Qxa2 $2 2.Qxa2 {Это интересная попытка, но черные могут получить за ферзя намного больше другим ходом. Попробуем снова!})\r\n    (1...Qe5 $2 2.Bxe5 {Это интересная попытка, но черные могут получить за ферзя намного больше другим ходом. Попробуем снова!})\r\n    (1...Qf6 $2 2.Nxf6 {Это интересная попытка, но черные могут получить за ферзя намного больше другим ходом. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"4q3/p3r1kp/2Q3p1/8/8/P7/1P3PPP/3r1RK1 w - - 0 26\"]\r\n\r\n{Черная ладья, стоявшая на d7, только что взяла белую ладью на d1. Поищем сильный промежуточный ход вместо ответного взятия черной ладьи?}\r\n26.Qc3+\r\n    {[%wrong Это интересная попытка. Теперь поищем сильнейший промежуточный ход.][%hint Как напасть белым ферзем на черного короля?]}\r\n    (26.Qxe8 $2 Rxf1+ {После этого промежуточного хода белые остаются без ладьи. Попробуем снова!})\r\n    (26.Rxd1 $2 Re1+ {Белые получают мат. Попробуем снова!})\r\n26...Kg8\r\n    {Молодец! Этим шахом белые отступают ферзем из-под боя защищают поле e1. Возьмем черную ладью d1.}\r\n27.Rxd1\r\n    {[%wrong Это не взятие черной ладьи d1. Попробуем снова!][%hint Возьмем черную ладью d1.] Благодаря промежуточному ходу белые получили отличное окончание.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"5r2/2R2pp1/3qpn1p/pB1k1p2/P2P4/5PB1/1P4PP/6K1 w - - 0 29\"]\r\n\r\n{Черный ферзь только что взял фигуру на d6. Стоит ли сразу взять его, или можно найти сильный промежуточный ход?}\r\n29.Bc4+\r\n    {[%wrong Поищем сильный промежуточный ход. Попробуем снова!][%hint Как отвлечь черного короля от защиты ферзя?]}\r\n    (29.Bxd6 $2 Kxd6 {Взятие ферзя - хорошая идея, но белые могут выиграть материал промежуточным ходом. Попробуем снова!})\r\n29...Kxd4\r\n    {Великолепно! Черный король отвлекается от защиты ферзя. Возьмем его!}\r\n30.Bxd6\r\n    {[%wrong Это не взятие ферзя. Попробуем снова!][%hint Возьмем черного ферзя.] Замечательно! У белых лишний слон и отличная позиция.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r5rk/ppN2p1p/5PpQ/5q2/1p3Rn1/1P6/P5PP/3R1K2 w - - 5 34\"]\r\n\r\n{Вместе разберем эту сложную позицию из партии гроссмейстеров. Оба ферзя под боем. Какой шах \"бешеным\" ферзем позволяет выиграть черную ладью за белого ферзя?}\r\n34.Qg7+\r\n    {[%wrong Это интересная попытка. Поищем сильный шах ферзем.][%hint Белая пешка f6 готова поддержать шах ферзем.]}\r\n    (34.Qxh7+ $2 Kxh7 {Так белым не получить материальный перевес. Попробуем снова!})\r\n    (34.Nxa8 $2 Qb5+ {Следующим ходом черные возьмут белого ферзя, получая решающий перевес. Попробуем снова!})\r\n34...Rxg7\r\n    {Фантастическая жертва! Возьмем черную ладью с шахом.}\r\n35.fxg7+\r\n    {[%wrong Это не взятие черной ладьи с шахом. Попробуем снова!][%hint Возьмем черную ладью с шахом.]}\r\n35...Kxg7\r\n    {Молодец! Пора забрать черного ферзя прежде, чем он успеет отступить!}\r\n36.Rxf5\r\n    {[%wrong Это не взятие черного ферзя. Попробуем снова!][%hint Возьмем черного ферзя.]}\r\n36...gxf5\r\n    {Замечательно. Промежуточным шахом Фg7 белые выиграли фигуру. Возьмем черную ладью!}\r\n37.Nxa8\r\n    {[%wrong Это не взятие черной ладьи. Попробуем снова!][%hint Возьмем черную ладью.] Черные нападают одновременно на короля и ладью белых ходом ...Кd3+, но у белых останется лишний конь в конце этой сложной комбинации на тему \"бешеной фигуры\". Молодец!}\r\n*"
   ],
   "title" : "Бешеная фигура и промежуточный ход",
   "url" : "https://www.chess.com/ru/lessons/osnovy-taktiki/beshenaia-figura-i-promezhutochnyi-khod",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-INT-desperado-and-zwischenzug-j4e.mp4"
}
