{
   "description" : "Эти ловушки нужно знать, чтобы не проиграть партию за несколько ходов. Например, мы можем попасть в беду, повторяя ходы соперника после 1.e4 e5 2.Кf3 Кf6 3.Кxe5 Кxe4 Фe2. Если черные продолжают Фe7, белые забирают коня черных на e4. Если конь отступает на f6 или d6, белые выигрывают ферзя комбинацией. Ловушки есть во многих дебютах, поэтому нужно быть осторожным!",
   "duration" : null,
   "fen" : "rnb1kbnr/1p1ppppp/2p5/2q5/1P6/8/1B1PPPPP/RN1QKBNR b KQkq - 0 6",
   "id" : "9a148f74-a0bd-11e8-959c-0fe6bcca8f45",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnb1kbnr/ppp1pppp/8/3q4/8/8/PPPP1PPP/RNBQKBNR w KQkq - 0 3\"]\r\n\r\n{Разберем, как поставить ловушку. На доске позиция скандинавской защиты. Выведем фигуру и с темпом нападем на черного ферзя.}\r\n3.Nc3\r\n    {[%wrong Это интересный ход, но белым нужно развить фигуру с нападением на черного ферзя. Попробуем снова!][%hint Займем конем привычное поле, выигрывая темп за счет нападения на ферзя.]}\r\n    (3.c4 $2 Qe4+ {Так белым не получить преимущество. Развиваем коня в центр, нападая на черного ферзя.})\r\n3...Qd8\r\n    {Это сильный ход! Черный ферзь возвращается на d8. Можно продолжать 4. d4, но мы попробуем выбрать хитрое продолжение 4.Сc4.}\r\n4.Bc4\r\n    {[%wrong Мы изучаем продолжение 4.Сc4. Сделаем этот ход!][%hint Выводим слона на c4.]}\r\n4...Nf6\r\n    {Мы можем захватить центр ходом d4, но лучше поставить ловушку ходом 5.Кf3.}\r\n5.Nf3\r\n    {[%wrong Мы изучаем продолжение 5. Кf3. Сделаем этот ход!][%hint Выводите коня на f3.]}\r\n5...Bg4\r\n    {Молодец! Мы собирались продолжать d4, но своим последним ходом черные попали в ловушку! Какой комбинационный удар позволяет белым получить материальное преимущество.}\r\n6.Bxf7+\r\n    {[%wrong Это интересный ход, но так белые не смогут получить материальное преимущество. Попробуем снова!][%hint Если бы ход Кe5 следовал с шахом, черные оказались бы в большой беде...]}\r\n    (6.Ne5 $5 Be6 {Прекрасно! После 7.Сxe6 белые разрушают пешечную структуру черных, получая сильную атаку. Какой сильный удар позволяет белым сразу получить материальное преимущество?})\r\n6...Kxf7\r\n    {Отличное решение! Черный король под атакой. Завершим комбинацию!}\r\n7.Ne5+\r\n    {[%wrong Это интересный ход, но мы ищем сильнейшее продолжение.][%hint Зачем мы заманили черного короля на поле f7? Напрашивается вилка...] Отличная работа! Белые лишили черного короля прикрытия и на следующем ходу заберут черного слона, оставшись с лишней пешкой и большим перевесом.}\r\n    (7.Ng5+ $2 Ke8 {Неправильный шах нужной фигурой! Черные остаются с лишней фигурой. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkb1r/pp2pppp/3p1n2/2p5/3PP3/2P5/PP3PPP/RNBQKBNR w KQkq - 1 4\"]\r\n\r\n{Черные только что сделали ход 3...Nf6, нападая на e4. Как взять пешку со смертельной ловушкой?}\r\n4.dxc5\r\n    {[%wrong Это интересный ход, но не взятие пешки. Попробуем снова!][%hint Поищем единственное пешечное взятие в этой позиции.]}\r\n4...Nxe4\r\n    {Молодец! Если черные забирают пешку c5, белые могут разменять ферзей с сильной позицией. Черные забирают пешку e4, но конь попадается в ловушку. Каким ходом белые выигрывают фигуру?}\r\n5.Qa4+\r\n    {[%wrong Это интересный ход, но он не ведет к выигрышу черного коня e4. Попробуем снова!][%hint Поищем двойной удар, позволяющий белым форсированно забрать черного коня e4.] Мы все поняли! Этим двойным ударом белые выигрывают коня!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkb1r/ppp2ppp/4pn2/3p2B1/2PP4/2N5/PP2PPPP/R2QKBNR b KQkq - 3 4\"]\r\n\r\n{В этой позиции отказанного ферзевого гамбита можно сделать хитрый ход 4...Кbd7, поставив белым ловушку!}\r\n4...Nbd7\r\n    {[%wrong Мы рассматриваем ход 4...Кbd7. Развиваем коня!][%hint Поставим коня b8 на d7.]}\r\n5.cxd5\r\n    {Черный конь мешает ферзю защищать пешку d5, поэтому белые пытаются ее выиграть. Возьмем пешкой...}\r\n5...exd5\r\n    {[%wrong Это не взятие пешки d5. Попробуем снова!][%hint Как черным брать пешку d5 - конем или пешкой?]}\r\n    (5...Nxd5 $2 6.Bxd8 {Это продолжение ведет к потере ферзя, но идея еще встретится на следующем ходу...})\r\n6.Nxd5\r\n    {Белые забирают пешку, попадаясь в ловушку. Каким ходом черные получают материальное преимущество?}\r\n6...Nxd5\r\n    {[%wrong Это интересный ход, но черные могут получить материальное преимущество. Попробуем снова!][%hint Заметим, что у белого короля только одно поле для отступления - d2. Что случится, если взять белого коня d5?]}\r\n7.Bxd8\r\n    {Блестяще! Черные временно жертвуют своего ферзя, но могут выиграть ферзя белых.}\r\n7...Bb4+\r\n    {[%wrong Это интересный ход, но он не ведет к форсированному выигрышу белого ферзя. Попробуем снова!][%hint Даем единственный шах в этой позиции.]}\r\n8.Qd2\r\n    {Здорово! Забираем белого ферзя!}\r\n8...Bxd2+\r\n    {[%wrong Это не взятие белого ферзя. Попробуем снова!][%hint Какая фигура может взять белого ферзя?]}\r\n9.Kxd2\r\n    {Потрясающе! Теперь забираем белого слона!}\r\n9...Kxd8\r\n    {[%wrong Это не взятие белого слона. Попробуем снова!][%hint Какая фигура может взять белого слона?] Фантастическая игра! Белые попались в ловушку, и черные выиграли фигуру за пешку!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rn1qkbnr/pp2pppp/2p5/3pPb2/3P4/8/PPP2PPP/RNBQKBNR w KQkq - 1 4\"]\r\n\r\n{В этой позиции защиты Каро-Канн мы можем сделать очень хитрый ход 4. h4.}\r\n4.h4\r\n    {[%wrong Мы изучаем ход 4. h4. Сделаем его!][%hint Ведем пешку \"h\" на h4.]}\r\n4...e6\r\n    {Белые захватывают пространство на королевском фланге и ставят ловушку. Черным тоже нужно было продвинуть пешку \"h\", но они допускают зевок, попадаясь в ловушку ходом 4...e6?? Найдем сильнейший ход белых!}\r\n5.g4\r\n    {[%wrong Это интересное продолжение, но есть и ход посильнее.][%hint После 4...e6 черный слон пойман на диагонали b1-h7. Как атаковать его пешкой и выиграть?]}\r\n5...Bg6\r\n    {Молодец! Белопольный слон черных может отступить, но ему не скрыться от пешек. Атакуем его снова!}\r\n6.h5\r\n    {[%wrong Это интересный ход, но напасть на слона пешкой -  единственная возможность выиграть фигуру. Попробуем снова!][%hint Как снова напасть на черного слона пешкой?]}\r\n6...Be4\r\n    {Черный слон атакует ладью h1, надеясь сбежать. Как поймать эту фигуру?}\r\n7.f3\r\n    {[%wrong Это интересный ход, но он не позволяет поймать черного слона. Попробуем снова!][%hint Используем третью пешку, чтобы напасть на черного слона и поймать его!] Мы становимся опытными ловцами слонов! Зверь пойман!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqkb1r/pppppppp/2n2n2/3P4/2P5/8/PP2PPPP/RNBQKBNR b KQkq - 0 3\"]\r\n\r\n{В этом дебюте, называемом \\\"Танго двух коней\\\", черный конь атакован. Выберем основное продолжение 3...Кe5.}\r\n3...Ne5\r\n    {[%wrong Нам нужно сделать главный ход черных 3...Кe5. Вперед!][%hint Отступим конем на поле e5.]}\r\n4.e4\r\n    {Белые быстро отвечают e4. Они не заметили, что пешку e4 никто не защищает, или это ловушка? Выбираем из двух ходов: 4...e6 и 4...Кxe4.}\r\n4...e6\r\n    {[%wrong Это интересное продолжение, но мы выбираем из двух ходов: 4...e6 и 4...Кxe4. Попробуем снова!][%hint Конь вышел на e4. Может ли белый ферзь напасть на двух коней одновременно?] Отличное решение. После 4...Кxe4? 5. Фd4 теряется фигура, поэтому нужно атаковать сильный центр белых. Черные не попадаются в ловушку, но белые сохраняют преимущество - значит, эта дебютная ловушка хороша!}\r\n    (4...Nxe4 $2 5.Qd4 {Это интересный ход, но мы попались в ловушку! Белые выигрывают фигуру. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnb1kbnr/1p1ppppp/1qp5/p7/1P6/P7/1BPPPPPP/RN1QKBNR w KQkq - 0 4\"]\r\n\r\n{В этой странной позиции дебюта Сокольского черные только что сделали ход 3...a5, считая, что белым нужно защищать слабую пешку ходом 4. c3. Испугаем черных ходом 4. c4!}\r\n4.c4\r\n    {[%wrong Мы хотим продолжать 4. c4. Сделаем этот ход.][%hint Займем пешкой \"c\" поле c4.]}\r\n4...axb4\r\n    {Черные забирают пешку, не понимая смысл хода c4. Как пожертвовать пешку, заманивая черного ферзя на поле c5?}\r\n5.c5\r\n    {[%wrong Это интересный ход, но он не позволит заманить черного ферзя жертвой пешки на поле c5. Попробуем снова!][%hint Какой жертвой пешки мы можем заманить черного ферзя на поле c5?]}\r\n5...Qxc5\r\n    {Молодец! Черным нужно было продолжать 5...Qc7 6. axb4 с большим преимуществом белых, но они жадничают, забирая еще одну пешку и попадаясь в ловушку! Как белым получить материальный перевес?}\r\n6.axb4\r\n    {[%wrong Это интересный ход, но так белым не получить материальный перевес. Попробуем снова!][%hint Поищем пешечное взятие с хитрым двойным нападением.] Молодец! Белые нападают на черного ферзя, и одновременно ладья a1 атакует черную ладью a8. Белые выигрывают одну из двух фигур на следующем ходу. Здорово, что мы научились ставить ловушки и избегать их!}\r\n*"
   ],
   "title" : "Дебютные ловушки",
   "url" : "https://www.chess.com/ru/lessons/debiut-dlia-prodolzhaiushchikh/debiutnye-lovushki",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-opening-traps-d0g.mp4"
}
