{
   "description" : "Постараемся не ошибиться, разменяв свои сильные фигуры на менее ценные. Важно на каждом ходу оценивать все взятия. Часто возможны различные продолжения, но только одно из них ведет к выгодному размену.",
   "duration" : null,
   "fen" : "r2r2k1/p5bp/1p2bppn/2p1p3/2N5/P2PB1P1/1P2PPBP/2R1R1K1 w - - 0 1",
   "id" : "9b894d2a-a0ba-11e8-a520-697b318b45d6",
   "membership" : 30,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"pos one\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r2r2k1/p5bp/1p2bppn/2p1p3/2N5/P2PB1P1/1P2PPBP/2R1R1K1 w - - 0 1\"]\r\n\r\n{Посмотрим, как белым разменять слона. Нашли выгодный размен? Сделаем ход!}\r\n1.Bxa8\r\n    {[%wrong Это хорошая попытка, но у белых есть выгодный размен. Попробуем найти этот ход!][%hint Проверим все возможные размены - один из них выигрывает качество!] Отличный размен! Белые меняют черную ладью (стоит пять баллов) на слона (стоит три балла), получая материальное преимущество.}\r\n    (1.Bxh6 $2 Bxh6 {Это хорошая попытка, но мы разменяли активного слона на черного пассивного коня h6. Черный слон атакует нашу ладью. Поищем более сильный размен за белых.})\r\n    (1.Bxc5 $2 bxc5 {Это хорошая попытка, но этим ходом белые теряют фигуру. Попробуем снова!})\r\n    (1.Nxe5 $2 fxe5 {Это хорошая попытка, но этим ходом белые теряют фигуру. Попробуем снова!})\r\n    (1.Nxb6 $2 axb6 {Это хорошая попытка, но этим ходом белые теряют фигуру. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbq1rk1/ppp2ppp/3bpn2/3p4/3P1B2/3BP3/PPPN1PPP/R2QK1NR w KQ - 4 6\"]\r\n\r\n{Обратим внимание на противостояние чернопольных слонов! Улучшает ли позицию белых размен слонов на d6? Если нет, то на каком поле разменять слонов, чтобы открыть вертикаль \\\"h\\\" для белой ладьи?}\r\n6.Bg3\r\n    {[%wrong Это хорошая попытка. Теперь попробуем занять чернопольным слоном такое поле, где его взятие вело бы к вскрытию вертикали \\\"h\\\".][%hint Поищем для слона такое поле, где при его размене открылась бы вертикаль \\\"h\\\".]}\r\n    (6.Bxd6 $6 Qxd6 {Это хорошая попытка, но этот ход помогает черным развить фигуру (взятие пешкой также дает черным мощный центр), а белые расстаются с сильным слоном. Попробуем снова!})\r\n    (6.Bg5 $6 c5 {Это хорошая попытка, но этим ходом белые тратят время и уступают диагональ h2-b8 черному слону. Попробуем занять чернопольным слоном такое поле, где его взятие вело бы к вскрытию вертикали \\\"h\\\".})\r\n    (6.Ne2 $5 {Развитие фигуры с защитой слона f4 - это разумная идея. Молодец! Попробуем занять чернопольным слоном такое поле, где его взятие вело бы к вскрытию вертикали \\\"h\\\".})\r\n    (6.Be5 $6 c5 {Это хорошая попытка, но черные не обязаны менять слонов, поэтому они скоро нападут на белого слона конем с поля c6. Попробуем снова!})\r\n6...Bxg3\r\n    {Отличное решение! Мы избежали невыгодного размена, продолжив развитие. Черные сами совершают невыгодный размен. Как наказать их за этот размен, открыв вертикаль \\\"h\\\" для ладьи?}\r\n7.hxg3\r\n    {[%wrong Это хорошая попытка, но нам надо взять черного слона на g3. Попробуем снова!][%hint Как взять слона и открыть вертикаль \"h\"для ладьи?] Молодец! Размен слонов позволил открыть вертикаль \\\"h\\\" для мощной ладьи, нападающей вместе с белопольным слоном на поле h7.}\r\n    (7.fxg3 $2 {Это хорошая попытка, но мы ослабляем пешку e3 и всю пешечную структуру белых. Как взять черного слона и открыть вертикаль \\\"h\\\" для ладьи?})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"pos 3\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"3rr1k1/1p3pp1/p4n1p/2b1p3/3nP2P/NP3P2/PBP2PB1/3RK2R b K - 3 2\"]\r\n\r\n{Белый конь неудачно расположен на a3, но он защищает важную пешку. Можем найти вескую причину для размена своего активного слона на коня?}\r\n2...Bxa3\r\n    {[%wrong Это хорошая попытка, но черным нужно брать белого коня a3. Почему?][%hint Черным хочется взять пешку c2 с шахом, но это поле защищает белый конь a3. Какой выгодный размен устраняет защитника?]}\r\n3.Bxa3\r\n    {Верно! Белый конь больше не защищает поле c2. Как воспользоваться тем, что пешка осталась без защиты?}\r\n3...Nxc2+\r\n    {[%wrong Это хорошая попытка, но конь не защищает пешку с2. Возьмем ее!][%hint После взятия коня a3 пешка c2 не защищена. Как взять эту пешку?] Молодец! Черные выигрывают пешку вилкой на короля и слона. На следующем ходу конь возьмет слона.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"pos 4\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqkb1r/1pppnp1p/p1n3p1/1B2p3/4P3/2P2N2/PP1P1PPP/RNBQ1RK1 w kq - 0 6\"]\r\n\r\n{Черные только что напали на слона ходом пешки на a6. Куда отступить белопольному слону белых?}\r\n6.Bc4\r\n    {[%wrong Это хорошая попытка, но мы не хотим терять слона b5. Поищем сильнейший ход этой фигурой!][%hint Взятие черного коня на c6 только улучшит позицию пассивного черного коня e7. Поищем активную диагональ для слона и снова нападем на поле f7.] Отлично! Белые избегают невыгодного размена, переводят слона на активную диагональ и нападают на слабую пешку f7.}\r\n    (6.Ba4 $5 {Молодец! Белые сохраняют напряжение и избегают ненужного размена. Какой сильный ход слона увеличивает давление на слабую черную пешку f7?})\r\n    (6.Bd3 $6 {Это хорошая попытка, но активно ли расположен белый слон за пешкой e4? Поищем для слона открытую диагональ!})\r\n    (6.Be2 $6 {Этот ход не вредит белым, но мы ищем диагональ, где слон будет расположен более активно, атакуя слабую черную пешку f7.})\r\n    (6.Bxc6 $6 Nxc6 {Это хорошая попытка, но наш сильный слон уходит с доски, а черный конь, пассивно расположенный на e7, активизируется. Попробуем снова!})\r\n    (6.Bxa6 $2 Rxa6 {Это хорошая попытка, но белые просто теряют фигуру. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"five\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1b2rk1/ppq1npb1/2pp2pp/2n5/P2pP3/2N2N1P/1PP2PP1/R1BQRBK1 w - - 0 1\"]\r\n\r\n{Черные только что взяли пешку d4. Как восстановить материальное равновесие?}\r\n1.Nxd4\r\n    {[%wrong Это хорошая попытка, но не взятие пешки d4. Попробуем снова!][%hint Две фигуры нападают черную пешку d4. Какой взять эту пешку?]}\r\n    (1.Ne2 $2 Nxe4 {Это хорошая попытка, но этим ходом белые теряют пешку. Что мешает немедленно взять на d4 конем?})\r\n    (1.Qxd4 $2 Bxd4 {Это верное взятие, но не той фигурой. Как взять пешку d4 без потери ферзя?})\r\n1...Ne6\r\n    {Отличный ход! Белые отыграли пешку и централизовали коня, а черные на него нападают. Взять ли черного коня на e6, или ввести в игру другую фигуру и защитить его?}\r\n2.Be3\r\n    {[%wrong Это интересная идея. Попробуем развить фигуру и защитить коня d4.][%hint Как развить фигуру и защитить коня d4?] Отличное решение! Белые развивают фигуру и защищают коня. У них прочная позиция, они развиваются и не допускают ненужных разменов. Продолжаем в том же духе!}\r\n    (2.Nxe6 $6 Bxe6 {Это интересная идея, но мы помогли черным развить слона и соединить ладьи. Как защитить коня и развить фигуру? Попробуем снова!})\r\n    (2.Nce2 $6 {Это интересная идея, но мы снова ходим развитым конем, уже контролирующим важные поля в центре. Как ввести в бой фигуру с первой горизонтали?})\r\n    (2.Ncb5 $2 cxb5 {Это интересный ход, но он ведет к потере фигуры. Попробуем снова!})\r\n*"
   ],
   "title" : "Как избегать невыгодных разменов",
   "url" : "https://www.chess.com/ru/lessons/okhotimsia-figury/kak-izbegat-nevygodnykh-razmenov",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-BEG-bad-trades-p0i.mp4"
}
