{
   "description" : "Освоим базовые принципы эндшпиля и получим преимущество после размена большинства фигур. В эндшпиле важно сохранять хладнокровие, не торопиться и не позволять противнику создать контригру. Наша цель - победа, а дополнительных очков за скорость в шахматах не дают.",
   "duration" : null,
   "fen" : "6R1/1k4P1/8/6r1/8/7K/8/8 w - - 1 2",
   "id" : "9e5c6ad8-a0be-11e8-b93b-8b69c314a83f",
   "membership" : null,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/2P5/8/5b2/p7/Pk6/8/2K5 b - - 0 1\"]\r\n\r\n{Черные близки к победе в этом эндшпиле - это самый ответственный момент в шахматной партии! Можем найти ЕДИНСТВЕННЫЙ ход черных, ведущий к победе?}\r\n1...Ka2\r\n    {[%wrong Этот ход не позволяет черным победить - попробуем снова!][%hint Белый король пытается держаться ближе к полю превращения - как оттеснить его от этой цели?]}\r\n    (1...Kxa3 $2 2.c8=Q {Помним главное правило эндшпиля: \\\"Не спешить\\\". Не торопимся забирать пешку - сначала нам нужно предотвратить контригру белых. После взятия пешки белый король займет поле превращения с ничьей. Попробуем снова!})\r\n    (1...Bc8 $2 2.Kb1 {Белый король занимает угол, а поскольку поле превращения не соответствует цвету черного слона, партия ничейна! Попробуем снова.})\r\n2.Kd2\r\n    {Фантастический ход! Черные мешают белому королю занять поле превращения. Теперь возьмем пешку!}\r\n2...Kxa3\r\n    {[%wrong Это не взятие белой пешки - попробуем снова!][%hint Возьмем белую пешку.]}\r\n3.Kc1\r\n    {Отлично. Найдем еще один осторожный ход, позволяющий одержать победу.}\r\n3...Ka2\r\n    {[%wrong Это интересный ход, но так черным не победить - попробуем снова!][%hint Снова вынудим белого короля отступить от угла доски, и мы победим!] Фантастическая техника! Черные оттесняют белого короля от угла доски, и их пешка вскоре станет ферзем.}\r\n    (3...Kb3 $2 4.c8=Q {Белые отвлекают черного слона от защиты поля b1, поэтому белый король сможет занять угол с ничьей. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"6k1/7p/p1p4K/Pp1p2P1/1P1P4/2P5/8/8 w - - 0 1\"]\r\n\r\n{Какой единственный ход белых ведет к победе в этом окончании?}\r\n1.g6\r\n    {[%hint Разменяем пешки королевского фланга, чтобы активный король белых оказался лучше расположен для атаки черных пешек ферзевого фланга?]}\r\n    (1.c4 $2 dxc4 {Этот ход просто дает черным проходную пешку, и белые теперь проигрывают. Попробуем снова!})\r\n    (1.Kh5 $2 Kg7 {Черный король неожиданно становится активным, и белые больше не могут выиграть - попробуем снова!})\r\n1...hxg6\r\n    {Отличная работа! Активный белый король должен занять оппозицию. Сделаем выигрывающий ход!}\r\n2.Kxg6\r\n    {[%wrong Белые смогут выиграть только, если займут оппозицию - попробуем снова!][%hint Как белым занять оппозицию и вернуть пешку?]}\r\n2...Kf8\r\n    {Отлично! Черный король рвется на ферзевый фланг - сохраняем оппозицию, чтобы не позволить ему активизироваться!}\r\n3.Kf6\r\n    {[%wrong Этот ход не сохраняет оппозицию - белые не побеждают. Попробуем снова!][%hint Займем оппозицию, чтобы помешать черному королю покинуть последнюю горизонталь!]}\r\n3...Ke8\r\n    {Да! Мы используем оппозицию, чтобы черный король оставался пассивным на последней горизонтали. Так держать!}\r\n4.Ke6\r\n    {[%wrong Этот ход не сохраняет оппозицию - белые уже не выигрывают. Попробуем снова!][%hint Займем оппозицию и помешаем черному королю покинуть последнюю горизонталь!] Отличная игра в эндшпиле! Белый король не позволяет черному активизироваться и забирает пешки черных с выигранной позицией.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/5P2/2N5/8/4k3/3r4/8/5K2 w - - 0 1\"]\r\n\r\n{Черные король и ладья активно работают вместе, готовясь продолжать ...Лf3+, если белая пешка превратится в ферзя. Какой неожиданный ход нарушает координацию черных фигур и форсирует превращение пешки?}\r\n1.Nd4\r\n    {[%wrong Это интересный ход, но он не мешает черной ладье попасть на восьмую горизонталь или вертикаль \"f\". Попробуем снова!][%hint Каким ходом белый конь может помешать черной ладье занять вертикаль \"f\" и восьмую горизонталь?]}\r\n    (1.Ke2 $2 Re3+ {На следующем ходу черные сыграют ...Лf3, не давая белой пешке превратиться в ферзя. Попробуем снова!})\r\n    (1.f8=Q $2 Rf3+ {Партия ничейна - попробуем снова!})\r\n    (1.Ne5 $2 Rd8 {Это интересный ход, но белые не могут улучшить свою позицию, и партия ничейна.})\r\n1...Rxd4\r\n    {Блестяще! Белый конь не пустил черную ладью на вертикаль \"f\" и восьмую горизонталь. Теперь белая пешка спокойно превратится в ферзя.}\r\n2.f8=Q\r\n    {[%wrong Это не превращение пешки в ферзя. Попробуем снова!][%hint Превратим пешку в ферзя!] Теперь у белых выигранная позиция в техническом окончании с королем и ферзем против короля и ладьи. Молодец!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"R7/8/1k6/5K2/3P4/8/pr6/8 b - - 0 1\"]\r\n\r\n{Белая ладья мешает черной пешке превратиться в ферзя. Какой план разрушает оборону белых?}\r\n1...Rb5+\r\n    {[%wrong Это интересный ход, но он не помогает черным превратить пешку в ферзя. Попробуем снова!][%hint Черная ладья может оказаться между белой ладьей и черной пешкой. Каким маневром?]}\r\n    (1...Kb7 $2 2.Ra3 {Это интересный ход, но белая ладья остается за черной пешкой с ничейной позицией. Попробуем снова!})\r\n    (1...Rf2+ $2 2.Ke4 {Этот шах не помогает белым. Попробуем снова!})\r\n    (1...Rb1 $2 2.Rxa2 {Не теряем пешку. Попробуем снова!})\r\n2.Ke4\r\n    {Отличный ход! Черная ладья готова встать за за проходной пешкой и помешать белым атаковать ее. Каким ходом?}\r\n2...Ra5\r\n    {[%wrong Так черная ладья не сможет оказаться между белой ладьей и черной пешкой. Попробуем снова!][%hint Как поддержать свою проходную и напасть на белую ладью одновременно?] Отлично! Черные превратят пешку в ферзя с выигранной позицией.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"R7/4k3/P7/8/8/8/3K4/r7 w - - 0 1\"]\r\n\r\n{Поищем единственный выигрывающий ход белых в этой позиции.}\r\n1.a7\r\n    {[%wrong Это интересный ход, но так белым не выиграть. Попробуем снова!][%hint Проходные пешки нужно вести вперед...]}\r\n    (1.Kc3 $2 Kd7 {Черный король добрался до белой проходной, и партия должна закончиться вничью. Попробуем снова!})\r\n1...Kf7\r\n    {Здорово! Черные выжидают, чтобы посмотреть, что же будут делать белые. Доведем партию до победы!}\r\n2.Rh8\r\n    {[%wrong Это интересный ход, но так белым не выиграть. Попробуем снова!][%hint Создадим угрозу превращения пешки. Если черные возьмут белую пешку, мы нападем на короля ил ладью линейным ударом.] Фантастика! Белые грозят превратить пешку в ферзя, а в ответ на взятие они могут дать шах королю и выиграть ладью ходом Лh7+.}\r\n*"
   ],
   "title" : "Принципы эндшпиля",
   "url" : "https://www.chess.com/ru/lessons/endshpil-dlia-prodolzhaiushchikh/printsipy-endshpilia",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-endgame-principles-j0q.mp4"
}
