{
   "description" : "У пешек четыре основных роли. 1. Они могут контролировать ключевые поля, например, центр. Если ваши пешки контролируют центр, противник не сможет выгодно расположить свои фигуры. 2. Пешки помогают защищать свои фигуры. 3. Пешки полезны, открывая как тараном путь к королю противника. 4. Пешки могут превращаться в более сильные фигуры.",
   "duration" : null,
   "fen" : "3r2k1/1bp1qppp/1pn1p3/3P4/2P1P3/2QB4/1B3PPP/R5K1 b - - 0 1",
   "id" : "9fab6c98-a0bb-11e8-81f2-f1e89d1d7867",
   "membership" : 40,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqk1nr/pppp1ppp/4p3/2b5/4P3/5N2/PPPP1PPP/RNBQKB1R w KQkq - 0 1\"]\r\n\r\n{Черные считают, что слон c5 расположен на отличной диагонали. Как захватить центр и напасть на черного слона одновременно?}\r\n1.d4\r\n    {[%wrong Этот ход не ведет к захвату центра и нападению на черного слона c5. Попробуем снова!][%hint Какая пешка может сразу шагнуть в центр?]}\r\n1...Bb4+\r\n    {Отлично! Белые с темпом занимают центр второй пешкой, атакуя черного слона. Черные дают шах белым. Поищем еще один сильный пешечный ход, снова атакующий слона.}\r\n2.c3\r\n    {[%wrong Это не ход пешкой с нападением на черного слона. Попробуем снова!][%hint Как защититься от шаха ходом пешки?] Молодец! Черный слон снова вынужден отступить: у белых центр и большой перевес в развитии.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"7r/1k6/2p2bp1/p1B1p3/2P1np2/P4N2/1P4PP/R6K w - - 0 1\"]\r\n\r\n{Белый слон под боем. Сможем найти сильнейшую защиту?}\r\n1.b4\r\n    {[%wrong Так не защитить белого слона. Попробуйте снова!][%hint Если фигура не может отступить на безопасное поле, ей поможет пешка!] Молодец! Пешки могут быть важными защитниками!}\r\n    (1.Bd4 $2 exd4 { Теряет слона. Попробуем снова!})\r\n    (1.Bd6 $2 Nxd6 { Теряет слона. Попробуем снова!})\r\n    (1.Be7 $2 Bxe7 { Теряет слона. Попробуем снова!})\r\n    (1.Be3 $2 fxe3 { Теряет слона. Попробуем снова!})\r\n    (1.Bf2 $2 Nxf2+ { Теряет слона. Попробуйте снова!})\r\n    (1.Re1 $2 Nxc5 { Теряет слона. Попробуем снова!})\r\n    (1.Bg1 $2 Ng3# {Единственное отступление, безопасное для слона, запирает короля. Попробуем снова!})\r\n    (1.Bb6 $2 Kxb6 { Теряет слона. Попробуем снова!})\r\n    (1.Ba7 $2 { Теряет слона. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r4rk1/1q3ppp/8/5PQ1/8/7P/6P1/5R1K w - - 0 1\"]\r\n\r\n{Пешки могут освобождать важные поля во время атаки. Поищем сильный ход пешкой в этой позиции.}\r\n1.f6\r\n    {[%wrong Это не ход пешкой, помогающий усилить атаку. Попробуем снова!][%hint Белый ферзь атакует поле g7 - может ли пешка помочь, присоединившись к атаке?]}\r\n1...g6\r\n    {Отлично! Белая пешка вынуждает черных ослабить черные поля вокруг короля. Как белым воспользоваться этими слабостями?}\r\n2.Qh6\r\n    {[%wrong Этот ход не позволяет использовать слабость черных полей вокруг черного короля. Попробуем снова!][%hint Белый король и пешка \"f\" вместе успешно атакуют поле g7...]}\r\n2...Ra2\r\n    {Отлично! Белый ферзь вместе с пешкой атакуют поле g7. Черные угрожают матом на g2, но атака белых развивается быстрее. Завершим партию!}\r\n3.Qg7#\r\n    {[%wrong Хорошая попытка, но у белых есть сильнейший ход. Попробуем снова!][%hint Как дать черным мат?] Пешка \\\"f\\\" помогла белым вскрыть линии вокруг черного короля и успешно завершить атаку. Молодец!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"3r2k1/1bp1qppp/1pn1p3/8/2PPP3/2QB4/1B3PPP/R5K1 w - - 0 1\"]\r\n\r\n{Белые ферзь и слоны атакуют беззащитный ферзевый фланг черных. Какой ход пешкой начинает сильную атаку, позволяющую выиграть фигуру?}\r\n1.d5\r\n    {[%wrong Это не ход пешкой, позволяющий вскрыть линии для атаки на черного короля. Попробуем снова!][%hint Какой пешечный ход сразу создает угрозу мата?] Вот так мощный пешечный ход! Пешка нападает на черного коня c6 и позволяет ферзю и слону создать угрозу мата на поле g7. Черные потеряют, как минимум, коня, пытаясь избежать мата.}\r\n    (1.e5 $2 Nxd4 {Этот ход активизирует белопольного слона белых, но они не получат сильную атаку за пешку. Попробуем снова!})\r\n    (1.c5 $2 Nxd4 {Напротив черного короля открылась опасная диагональ, но черные пока могут защищаться. Поищем оптимальный способ вскрыть эту диагональ. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"6k1/5pp1/P6p/8/4qn2/8/1R4PP/R6K w - - 0 1\"]\r\n\r\n{Проходная пешка белых на a6 находится в двух шагах от поля превращения. Как белым подготовить марш проходной пешки?}\r\n1.a7\r\n    {[%wrong Этот ход не готовит продвижение белой пешки \"a\". Попробуйте снова!][%hint Проходные пешки нужно вести вперед!]}\r\n    (1.Rb8+ $2 Kh7 {Белая ладья контролирует поле превращения, но теперь черные угрожают матом на g2. Поищем другой способ угрожать продвижением пешки.})\r\n1...Qa8\r\n    {Иногда самый простой ход - сильнейший! Черный ферзь вынужден занять угловое поле, чтобы помешать превращению пешки. Как белым разрушить защиту черных?}\r\n2.Rb8+\r\n    {[%wrong Хорошая попытка, но есть и более сильный ход.][%hint Белая ладья a1 защищает проходную пешку. Как поможет белым другая ладья?]}\r\nQxb8 {Мы напали на ферзя и короля черных двойным ударом. Теперь возьмем черного ферзя и превратим свою пешку в сильнейшую фигуру!} 3. axb8=Q+ {[%wrong Это интересная идея, но нам выгоднее взять пешкой черного ферзя, превращая ее в сильнейшую фигуру. Попробуем снова!] [%hint Возьмем черного ферзя и выставим на доску белого!]\r\nОтлично!}\r\n*"
   ],
   "title" : "Как использовать пешки",
   "url" : "https://www.chess.com/ru/lessons/o-chem-mechtaiut-figury/kak-ispolzovat-peshki",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-INT-using-your-pawns-c9w.mp4"
}
