{
   "description" : "В позиции Лусены король, ладья и пешка одного из противников борются с королем и ладьей другого, и пешка находится в одном поле от превращения. Техника выигрыша заключается в том, чтобы отогнать короля противника на три вертикали от пешки и расположить свою ладью на четвертой горизонтали, &quot;построив мост&quot; и закрыв короля от шахов прежде, чем превратить пешку в ферзя.",
   "duration" : null,
   "fen" : "3K4/3P2k1/8/8/8/8/2r5/5R2 w - - 2 2",
   "id" : "a281053c-a0bf-11e8-af3c-3f5e79ecf029",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"3K4/3P4/4k3/8/8/8/2r5/3R4 w - - 0 1\"]\r\n\r\n{Черный король шагнул с f6 на e6, напав на белую пешку. Как белым воспользоваться тем, что он оказался на вертикали \\\"e\\\"?}\r\n1.Ke8\r\n    {[%wrong Это интересный ход, но белые могут воспользоваться тем, что черный король оказался на вертикали \\\"e\\\". Попробуем снова!][%hint В позиции Лусены нужно построить мост, чтобы ваш король мог скрыться от шахов, а пешка - стать ферзем. Черного короля можно использовать в качестве моста, заняв своим королем вертикаль \\\"e\\\"!]}\r\n1...Rh2\r\n    {Хорошая работа! Белый король прикрывается черным как щитом, покинув поле превращения. Как белым защититься от угрозы мата?}\r\n2.Re1+\r\n    {[%wrong Это интересный ход, но мы можем найти более сильное продолжение, позволяющее отразить угрозу мата ходом ...Лh8. Попробуем снова!][%hint Зачем черные сыграли ...Лh2? Парируем угрозу черных, выигрывая партию!]}\r\n    (2.d8=Q $2 Rh8# {Самый опасный момент в партии - когда мы находимся в одном шаге от победы... Попробуем снова!})\r\n    (2.d8=N+ $2 {Это интересная идея, но превращением в слабую фигуру черные переходят в теоретически ничейный эндшпиль. Даем шах белому королю и только потом превращаем пешку в ферзя.})\r\n    (2.Rd6+ $5 Kxd6 {Эта интересная идея приносит успех, особенно, если мы рассчитали до конца комбинацию, позволяющую выиграть черную ладью. Существует и более простой путь к победе - черные могут дать шах белому королю издали и только потом превратить пешку в ферзя. Поищем эту идею!})\r\n    (2.Kf8 $2 Rh8+ {Следующим ходом черная ладья займет поле d8 с ничьей. Попробуем снова!})\r\n    (2.Kd8 $2 Rc2 {Это интересный ход, но он ведет всего лишь к повторению ходов. Поищем более форсированный способ парировать угрозу мата, созданную черными.})\r\n2...Kf5\r\n    {Отличное решение! Черный король вынужден отступить с поля e6, и мат больше не угрожает. Белые превращают пешку в ферзя с легко выигранным окончанием.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"3K4/3P1k2/8/8/8/8/2r5/3R4 w - - 0 1\"]\r\n\r\n{Черные делают самый упорный ход - ...Крf7, не позволяя королю покинуть поле превращения пешки. Как оттеснить черного короля с вертикали \\\"f\\\"?}\r\n1.Rf1+\r\n    {[%wrong Это интересный ход, но мы стараемся оттеснить черного короля с вертикали \\\"f\\\". Попробуем снова!][%hint Какая фигура может оттеснить черного короля с вертикали \\\"f\\\"?]}\r\n1...Kg7\r\n    {Хорошая работа! Нам удалось оттеснить черного короля с вертикали \\\"f\\\". Что делать дальше?}\r\n2.Rf4\r\n    {[%wrong Это интересный ход, но так белым не усилить свою позицию. Нам нужно построить мост на четвертой горизонтали!][%hint Важный маневр ладьи в позиции Лусены - постройка моста на четвертой горизонтали, чтобы в нужный момент защитить нашего короля от шахов. Займем ладьей четвертую горизонталь!]}\r\n    (2.Rf5 $6 Kg6 {Это интересный ход, но нам нужно \\\"построить мост\\\" ладьей на четвертой горизонтали, чтобы сорвать оборонительный план черных. Попробуем снова!})\r\n    (2.Ke8 $2 Re2+ {Это интересный ход, но нам нужно сделать так, чтобы мы могли закрыться своей ладьей от шахов черной ладьи по вертикали \\\"d\\\". Попробуем снова!})\r\n    (2.Ke7 $2 Re2+ {Это интересный ход, но нам нужно сделать так, чтобы мы могли закрыться ладьей от шахов черной ладьей по вертикали \\\"d\\\".  Попробуем снова!})\r\n    (2.Rg1+ $2 Kf7 {Этот ход ведет к повторению позиции. Попробуем снова!})\r\n2...Rc3\r\n    {Отличная работа! Мы построили мост Лусены по \\\"четвертой горизонтали\\\"! Черные выжидают, пока король не окажется на вертикали \"e\". Вперед!}\r\n3.Ke7\r\n    {[%wrong Это интересный ход, но нам нужно увести короля с поля превращения. Попробуем снова!][%hint Нам нужно увести короля с поля превращения и отправиться им на пятую горизонталь.]}\r\n    (3.Ke8 $2 Re3+ {И наш король вынужден снова занять поле превращения. Займем королем другое поле на вертикали \"e\"!})\r\n3...Re3+\r\n    {А вот и шахи! Приблизимся королем к пятой горизонтали.}\r\n4.Kd6\r\n    {[%wrong Это интересный ход, но для победы нам нужно добраться королем до пятой горизонтали. Попробуем снова!][%hint Чтобы победить, нам нужно добраться королем до пятой горизонтали и закрыться своей ладьей от шахов черной. Осуществим этот план!]}\r\n4...Rd3+\r\n    {Шахи продолжаются! Мы уже готовы занять королем пятую горизонталь?}\r\n5.Ke6\r\n    {[%wrong Это интересный ход, но он не позволяет белым выиграть. Попробуем снова!][%hint Как одновременно защитить пешку и остаться поблизости от пятой горизонтали, чтобы оказаться там следующим ходом?]}\r\n    (5.Ke5 $2 Rxd7 {Мы еще не готовы занять королем пятую горизонталь. Попробуем снова!})\r\n    (5.Kc5 $2 Rxd7 {Мы еще не готовы занять королем пятую горизонталь. Попробуем снова!})\r\n    (5.Kc6 $5 {Отлично! У белых есть и симметричное продолжение. Отступим королем на e6.})\r\n5...Re3+\r\n    {Черная ладья продолжает нападать на нашего короля. Пора расположить его так, чтобы мы могли закрыться от шахов ладьей!}\r\n6.Kd5\r\n    {[%wrong Это интересный ход, но он не позволяет белым усилить свою позицию. Попробуем снова!][%hint Наша ладья заняла четвертую горизонталь, чтобы закрыться от шаха по вертикали \\\"d\\\". Займем королем пятую горизонталь, чтобы мы могли закрыться от шахов!]}\r\n6...Rd3+\r\n    {Отличная работа! Белые готовы построить мост Лусены! Закроемся от шахов и закончим партию!}\r\n7.Rd4\r\n    {[%wrong Это интересный ход, но так белым не построить мост в позиции Лусены. Попробуем снова!][%hint Зачем наша ладья заняла четвертую горизонталь? Пора закрыться ей от шаха по вертикали \"d\" и добиться победы!] Здорово, что мы сумели построить мост Лусены! Так держать! Белые закрываются ладьей от шахов, и их пешка становится ферзем.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"3K4/3P1k2/8/8/8/8/2r5/3R4 w - - 0 1\"]\r\n\r\n{Начнем с первого шага в позиции Лусены. Оттесним короля противника с вертикали \\\"f\\\", чтобы наш король мог покинуть поле превращения!}\r\n1.Rf1+\r\n   {[%wrong Это интересный ход, но мы стараемся оттеснить черного короля с вертикали \\\"f\\\". Попробуем снова!][%hint Какая фигура может оттеснить черного короля с вертикали \\\"f\\\"?]}\r\n1...Kg6\r\n    {Здорово! На этот раз черные собираются напасть на наш мост по четвертой горизонтали своим королем. Как воспользоваться тем, что черный король уже не защищает восьмую горизонталь?}\r\n2.Rf8\r\n    {[%wrong Это интересное продолжение, но черный король больше не защищает поле f8, поэтому можно найти простой ход ладьей с угрозой сразу выиграть.][%hint Черный король больше не защищает поле f8. Как ладья может этим воспользоваться?]}\r\n    (2.Rf4 $5 Kg5 {И далее Лf8 тоже ведет к победе. Почему бы сразу не занять поле f8?})\r\n    (2.Ke7 $5 Re2+ {При точной игре белые могут победить, отступив королем на поле f8. Черный король больше не защищает поле f8, поэтому. ладья может этим воспользоваться. Поищем нужный ход!})\r\n2...Kg7\r\n    {Отличный ход! Белые угрожали отступить королем, защищая поле превращения ладьей. Черному королю приходится вернуться на g7, а строим мост по четвертой горизонтали!}\r\n3.Rf4\r\n    {[%wrong Это интересный ход, но нам нужно вернуться к основной стратегии в позиции Лусены - постройке моста по четвертой горизонтали!][%hint Построим мост по четвертой горизонтали. Какое поле должна занять ладья?] Превосходно! Мы вернулись к классической позиции Лусены.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/3P2k1/3K4/8/5R2/8/8/3r4 w - - 11 10\"]\r\n\r\n{Вернемся к позиции до хода королем на поле e6.}\r\n10.Ke6\r\n    {[%wrong Нам нужно занять королем поле e6. Сделаем этот ход!][%hint Займем королем поле e6.]}\r\n10...Rd2\r\n    {На этот раз черные не дают шахи королю, а пытаются нас запутать. Они не позволяют приблизиться королем к ладье, зато мы можем приблизиться ладьей к королю, готовясь закрыться ей от шахов по вертикали \\\"d\\\".}\r\n11.Rf5\r\n    {[%wrong Это интересный ход, но мы можем перевести ладью на пятую горизонталь, чтобы закрыться ей от шахов по вертикали \"d\". Поищем этот ход!][%hint Как расположить ладью, чтобы закрыться ей от шахов по вертикали \\\"d\\\" на следующем ходу?]}\r\n11...Rd1\r\n    {Черные выжидают. Пора делать выигрывающий ход Лусены.}\r\n12.Rd5\r\n    {[%wrong Это интересное продолжение, но не выигрывающий ход Лусены. Попробуем снова!][%hint Как перекрыть вертикаль \\\"d\\\", готовя превращение пешки в ферзя?]}\r\n    (12.Re5 $6 Kf8 {Это интересный ход, но нам нужно избежать осложнений, перекрыв вертикаль \\\"d\\\" и подготовив превращение пешки в ферзя!})\r\n12...Re1+\r\n    {Отлично! Оборона черных терпит крах! Укроемся от их шахов!}\r\n13.Kd6\r\n    {[%wrong Это интересное продолжение, но мы ищем ход королем под защиту ладьи на вертикали \\\"d\\\".][%hint Наша ладья закрывает короля от шахов по вертикали \\\"d\\\". Укроем короля на этой вертикали!] Отлично! Черные не могут помешать превращению пешки в ферзя, поэтому идея Лусены приносит победу в партии!}\r\n    (13.Re5 $5 Rd1 {И далее Крe7 также ведет к победе, но мы заняли ладьей вертикаль \\\"d\\\", чтобы король смог укрыться за ней от шахов черной ладьи. Займем королем вертикаль \\\"d\\\"!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"3R4/3K1k2/3P4/8/8/8/3r4/8 w - - 0 5\"]\r\n\r\n{Как белым добиться победы в этой позиции? Это не трудно, если нам известна позиция Лусены. Начнем с хода Лa8.}\r\n5.Ra8\r\n    {[%wrong Нам нужно сделать ход Лa8.][%hint Займем ладьей поле a8.]}\r\n5...Rd1\r\n    {Нам нужно увести короля с вертикали \\\"d\\\". Какой ход белым королем - сильнейший?}\r\n6.Kc7\r\n    {[%wrong Это интересный ход, но мы ищем сильнейший. Попробуем снова!][%hint Как нам расположить короля, чтобы продвинуть пешку вперед и занять королем поле d8 в ответ на нападение черной ладьи?]}\r\n    (6.Kc8 $2 Rxd6 {Нам нужно, чтобы пешка оставалась под защитой. Попробуем снова!})\r\n    (6.Kc6 $2 Rc1+ {Это интересный ход, но нам нужно перейти к позиции Лусены, чтобы защититься от шахов. Как занять королем поле d8, не теряя пешку?})\r\n    (6.Kd8 $2 Rxd6+ {Нам нужно держать пешку под защитой. Попробуем снова!})\r\n6...Rc1+\r\n    {Отличное решение! Белые угрожали просто вести пешку вперед и победить, поэтому черные вынуждены давать шахи. Куда отступить королем, чтобы на доске возникла позиция Лусены?}\r\n7.Kd8\r\n    {[%wrong Это интересный ход, но он позволяет черным добиться ничьей, заняв королем поле e6. Попробуем снова!][%hint Как укрыть короля от шахов и подготовить ход пешкой на d7?]}\r\n    (7.Kd7 $2 {Это интересный ход, но он не помогает нам приблизить пешку к полю превращения. Попробуем снова!})\r\n7...Rd1\r\n    {Превосходно! Черные нападают на пешку, но мы знаем, что делать!}\r\n8.d7\r\n    {[%wrong Это интересный ход, но у белых есть лучшее продолжение. Попробуем снова!][%hint Зачем мы ушли с поля d7? Ведем пешку вперед!] Замечательно! Мы достигли позиции Лусены. Остальное - дело техники!}\r\n*"
   ],
   "title" : "Позиция Лусены",
   "url" : "https://www.chess.com/ru/lessons/sekrety-endshpilia/pozitsiia-luseny",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-lucena-position-v8i.mp4"
}
