{
   "description" : "Захватываем инициативу с помощью форсированных ходов: шахов, угроз и взятий. Противнику придется отвечать немедленно, чтобы избежать поражения или материальных потерь.",
   "duration" : null,
   "fen" : "r1bqk2r/1pp1b2p/p1p2pN1/7Q/3Pn3/2P5/PP3PPP/RNB2RK1 b kq - 0 9",
   "id" : "a3cae618-a0bc-11e8-897d-1fff39f8b1f1",
   "membership" : 10,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1br2kb/p3pp1p/2pp1npB/q7/4P3/2N5/PPPQBPPP/R4RK1 w - - 0 1\"]\r\n[PlyCount \"3\"]\r\n\r\n{Король черных не может двигаться, а их ферзь не защищен и находится на той же диагонали, что и ферзь белых. Как этим воспользоваться?}\r\n 1. Nd5 {[%wrong Это интересная попытка, но мы можем найти сильнейший ход. Попробуем снова!][%hint Каким ходом мы можем создать угрозу мата и напасть на черного ферзя?]} \r\nQxd2 {Отлично: мы создали угрозу мата и напали на черного ферзя одновременно! Черные берут ферзя. Завершим партию сразу!} \r\n2. Nxe7# {[%wrong Это интересная попытка, это не мат. Попробуем снова!] [%hint Выиграем партию, сразу поставив мат.] Молодец. Продолжаем в том же духе!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqk2r/1pp1b1pp/p1p2p2/4N3/3Pn3/2P5/PP3PPP/RNBQ1RK1 w kq - 0 8\"]\r\n\r\n{Черные только что сделали ход ...f6, нападая на белого коня. Должен ли конь отступить, или найдется более сильный ответ?}\r\n8.Qh5+\r\n    {[%wrong Это интересная попытка. Теперь поищем сильнейший ход.][%hint Есть ли в этой позиции шахи?]}\r\n    (8.Re1 $6 Bf5 {Этот контратакующий ход неплох, но мы можем найти сильнейшую идею.})\r\n8...g6\r\n    {Сильный ход ферзя вынуждает ответ ...g6, чтобы предотвратить мат ходом Фf7. У белых две фигуры под боем, но они могут получить материальный перевес.}\r\n9.Nxg6\r\n    {[%wrong Это интересная попытка. Теперь поищем сильнейший ход. Попробуем снова!][%hint Как воспользоваться связкой, для выгодного взятия?] Отлично! Белые забирают пешку g6, пользуясь связкой пешки h7. Они выигрывают ладью с разгромной атакой.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r5k1/p1pqn1pp/2pp1r2/5p2/1bP5/4P1P1/PP3PBP/R1BQ1RK1 w - - 0 1\"]\r\n\r\n{Чернопольный слон белых готов войти в игру. Как форсированно вскрыть диагональ для этой фигуры и отбросить черного слона?}\r\n1.a3\r\n    {[%wrong Нам нужно подготовить развитие чернопольного слона, нападая на черную фигуру. Попробуем снова!][%hint В маленькой пешке - большая разница. Нападем на черного слона.]}\r\n    (1.Qa4 $6 a5 {Это неплохая идея, но нам нужно сначала развить чернопольного слона. Попробуем снова!})\r\n    (1.Qb3 $6 a5 {Это неплохая идея, но нам нужно сначала развить чернопольного слона. Попробуем снова!})\r\n    (1.Bd2 $6 Bxd2 {Размен фигур выгоден белым, но мы можем найти оптимальный способ ввести в игру чернопольного слона. Попробуем снова!})\r\n    (1.b3 $6 Bc3 {Мы на верном пути, но этот ход позволяет черному слону занять большую диагональ. Попробуем снова!})\r\n    (1.e4 $6 Bc5 {Этот агрессивный ход открывает путь чернопольному слону белых, но позволяет черному слону занять отличную диагональ g1-a7. Поищем сильнейшее продолжение.})\r\n1...Bc5\r\n    {Отлично! Белые нападают на черного слона и вынуждают его отступить. Как выиграть еще один темп, нападая на слона и открывая большую черную диагональ?}\r\n2.b4\r\n    {[%wrong Нам нужно выиграть еще один темп нападением на черного слона. Попробуем снова!][%hint За одним сильным пешечным ходом следует другой. Нападем на слона!]}\r\n2...Bb6\r\n    {Отлично! Черный слон вновь отброшен назад, и теперь длинную диагональ может занять чернопольный слон белых. Должны ли белые развить слона, или они могут сделать еще более сильный ход?}\r\n3.c5\r\n    {[%wrong Это интересная попытка, но мы ищем сильнейший ход. Попробуем снова!][%hint Как воспользоваться неожиданной связкой и выиграть фигуру?] Это очень сильный ход - молодец! Черный слон пойман. Заметим, что пешка d6 связана защитой черного ферзя. Белые выиграют фигуру и сохранят выгодную позицию.}\r\n    (3.Bb2 $5 {Этим сильным ходом белые развивают фигуру и атакуют черную ладью f6. Каким ходом белые могут выиграть фигуру?})\r\n    (3.Bd2 $2 {Слон развит, но он без всякой радости смотрит на пешки b4 и e3. Как найти сильнейший ход в этой позиции?})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1b2r2/pppp1pkp/2n2n2/8/q7/2PB1P2/P1PQ2PP/R4RK1 w - - 2 15\"]\r\n{Белые пожертвовали две фигуры, чтобы вскрыть линии для атаки на черного короля. Используем форсированные ходы, чтобы выиграть партию!}\r\n15.Qg5+\r\n    {[%wrong Белым нужен более сильный ход. Попробуем снова!][%hint Черный король уязвим. Атакуем его!]}\r\n15...Kh8\r\n    {Сильный ход! Белые вынуждают черного короля отступить в угол. Продолжаем атаковать!}\r\n16.Qxf6+\r\n    {[%wrong Это интересная попытка, но у белых есть более сильный ход. Попробуем снова!][%hint Как отыграть фигуру и продолжить атаку на черного короля?]}\r\n16...Kg8\r\n    {Молодец! Белые отыграли фигуру и продолжают атаковать. Как оттеснить черного короля в угол и создать угрозу мата в два хода?}\r\n17.Qg5+\r\n    {[%wrong Это интересная попытка, но так черного короля не оттеснить на h8. Попробуем снова!][%hint Как оттеснить черного короля на поле h8?]}\r\n    (17.Qh6 $2 f5 {Оборона черных еще держится. Поищем более форсированное нападение на черного короля.})\r\n    (17.f4 $5 {Этот умный маневр ладьи (Лf3-g3) тоже ведет к победе. Теперь найдем форсированный мат.})\r\n(17. Qh8+ $2 Kxh8 {Черные выигрывают ферзя. Поищем сильнейший шах.}) \r\n17...Kh8\r\n    {Мы научились находить форсированные ходы! Черный король вынужден отступить на h8. Поставим победную точку, создав угрозу мата и взятия черной ладьи f8 одновременно!}\r\n18.Qh6\r\n    {[%wrong Это хорошая попытка. Как создать две угрозы мата одним ходом?][%hint Как создать угрозу мата на полях h7 и f8 одновременно?] Отличная игра! Белые угрожают матом ходами Фxh7 и Фxf8. Черные не могут отразить обе угрозы.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqkb1r/pp3ppp/2n1pn2/1B1P4/3Q4/2N5/PPP2PPP/R1B1K1NR w KQkq - 3 7\"]\r\n\r\n{Позиция черных висит на волоске, а именно, на связанной пешке d5. Какая сильная комбинация, разрушает позицию черных?}\r\n7.dxc6\r\n    {[%wrong Это хорошая попытка, но мы ищем сильнейший ход.][%hint Действительно ли связана пешка d5? Ищем неожиданные взятия...]}\r\n    (7.Bg5 $6 {Это сильный ход. Теперь поищем комбинацию с выигрышем фигуры.})\r\n    (7.Qa4 $6 {Черные избегают худшего. Поищем сильнейшее продолжение!} 7...Nxd5)\r\n7...Qxd4\r\n    {Фантастический ход! Белые временно жертвуют ферзя, зная, что вклад вернется с процентами! Продолжаем атаку!}\r\n8.cxb7+\r\n    {[%wrong Попробуем снова. Поищем сильнейшее продолжение!][%hint Как превратить пешку в ферзя и получить материальный  перевес?] Молодец! Белые выиграли коня и пешку, а после вскрытого шаха они забирают ладью, превращая пешку в ферзя.}\r\n*"
   ],
   "title" : "Форсированные ходы",
   "url" : "https://www.chess.com/ru/lessons/forsirovannaia-igra/forsirovannye-khody",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-INT-powerful-moves-a0f.mp4"
}
