{
   "description" : "Виктор Корчной - один из сильнейших гроссмейстеров, не ставших чемпионом мира. Карпов дважды побеждал его в матчах на первенство мира, но их противостояние началось в 1974 году, когда он выиграл финальный матч претендентов, где решалось, кто попытается сбросить Фишера с шахматного трона. Корчной был очень острым шахматистом и разыграл вариант дракона, но Карпов не испугался и быстро дал противнику мат, выиграл матч, а потом и занял трон, оставленный Фишером.",
   "duration" : null,
   "fen" : "4r1k1/pp2pp1p/3p1npQ/q2bP3/5N2/5P2/PPP5/2K4R w - - 0 25",
   "id" : "a4be20e6-9cee-11ea-acb1-65fba788b84c",
   "membership" : 10,
   "questions" : [
      "[Event \"Карпов. - Korchnoi Candidates Final\"]\r\n[Site \"Moscow URS\"]\r\n[Date \"1974.09.18\"]\r\n[Round \"2\"]\r\n[White \"Anatoly Карпов.\"]\r\n[Black \"Viktor Korchnoi\"]\r\n[Result \"1-0\"]\r\n[ECO \"B78\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkb1r/pp2pppp/3p1n2/8/3NP3/8/PPP2PPP/RNBQKB1R w KQkq - 0 5\"]\r\n[PlyCount \"51\"]\r\n[EventDate \"1974.09.16\"]\r\n[Source \"ChessBase\"]\r\n\r\n{Каким ходом Карпов продолжил развитие и защитил пешку e4?} 5. Nc3 {[%wrong Поищем сильнейший ход. Как продолжить развитие и защитить пешку e4?] [%hint Выведем коня, чтоб защитить свою пешку.]} (5. Bd3 $5 {Это приемлемый ход, но мы ищем сильнейший. Защитим пешку e4 конем.}) (5. f3 $5 {Это приемлемый ход, но мы ищем сильнейший. Защитим пешку e4 конем.}) (5. Bb5+ $2 Nbd7 {У черных крепкая позиция, а на поле b5 слон скоро попадет под бой. Поищем сильнейший ход.}) \r\n5... g6 {Черные выбирают вариант дракона. Какую фигуру мы введем в бой следующей?} 6. Be3 {[%wrong Поищем сильнейший развивающий ход.] [%hint Нам нужно развить слона, чтобы взять под бой центр.]} (6. Bb5+ $2 Nbd7 {У черных хорошая позиция. Поищем сильнейший ход.}) (6. Be2 $5 {Это продолжение возможно, но Карпов решил развить другого слона. Каким ходом?}) (6. f3 $5 {Это хороший ход, но Карпов сначала развил фигуру, а потом продолжал f3. Какой ход он сделал?}) (6. a4 $5 {Это приемлемый ход, но Карпов хотел сохранить возможность рокировки на ферзевый фланг. Какой ход он сделал?}) (6. h3 $2 {Это разумное, но слишком медлительное продолжение. Пешка скоро должна будет шагнуть на h4. Поищем сильнейший ход.}) (6. Bg5 $2 Bg7 {Это продолжение возможно, но поищем лучшее поле для слона.}) (6. Bc4 $5 {Это приемлемый ход, но Карпов решил сначала развить другого слона. Каким ходом?}) (6. Bf4 $2 e5 {У черных хорошая позиция. Попробуем снова.}) \r\n6... Bg7 {Черный слон расположен на фланге, но он очень опасен. Каким ходом Карпов защитил центр?} 7. f3 {[%wrong Поищем сильнейший ход. Как защитить пешку e4?] [%hint Защитим пешку e4 другой пешкой.]} (7. Bb5+ $2 Nbd7 {Слону скоро придется отступить с поля b5. Поищем сильнейший ход.}) (7. Be2 $5 {Это продолжение возможно, но Карпов решил защитить белые поля королевского фланга пешкой вместо слона. Какой ход он сделал?}) \r\n7... Nc6 {Превосходно! Каким ходом Карпов продолжил развитие?} 8. Qd2 {[%wrong Как подготовить рокировку на ферзевый фланг?] [%hint Нам нужно развить ферзя, чтобы подготовить рокировку.]} (8. g4 $5 {Это хорошее продолжение, но Карпов решил подготовить рокировку на ферзевый фланг. Каким ходом?}) (8. Bb5 $2 O-O {Черные жертвуют пешку c6, чтобы добиться активной позиции. Поищем сильнейший ход.}) (8. Bc4 $5 {Это хорошее продолжение, но Карпов решил подготовить рокировку на ферзевый фланг. Каким ходом?}) (8. Qd3 $2 {У ферзя есть лучшее поле. Поищем его.}) (8. Qe2 $2 Nxe4 {Черные выиграют пешку вскрытым шахом на d4. Попробуем снова.}) \r\n8... O-O {Черные обезопасили своего короля! Наша рокировка тоже напрашивается, но сначала Карпов ввел в бой еще одну фигуру. Каким ходом?} 9. Bc4 {[%wrong Поищем сильнейший ход.] [%hint Выведем слона, чтобы взять под бой центр.]} (9. g4 $5 {Это хорошее продолжение, но Карпов решил продолжить развитие. Каким ходом?}) (9. O-O-O $5 {Это хорошее продолжение, но Карпов решил продолжить развитие и сначала взять под бой поле d5. Каким ходом?}) \r\n9... Bd7 {Черные развили все легкие фигуры. Каким ходом Карпов перешел в атаку на королевском фланге?} 10. h4 {[%wrong Поищем сильное пешечное продвижение.] [%hint Подготовим вскрытие вертикали, по которой ладья подключится к атаке на короля черных.]} (10. Nxc6 $5 {Это приемлемое продолжение, но Карпов решил сразу начать атаку на королевском фланге. Каким ходом?}) (10. O-O-O $5 {Это приемлемое продолжение, но Карпов решил сразу начать атаку на королевском фланге. Каким ходом?}) (10. g4 $5 {Это хороший ход, но Карпов решил отправить в атаку другую пешку.}) (10. Bb3 $5 {Это приемлемое продолжение, но Карпов решил сразу начать атаку на королевском фланге. Каким ходом?}) (10. O-O $5 {Это приемлемое продолжение, но Карпов решил сразу начать атаку на королевском фланге. Каким ходом?}) \r\n10... Rc8 {Ладья черных занимает активную позицию. Каким ходом Карпов обезопасил своего слона от угроз по вертикали \"c\"?} 11. Bb3 {[%wrong Поищем выгодное отступление слоном.] [%hint Отступим слоном на безопасное поле на ферзевом фланге.]} (11. Nxc6 $5 {Это разумное продолжение, но Карпов решил отступить слоном на безопасное поле. Какое?}) (11. Nde2 $2 h5 {У черных крепкая позиция. Поищем сильный ход слоном.}) (11. Qe2 $2 Nxd4 {На Сxd4 черные продолжают Кxe4 с перевесом. Попробуем снова.}) (11. Bd3 $2 h5 {Поищем оптимальное поле для слона.}) (11. Be2 $2 d5 {Поищем оптимальное поле для слона.}) (11. h5 $2 Nxd4 {Черные получают материальный перевес. Поищем сильнейший ход.}) (11. Bh6 $2 Bxh6 {Черные выигрывают фигуру. Поищем сильнейший ход.}) \r\n11... Ne5 {Не забываем о профилактике! Каким ходом Карпов увел короля из центра?} 12. O-O-O {[%wrong Поищем сильнейший ход. Обеспечим безопасность короля.] [%hint Пора соединить ладьи.]} (12. g4 $5 {Это выгодное продолжение, но Карпов решил увести короля из центра. Каким ходом?}) (12. O-O $2 Nc4 {С королем на g1 белым трудно создать атаку. Поищем сильнейший ход.}) \r\n12... Nc4 {Черные завершают активный маневр коня. Каким ходом Карпов избавился от вилки?} 13. Bxc4 {[%wrong Поищем сильнейшее взятие.] [%hint Разменяем опасного коня c4.]} Rxc4 {Каким сильным ходом Карпов вскрыл вертикаль, ведущую к королю черных?} 14. h5 {[%wrong Поищем сильнейшее продолжение атаки. Возьмите подсказку, если затрудняетесь.] [%hint Жертвуем пешку за вскрытие вертикали на королевском фланге.]} (14. Nb3 $5 {Это продолжение возможно, но Карпов нашел более агрессивный ход. Какой?}) (14. Qd3 $5 {Это продолжение возможно, но Карпов нашел более агрессивный ход. Какой?}) (14. g4 $5 {Это продолжение возможно, но Карпов нашел более агрессивный ход. Какой?}) \r\n14... Nxh5 {Первая кровь! Зачем мы пожертвовали пешку?} 15. g4 {[%wrong Поищем сильную угрозу.] [%hint Оттесним черного коня с вертикали \"h\".]} (15. Rxh5 $2 gxh5 {У белых нет достаточной компенсации за качество. Попробуем снова.}) \r\n15... Nf6 {Не стоит торопиться. Открытая вертикаль - долговременное преимущество! Каким ходом Карпов укрепил свой королевский фланг прежде, чем продолжить атаку?} 16. Nde2 {[%wrong Поищем выгодное отступление конем.] [%hint Отступим конем, чтобы дополнительно защитить поле c3.]} (16. Kb1 $5 {Это хорошее продолжение, но Карпов решил защитить поле c3 конем. Каким ходом?}) (16. Nb3 $5 {Это хорошее продолжение, но Карпов решил защитить поле c3 конем. Каким ходом?}) (16. Nce2 $2 Qc7 {Это хорошее продолжение, но Карпов решил защитить поле c3 конем. Каким ходом?}) (16. Ndb5 $2 Qa5 {У черных сильная атака. Попробуем снова.}) \r\n16... Qa5 {Черный ферзь вступает в бой! Каким ходом Карпов избавился от ключевого защитника королевского фланга черных?} 17. Bh6 {[%wrong Поищем сильнейший ход. Как форсировать размен слонов?] [%hint Разменяем сильного чернопольного слона черных.]} (17. Kb1 $2 Rfc8 {У черных сильная атака. Попробуем снова.}) (17. Bd4 $2 Be6 {У черных сильная атака. Попробуем снова.}) \r\n17... Bxh6 {Чем брать слона?} 18. Qxh6 {[%wrong Поищем выгодное взятие.] [%hint Возьмем слона, подключая ферзя к атаке на королевском фланге.]} (18. Rxh6 $2 Be6 {Черные перехватывают инициативу. Попробуем снова.}) \r\n18... Rfc8 {Многие фигуры черных атакуют поле c3. Каким ходом Карпов обеспечил ему дополнительную защиту?} 19. Rd3 {[%wrong Поищем сильнейший ход, позволяющий защитить поле c3 новой фигурой.] [%hint Защитим поле c3 ладьей.]} (19. Rd5 $5 {Это хороший ход, но Карпов решил защитить поле c3 ладьей. Как?}) (19. a3 $2 {Черные перехватят инициативу, если белые будут действовать слишком медленно. Попробуем снова.}) (19. Qe3 $2 Qc5 {У черных все в порядке. Попробуем снова.}) \r\n19... R4c5 {Черным кажется, что они защитили пятую горизонталь, но этот маневр ошибочен. Им стоило вернуть ферзя на d8. Какой неожиданной жертвой пешки Карпов начал выигрывающую атаку?} 20. g5 {[%wrong Поищем сильнейший ход. Возьмите подсказку, если затрудняетесь.] [%hint Пожертвуем пешку, чтобы заманить ладью c5 на королевский фланг.]} (20. Nf4 $5 {Это хороший ход, Карпов находит сильнейший. Какой?}) (20. e5 $2 Rxe5 {У черных хорошая позиция. Попробуем снова.})\r\n20... Rxg5 {Поищем комбинацию на перекрытие, отрезающую черного ферзя от защиты королевского фланга.} 21. Rd5 {[%wrong Поищем сильнейший ход. Возьмите подсказку, если затрудняетесь.] [%hint Важнее всего - отрезать ферзя от защиты поля g5. Для этого можно даже пойти на жертвы.]} (21. Nd5 $2 Rxd5 {У черных перевес. Попробуем снова.}) (21. Nf4 $2 Be6 {У черных хорошая позиция. Попробуем снова.}) \r\n21... Rxd5 {Какой фигурой брать ладью?} 22. Nxd5 {[%wrong Поищем сильнейшее взятие.] [%hint Возьмем так, чтобы напасть на коня f6.]} (22. exd5 $2 Qc5 {У черных перевес. Попробуем снова.}) \r\n22... Re8 {Черные защищают слабую пешку. Белым нужно, чтобы в атаке участвовали все фигуры.} 23. Nef4 {[%wrong У черных все в порядке. Подключим второго коня к атаке.] [%hint Поддержите одного коня другим.]} (23. Nxf6+ $2 exf6 {Позицию черных можно защитить. Попробуем снова.}) (23. Nec3 $2 Bc6 {И черные разменяют активные фигуры белых. Попробуем снова.}) \r\n23... Bc6 {Черные отразили угрозу 23. Nxf6+ exf6 24. Nd5 с матом. Они готовы разменять активные фигуры белых, но Карпов находит новое перекрытие пятой горизонтали!} 24. e5 {[%wrong Поищем сильнейший ход. Возьмите подсказку, если затрудняетесь.] [%hint Нападем на черного коня пешкой.]} (24. Nxf6+ $2 exf6 {На 24. Кh5 с угрозой мата черные отвечают 24... Qg5+, разменивая ферзей. Отрежем ферзя от королевского фланга.}) \r\n24... Bxd5 {Вся оборона черных держится на одном коне. Как избавиться от него?} 25. exf6 {[%wrong У черных перевес. Поищем выигрывающее взятие.] [%hint Возьмем фигуру с угрозой мата.]} (25. Nxd5 $2 dxe5 {У черных хорошая позиция. Попробуем снова.}) \r\n25... exf6 {Главный защитник короля уничтожен! Как продолжить атаку?} 26. Qxh7+ {[%wrong Черные спасаются. Попробуем снова.] [%hint Возьмем пешку с шахом.]} (26. Nxd5 $2 Re1+ {Черные дают мат следующим ходом. Попробуем снова.}) \r\n26... Kf8 {Вы блестяще вели атаку! Каким ходом Карпов убедил противника сдаться?} 27. Qh8+ {[%wrong Поищем выигрывающий шах.] [%hint Оттесним черного короля на открытую вертикаль \"e\".]} (27. Qh6+ $2 Ke7 {У черных перевес. Попробуем снова.}) \r\n27... Ke7 {Остался последний удар! Что мешает белым завершить атаку?} 28. Nxd5+ {[%wrong Черные выигрывают. Попробуем снова.] [%hint Отвлечем ферзя от защиты поля e1.]} (28. Re1+ $2 Qxe1# {Черные получают мат. Попробуем снова.}) \r\n28... Qxd5 {Как получить материальный перевес?} 29. Re1+ {[%wrong Поищем сильнейший ход.] [%hint Линейный удар поможет выиграть ладью.]} Kd7 {Отлично! Забираем ладью.} 30. Qxe8+ {[%wrong Поищем сильнейший ход.] [%hint Возьмем фигуру с шахом.] Наконец-то! У белых лишняя ладья. Скоро они объявит мат.} (30. Rxe8 $5 {Этот ход тоже выигрывает, но мы ищем сильнейшее продолжение.}) 1-0"
   ],
   "title" : "Сыграй как Анатолий Карпов: Карпов против Корчного",
   "url" : "https://www.chess.com/ru/lessons/sygrai-kak-anatolii-karpov/karpov-protiv-korchnogo",
   "video" : null
}
