{
   "description" : "Наша подборка завершается сложной и красивой комбинацией. Несмотря на потерю качества, белые выигрывают, сочетая матовую атаку и угрозы перейти в выгодное окончание.",
   "duration" : null,
   "fen" : "4qr2/4p2k/1p2P1pP/5P2/1P3P2/6Q1/8/3B1K2 w - - 0 1",
   "id" : "a7259b10-2a9c-11ec-8764-9fd09332dfad",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"2020.08.06\"]\r\n[Round \"?\"]\r\n[White \"Pervakov 8\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"4qr2/4p2k/1p2P1pP/5P2/1P3P2/6Q1/8/3B1K2 w - - 0 1\"]\r\n[PlyCount \"21\"]\r\n[EventDate \"2020.??.??\"]\r\n[SourceVersionDate \"2020.08.19\"]\r\n\r\n{В этой сложной позиции у белых неочевидный и красивый путь к победе. Найдем его.} 1. Ba4 {[%wrong Поищем сильную угрозу.] [%hint Отвлечем черного ферзя от защиты поля g6.]} (1. fxg6+ $2 Qxg6 {У черных все в порядке. Поищем сильнейшее продолжение.}) (1. Bc2 $2 Kxh6 {Лишнее качество черных уравновешивает пешки белых. Поищем сильнейший ход.}) (1. f6 $2 Rxf6 {Лишнее качество черных решает исход партии. Поищем сильнейший ход.}) (1. Qc3 $2 Kxh6 {Черные выигрывают пешку \"h\", получая выгодную позицию. Поищем сильнейший ход.}) (1. Qxg6+ $2 Qxg6 {У черных перевес в окончании. Поищем сильнейшее продолжение.}) \r\n1... b5 {Отлично! Как продолжить комбинацию?} 2. fxg6+ {[%wrong У черных все в порядке. Попробуем снова. Поищем выгодное продолжение.] [%hint Даем шах, но не меняем ферзей.]} (2. Qxg6+ $2 Qxg6 $2 {У черных лишняя фигура в окончании. Поищем сильнейший ход.}) (2. Bxb5 $2 Qxb5+ {Черные берут слона с шахом. Поищем сильнейший ход.}) (2. Qc3 $2 Kxh6 {Черные получают материальный перевес и лучшие шансы. Поищем сильнейшее продолжение.}) (2. Bc2 $2 Kxh6 {Лишнее качество черных компенсирует лишние пешки белых. Поищем сильнейший ход.}) \r\n2... Qxg6 {Блестяще! Продолжаем наступление!} 3. Bc2 {[%wrong Позиция черных лучше. Поищем сильнейший ход.] [%hint Свяжем черного ферзя.]} (3. Qxg6+ $2 Kxg6 {У черных перевес в окончании. Поищем сильнейший ход.}) (3. Bxb5 $2 Qxg3 {Черные выигрывают ферзя и партию. Поищем сильнейший ход.}) (3. Qc3 $2 Rxf4+ {Черные получают материальный перевес и вскоре форсируют мат. Поищем сильнейший ход.}) \r\n3... Rxf4+ {Потрясающе! Сможем найти оптимальное поле для короля?} 4. Kg1 {[%wrong Поищем  оптимальное поле для короля.] [%hint Укроем короля за ферзем так, чтобы не позволить противнику дать шах по второй горизонтали.]} (4. Qxf4 $2 Qxc2 {У черных все в порядке. Поищем сильнейшее продолжение.}) (4. Kg2 $2 Qxc2+ {Черные берут слона с шахом. Поищем сильнейший ход.}) (4. Ke1 $2 Re4+ {У черных все в порядке. Поищем сильнейшее продолжение.}) (4. Ke2 $2 Qxc2+ {Черные берут слона с шахом. Поищем сильнейший ход.})\r\n4... Rf6 {Превосходно! Как усилить давление?} 5. Qg5 {[%wrong У черных все в порядке. Попробуем снова возьмите подсказку, если затрудняетесь.] [%hint Защитим пешку h6, не выпуская из-под боя черного ферзя.]} (5. Qxg6+ $2 Rxg6+ {Черные выиграют пешку \"h\" и добьются ничьей. Поищем сильнейший ход.}) (5. Bxg6+ $2 Rxg6 {Черные возьмут белого ферзя и добьются ничьей. Поищем сильнейшее продолжение.}) (5. Kh1 $2 Rf1+ {Черные возьмут фигуру с шахом на следующем ходу. Поищем сильнейшее продолжение.}) (5. Kh2 $2 Qxc2+ {Черные возьмут слона с шахом на следующем ходу. Поищем сильнейшее продолжение.}) (5. Be4 $2 Kxh6 {Черные выиграют пешку \"h\" и партию. Поищем сильнейший ход.}) (5. Bd3 $2 Kxh6 {Черные выиграют пешку \"h\" и партию. Поищем сильнейший ход.}) \r\n5... Rxe6 {Прекрасно! Как помешать ходу Лe1+?} 6. Kf1 {[%wrong Поищем сильнейший ход. Поищем оптимальное поле для своего короля.] [%hint Отступим королем на ферзевый фланг, не допуская шах по второй горизонтали.]} (6. Kf2 $2 Qxc2+ {Черные берут слона с шахом. Поищем сильнейший ход.}) (6. Bxg6+ $2 Rxg6 {Черные выигрывают ферзя и пешку h6. Поищем сильнейший ход.}) (6. Qxg6+ Rxg6+ {Черные выигрывают пешку \"h\" и партию. Поищем сильнейший ход.}) (6. Bd3 $2 Rc6 {У черных все в порядке. Поищем сильнейший ход.}) (6. Bb1 $2 Qxb1+ {Черные возьмут слона с шахом. Поищем сильнейший ход.}) (6. Kh2 $2 Qxc2+ {Черные возьмут слона с шахом. Поищем сильнейший ход.}) (6. Kh1 $2 Re1+ {Черные возьмут фигуру с шахом на следующем ходу. Поищем сильнейший ход.}) (6. Qg3 $2 Kxh6 {У черных перевес. Попробуем снова.}) \r\n6... Rf6+ {Изумительно! Куда отступит король?} 7. Ke1 {[%wrong У черных перевес. Поищем оптимальное поле для отступления короля.] [%hint Отправляемся на ферзевый фланг и не допускаем хода Фxc2+.]} (7. Kg1 $2 e6 {Черные сохраняют материальный перевес. Поищем сильнейший ход.}) (7. Ke2 $2 Qxc2+ {Черные берут слона с шахом. Поищем сильнейший ход.}) (7. Kg2 $2 Qxc2+ {Черные берут слона с шахом. Поищем сильнейший ход.}) (7. Qxf6 $2 exf6 {Черные сохраняют материальный перевес и выигрывают. Поищем сильнейший ход.}) \r\n7... Re6+ {Восхитительно! Продолжаем путь на ферзевый фланг!} 8. Kd1 {[%wrong Поищем оптимальное поле для короля.] [%hint Защитим королем слона.]} (8. Kf1 $5 {Белые могут выиграть после повторения ходов, но мы поищем другой путь к победе.}) (8. Kd2 $2 Re2+ {После Крxe2 и Фxc2+ черные форсируют ничью. Поищем сильнейший ход.}) (8. Kf2 $2 Qxc2+ {Черные выигрывают слона с шахом. Поищем сильнейший ход.}) (8. Be4 $2 Rxe4+ {Черные забирают белые фигуры и форсируют мат. Поищем сильнейший ход.}) \r\n8... Rd6+ {Великолепно! Что же дальше?} 9. Kc1 {[%wrong Поищем самое безопасное поле для короля.] [%hint Укроем короля за слоном, чтобы не позволить черным продолжать шахи.]} (9. Ke1 $5 {Белые повторяют ходы, но пока не упускают выигрыш. Куда отступит король?}) (9. Ke2 $2 Qxc2+ {Черные выигрывают слона с шахом. Поищем сильнейший ход.}) \r\n9... Rc6 {Невероятно! Какой неожиданный ход позволяет белым получить решающий перевес?} 10. Qc5 {[%wrong Поищем сильнейшее продолжение. Возьмите подсказку, если затрудняетесь.] [%hint Жертвуем ферзя, чтобы избавить слона от связки.]} (10. Qxe7+ $2 Kxh6 {У черных перевес. Поищем сильнейшее продолжение.}) (10. Qxg6+ $2 Rxg6 {Черные могут форсированно перейти в окончание с лишней пешкой. Поищем сильнейшее продолжение.}) (10. Kd1 $2 Qxc2+ {Черные скоро форсируют мат. Поищем сильнейший ход.}) \r\n10... Rxc5 {Ошеломительно! Как завершить комбинацию?} 11. bxc5 {[%wrong Черные побеждают. Попробуем снова и поищем выгодное взятие.] [%hint Возьмем ладью.] Молодец! Белые выиграют, взяв черного ферзя и превратив в ферзя пешку \"c\"!} *"
   ],
   "title" : "Олег Перваков: Мат или превращение",
   "url" : "https://www.chess.com/ru/lessons/etiudy-olega-pervakova/oleg-pervakov-mat-ili-prevrashchenie",
   "video" : null
}
