{
   "description" : "Возможностей так много, что трудно понять, что же надо делать. В такой ситуации полезно изучить форсированные возможности за обе стороны - так мы сможем найти важные идеи атаки за себя и за своего противника. Также нужно обратить внимание на сильно и слабо расположенные фигуры обоих противников, чтобы понять, где атаковать или защищаться.",
   "duration" : null,
   "fen" : "4r1k1/3q1p1p/p3B1pQ/1p3b2/8/1P6/PB3PPP/2R3K1 b - - 0 1",
   "id" : "a7bd5a02-a0bd-11e8-b2c2-cbb7f9606b06",
   "membership" : null,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"4r1k1/3q1p1p/p3B1pQ/1p3b2/8/1P6/PB3PPP/2R3K1 b - - 0 1\"]\r\n\r\n{Черные могут взять белого слона e6 несколькими способами. Найдем сильнейший!}\r\n1...fxe6\r\n    {[%wrong Это не взятие белого слона e6. Попробуем снова!][%hint Не торопимся брать слона. Подумаем, чем угрожают белые. Ищем форсированные ходы!] Точно! Иногда приходится делать что нужно, а не что хочется! Черным хотели бы избежать этого взятия, которое блокирует ладью и ведет к изоляции пешки e6, но иначе не защититься от мата!}\r\n    (1...Bxe6 $2 2.Qg7# {Выбирая ход, не забываем о возможностях противника!})\r\n    (1...Rxe6 $2 2.Qg7# {Выбирая ход, не забываем о возможностях противника!})\r\n    (1...Qxe6 $2 2.Qg7# {Взятие ферзем с угрозой мата по последней горизонтали - интересная идея, но не забываем о возможностях противника!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqr1k1/1p3ppp/5n2/p1bNp3/8/PP1P2P1/2Q1PPBP/R1B1K1NR b KQ - 0 10\"]\r\n\r\n{В турнирной партии черные защитились от хода Кc3xd5 с \\\"выигрышем\\\" пешки, потому что белый ферзь угрожает взять черного слона на c5. Какой сильный ответ не заметили черные?}\r\n10...Bxf2+\r\n    {[%wrong Это интересный ход, но мы можем найти сильнейшую идею. Попробуем снова!][%hint Какой шах могут дать черные в этой позиции? Изучим его последствия...]}\r\n    (10...Bd4 $6 11.Nc3 {Это интересное продолжение, но мы можем найти сильнейший ход чернопольным слоном. Попробуем снова!})\r\n    (10...Nxd5 $6 11.Qxc5 {У белых лишняя пешка. Позиция черных остается крепкой, но проигрывать пешку не обязательно. Как сохранить материальное равновесие?})\r\n11.Kxf2\r\n    {Отличная находка! \\\"Бешеный\\\" слон приносит себя в жертву, ослабляя позицию белого короля и отыгрывая пешку. Возьмем коня d5!}\r\n11...Nxd5\r\n    {[%wrong Это не взятие коня d5. Попробуем снова!][%hint Как отыграть фигуру, сохраняя сильную позицию?] Отлично. Черные отыграли фигуру и ослабили прикрытие белого короля, получив сильную позицию.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"6k1/5p1p/p5q1/n4p2/p1p5/2P2N1P/P4PP1/3Q2K1 w - - 0 1\"]\r\n\r\n{Белые готовы взять пешку a4. Сильнейшее ли это продолжение?}\r\n1.Qd8+\r\n    {[%wrong Это интересный ход, но не форсированный выигрыш. Попробуем снова!][%hint Как использовать незащищенность  черного коня a5?]}\r\n    (1.Qxa4 $6 {Когда мы находим сильный ход, ищем сильнейший! Выиграть пешку выгодно, но у белых есть сильнейшее продолжение. Какое?})\r\n1...Kg7\r\n    {У нас отличное тактическое зрение! Выиграем не пешку, а коня!}\r\n2.Qxa5\r\n    {[%wrong Так черного коня не выиграть. Попробуем снова!][%hint Возьмем черного коня.] Здорово - белые выиграли фигуру, а не пешку!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2q2rk1/2pnbpp1/1p2pB1p/6N1/2P5/6P1/1PQ1PPBP/5RK1 b - - 0 1\"]\r\n\r\n{У белых две фигуры под боем, но одна из них - лишняя. Поищем сильнейший ход черных!}\r\n1...Nxf6\r\n    {[%wrong Это не взятие фигуры. Ппробуем снова!][%hint Как продолжать белым на следующем ходу? Какое взятие позволяет отразить эту угрозу?] Молодец! Черные берут конем, защищаясь от мата на h7 с крепкой позицией.}\r\n    (1...hxg5 $2 2.Bxe7 {Черные спаслись от мата, но белые выигрывают  фигуру. Попробуем снова!})\r\n    (1...Bxf6 $2 2.Qh7# {Выбирая ход, не забываем о возможностях противника!})\r\n    (1...gxf6 $2 2.Qh7# {Выбирая ход, не забываем о возможностях противника!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"5bk1/2p2bp1/2p1p2p/5p2/2PP4/4PNP1/2N2PP1/6K1 b - - 0 1\"]\r\n\r\n{У черных два пассивных слона и плохая пешечная структура. Как улучшить позицию?}\r\n1...c5\r\n    {[%wrong Этот ход не улучшает позицию черных. Попробуем снова!][%hint Белые собираются продолжать c5, запирая чернопольного слона противника. Как черным этого избежать и избавиться от сдвоенных пешек?] Отлично! Черные собираются продолжать ...cxd4, избавляясь от слабых пешек на вертикали \"c\". Этот ход также помешал белым блокировать чернопольного слона ходом c5. Когда позиция вскроется, черные слоны оживут.}\r\n    (1...e5 $2 2.Nxe5 {Мы правильно поняли, что надо активизировать слонов, но белые могут выиграть пешку и защитить свою слабую пешку c4. Попробуем снова!})\r\n    (1...Bh5 $6 2.c5 {Черные решают проблему белопольного слона, но чернопольный слон становится очень пассивным, и пешка c6 будет вскоре потеряна. Попробуем снова!})\r\n*"
   ],
   "title" : "Как выбрать ход",
   "url" : "https://www.chess.com/ru/lessons/strategiia-dlia-prodolzhaiushchikh/kak-vybrat-khod",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-how-to-choose-a-move-t8y.mp4"
}
