{
   "description" : "Когда у обоих противников на доске только короли и пешки, важно сосчитать, сколько ходов осталось каждой из них до поля превращения! Скорее всего, тот, кто первым превратит пешку в ферзя, выиграет партию.",
   "duration" : null,
   "fen" : "8/8/K1k4P/5P2/8/p7/8/8 w - - 0 1",
   "id" : "a93bb660-a0ba-11e8-894a-1dbc57904c24",
   "membership" : 10,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/K1k4P/5P2/8/p7/8/8 w - - 0 1\"]\r\n\r\n{У обоих противников есть проходные пешки. Какую пешку белым вести вперед, чтобы выиграть гонку?}\r\n1.h7\r\n    {[%wrong Нам нужен новый ферзь - ведем вперед пешку!][%hint Одной из белых пешек осталось всего два хода до превращения - ведем ее вперед.]}\r\n1...a2\r\n    {Отлично! Только вперед!}\r\n2.h8=Q\r\n    {[%wrong Это не превращение в ферзя. Попробуем снова!][%hint Превратим белую пешку в ферзя!] Молодец! Белая пешка первой превращается в ферзя. Заметим, что новый ферзь атакует поле превращения черного ферзя.}\r\n    (2.h8=R $2 a1=Q# {Почти всегда пешку надо превращать в самую сильную фигуру - ферзя. Новый ферзь черных дает шах белому королю и собирается взять белую ладью на следующем ходу. Попробуем снова!})\r\n    (2.h8=N $2 {Это плохая идея. Попробуем превратить пешку в ферзя!})\r\n    (2.h8=B $2 {Этот ход защищает поле превращения черной пешки, но у белых нет причин отказываться от превращения пешки в ферзя. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"6k1/8/5KP1/1P6/p7/8/8/8 w - - 0 1\"]\r\n\r\n{Какую пешку белым нужно вести вперед, чтобы выиграть пешечную гонку?}\r\n1.b6\r\n    {[%wrong Пешка должна идти вперед. Попробуем снова!][%hint Поле превращения одной из пешек атаковано черной фигурой. Ведем вперед другую.]}\r\n1...a3\r\n    {Отлично! Белые ведут вперед пешку, которой ничто не мешает превратиться в ферзя.}\r\n2.b7\r\n    {[%wrong Так белые не смогут превратить пешку в ферзя на следующем ходу. Попробуем снова!][%hint Ведем вперед пешку, которой не мешает стать ферзем черный король.]}\r\n2...a2\r\n    {Отлично! Курс верный!}\r\n3.b8=Q#\r\n    {[%wrong Это не превращение пешки. Попробуем снова.][%hint Превратим пешку в ферзя!] Молодец! Черным мат.}\r\n    (3.b8=R# {Эта идея тоже работает, но почти всегда нужно превращать пешку в сильнейшую фигуру - ферзя.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/1P5P/8/1k1K4/p7/8/8 w - - 0 1\"]\r\n\r\n{Две пешки белых могут пойти вперед и превратиться в ферзя через два хода. Какую из них вести вперед?}\r\n1.b7\r\n    {[%wrong Этот ход не ведет к превращению пешки. Попробуем снова!][%hint Одно превращение пешки выигрывает, а другое ведет к поражению белых. Выбираем вдумчиво.]}\r\n    (1.h7 $2 a2 2.h8=Q a1=Q+ {Белые выставляют ферзя раньше, но черный ферзь превращается с шахом и забирает белого после того, как белому королю придется отступить. Попробуем снова!})\r\n1...a2\r\n    {Молодец! Оба противника готовы к превращению. Как белым победить в этой гонке?}\r\n2.b8=Q+\r\n    {[%wrong Это не превращение пешки в ферзя. Попробуем снова!][%hint Превратим пешку в ферзя.] Белый ферзь появляется на доске с шахом. Белые побеждают в пешечной гонке и добиваются выигранной позиции. Мы отлично поработали!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/P5k1/8/8/4K3/3N4/7p/8 w - - 0 1\"]\r\n\r\n{Вновь на доске пешечная гонка. Ход белых: должны ли они сразу превратить пешку в ферзя, или лучше сначала помешать превращению черной пешки?}\r\n1.Nf2\r\n    {[%wrong Этот ход не мешает превращению черной пешки. Попробуем снова!][%hint Защитим поле превращения черной пешки. Так белые получат выигранную позицию.] Отлично! Белый конь держит под боем поле превращения. Он готов взять новую фигуру черных. На следующем ходу белые могут спокойно выставить ферзя.}\r\n    (1.a8=Q $2 h1=Q+ {Белые первыми выставляют ферзя, но черные забирают его после отступления белого короля. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/3K1Pk1/8/8/8/7p/8/8 w - - 0 1\"]\r\n\r\n{Единственная надежда белых - превратить в ферзя пешку, атакованную черным королем. Какой ход королем позволяет защитить пешку и превратить ее в ферзя на следующем ходу?}\r\n1.Ke7\r\n    {[%wrong Нам надо одновременно защитить пешку и поле превращения. Попробуем снова!][%hint Расположим короля так, чтобы он защищал одновременно и пешку, и поле ее превращения.]}\r\n    (1.Ke8 $1 {Отлично! Этот ход тоже ведет к цели. Поищем другой ход короля, связанный с той же идеей.})\r\n    (1.Ke6 $2 Kf8 {Белый король защищает пешку, но не берет под бой поле превращения. Теперь черная пешка пройдет в ферзи, и они выиграют. Попробуем снова!})\r\n    (1.f8=Q+ $2 Kxf8 {Белые не защитили поле превращения, поэтому черные просто забирают фигуру. Попробуем снова!})\r\n1...h2\r\n    {Отлично! Теперь превратим пешку в ферзя!}\r\n2.f8=Q+\r\n    {[%wrong Это не превращение пешки в ферзя. Попробуем снова!][%hint Превратим пешку в ферзя.] Все правильно! Белые выставляют пешку с шахом.}\r\n*"
   ],
   "title" : "Пешечная гонка",
   "url" : "https://www.chess.com/ru/lessons/okhotimsia-na-korolia/peshechnaia-gonka",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-BEG-pawn-race-f7g.mp4"
}
