{
   "description" : "В 1894 году Эмануил Ласкер победил Вильгельма Стейница в матче на первенство мира. Матч продолжался до десяти побед, и Ласкер выиграл со счетом 10-5 при четырех ничьих. Посмотрим самые яркие комбинационные моменты матча!",
   "duration" : null,
   "fen" : "r2q2k1/1pp2ppp/p2p1bn1/4r1P1/4P3/4B3/PPPQBP1P/2KR3R b - - 0 17",
   "id" : "ab1cede6-7b50-11eb-9c1d-ed0883166da3",
   "membership" : 50,
   "questions" : [
      "[Event \"\"]\r\n[Site \"Montreal CAN\"]\r\n[Date \"1894.04.03\"]\r\n[Round \"7\"]\r\n[White \"1894.1 Emanuel Ласкер\"]\r\n[Black \"Wilhelm Стейниц\"]\r\n[Result \"1-0\"]\r\n[ECO \"C62\"]\r\n[SetUp \"1\"]\r\n[FEN \"r2q2k1/1pp2ppp/p2p1bn1/4r1P1/4P3/4B3/PPPQBP1P/2KR3R b - - 0 17\"]\r\n[PlyCount \"7\"]\r\n[EventDate \"1894.??.??\"]\r\n[Source \"ChessBase\"]\r\n\r\n{У белых сильная атака, но Стейниц нашел временную жертву фигуры, позволяющую получить материальный перевес. Какую?} 17... Bxg5 {[%wrong Поищем выгодное взятие.] [%hint Возьмем пешку вместо отступления слоном.]} (17... Rxg5 $2 {У белых сильная атака на королевском фланге. Поищем выгодное взятие.}) (17... Be7 $2 18. f4 {У белых сильная атака. Поищем выгодное взятие.}) (17... Rxe4 $2 18. gxf6 {Белые выигрывают фигуру. Поищем сильнейшее взятие.}) \r\n18. f4 {Отлично! Белые временно выигрывают фигуру, но у черных есть интересный удар. Какой ход нашел Стейниц?} Rxe4 {[%wrong Поищем сильнейший ход. Как отыграть фигуру атакой по вертикали \"e\"?] [%hint Возьмем пешку, чтобы отыграть фигуру атакой по вертикали \"e\"?]} (18... Bxf4 $2 19. Bxf4 {Белые сохраняют материальный перевес. Поищем сильнейшее взятие.}) (18... Bf6 $2 19. fxe5 {Белые получают слишком большой материальный перевес. Поищем выгодное взятие.}) (18... Bh6 $2 19. fxe5 {Белые получают слишком большой материальный перевес. Поищем выгодное взятие.}) (18... Nxf4 $2 19. Bxf4 {Белые сохраняют материальный перевес. Поищем сильнейшее взятие.}) \r\n19. fxg5 {Блестяще! Какой ход позволяет отыграть фигуру?} Qe7 {[%wrong Поищем сильнейшее продолжение. Создаем батарею по вертикали \"e\".] [%hint Используем батарею для выигрыша фигуры по вертикали \"e\".]} (19... Qe8 $2 20. Rhe1 {На Лxe3 белые отвечают Сb5 с приемлемой позицией. Поищем оптимальное поле для ферзя.}) \r\n20. Rdf1 {Молодец! Белые не могут защитить слонов. Как отыграть фигуру?} Rxe3 {[%wrong Поищем сильнейшее продолжение атаки. Какое взятие напрашивается?] [%hint Возьмем слона.] Замечательно! У черных выигранная позиция. В следующем задании мы увидим, как Ласкер все же выиграл эту партию.} (20... Qe5 $5 {У черных выгодная позиция, но почему бы не выиграть фигуру?}) (20... c6 $5 {У черных выгодная позиция, но почему бы не выиграть фигуру?}) 1-0",
      "[Event \"\"]\r\n[Site \"Montreal CAN\"]\r\n[Date \"1894.04.03\"]\r\n[Round \"7\"]\r\n[White \"\"]\r\n[Black \"\"]\r\n[Result \"1-0\"]\r\n[ECO \"C62\"]\r\n[SetUp \"1\"]\r\n[FEN \"4r2n/1p3pkP/p5p1/3pq3/2p5/P2Br3/1PP2Q2/1K3R1R w - - 0 32\"]\r\n[PlyCount \"9\"]\r\n[EventDate \"1894.??.??\"]\r\n[Source \"ChessBase\"]\r\n\r\n{Каким ходом Ласкер усилил атаку, не обращая внимания на материальные потери?} 32. Qh4 {[%wrong Поищем сильнейшее продолжение. Как создать угрозу мата?] [%hint Создаем угрозу мата ферзем по вертикали \"h\".]} (32. Bxg6 $2 fxg6 {У белых нет достаточной компенсации за фигуру. Поищем сильнейший ход.}) (32. Qxf7+ $2 Nxf7 {Черные выигрывают. Поищем сильнейший ход ферзем.}) (32. Qh2 $2 Qxh2 {Черные выиграют окончание. Поищем сильнейший ход ферзем по вертикали \"h\".}) \r\n32... f6 {Отлично! Слон уже под боем, но Ласкер решает пожертвовать его на другом поле. Каком?} 33. Bf5 {[%wrong Поищем сильный ход слоном.] [%hint Пусть черным придется вскрыть вертикаль \"g\", если они хотят взять слона.]} (33. Bxg6 $5 {Это интересная жертва, но еще выгоднее - поставить слона под бой пешки \"g\". На какое поле?}) (33. Qh6+ $2 Kf7 {Черные выигрывают. Поищем сильную жертву слона.}) (33. Rxf6 $2 Re1+ {Черные разменом переходят в выигранное окончание. Поищем сильнейшую жертву.}) \r\n33... Kf7 {Прекрасно! Как усилить давление на пешку g6?} 34. Rhg1 {[%wrong Поищем сильнейшее продолжение атаки. Как снова напасть на пешку g6?] [%hint Займем ладьей вертикаль \"g\".]} (34. Bg4 $5 {Это приемлемое продолжение, но выгоднее напасть на пешку g6. Каким ходом?}) (34. Rfg1 $2 Qxf5 {Черные выигрывают. Поищем оптимальный ход по вертикали \"g\".}) \r\n34... gxf5 {Превосходно! Как использовать открытую диагональ, ведущую к черному королю?} 35. Qh5+ {[%wrong Поищем сильный шах.] [%hint Оттесним черного короля от поля f7.]} (35. Rg8 $5 {Это интересная идея, но Ласкер сначала дал сильный шах. Каким ходом?})\r\n35... Ke7 {Замечательно! Как снова напасть на ладью e8?} 36. Rg8 {[%wrong Поищем сильнейшее продолжение. Как напасть на ладью e8?] [%hint Предложим размен ладей по последней горизонтали.] Молодец! За фигуру у белых сильная атака. В следующем задании мы узнаем, как Ласкер завершил наступление.} (36. Rxf5 $5 {Это интересная идея, но еще выгоднее сделать ход другой ладьей. Какой?}) (36. Rg7+ $5 {Это выгодный шах, но мы можем найти оптимальное поле для ладьи. Какое?}) 1-0",
      "[Event \"\"]\r\n[Site \"Montreal CAN\"]\r\n[Date \"1894.04.03\"]\r\n[Round \"7\"]\r\n[White \"\"]\r\n[Black \"\"]\r\n[Result \"1-0\"]\r\n[ECO \"C62\"]\r\n[SetUp \"1\"]\r\n[FEN \"7n/1p1qr2P/p4R2/2kp4/2p5/P7/1PP4Q/1K6 w - - 0 42\"]\r\n[PlyCount \"9\"]\r\n[EventDate \"1894.??.??\"]\r\n[Source \"ChessBase\"]\r\n\r\n{За фигуру белые получили решающую атаку. Каким ходом Ласкер форсированно добился победы?} 42. Qg1+ {[%wrong Поищем сильнейший ход. Какой шах приносит победу?] [%hint Какой шах вынудит черных ослабить пятую горизонталь?]} (42. Qf2+ $2 d4 {У белых есть компенсация за фигуру, но мы можем найти сильнейший шах. Какой?}) (42. Qd2 $5 {Это интересная идея, но мы можем найти сильнейший шах. Какой?}) (42. Ka2 $2 Re6 {У белых перевес, но мы можем найти сильнейший шах. Какой?})\r\n42... d4 {Отлично! Черные не могут допустить ход Фb6+, но у белых есть другой решающий шах. Какой?} 43. Qg5+ {[%wrong Поищем сильнейшее продолжение атаки. Какой шах приносит победу?] [%hint Поищем сильнейший шах по пятой горизонтали.]} (43. Rf5+ $2 Qxf5 {Черные выигрывают ладью. Какой шах напрашивается?}) (43. b4+ $2 cxb3 {Поищем сильнейший шах.}) (43. Rf8 $5 {У белых выгодная позиция, но мы можем получить материальный перевес шахом. Каким?}) (43. Qg8 $5 {У белых выгодная позиция, но мы можем получить материальный перевес шахом. Каким?}) \r\n43... Qd5 {Прекрасно! Каким ходом белые могут получить материальный перевес?} 44. Rf5 {[%wrong Поищем сильнейшую связку.] [%hint Свяжем черного ферзя.]} (44. b4+ $5 {Белые выигрывают, но выгоднее использовать связку, чтобы получить материальный перевес. Каким ходом?}) \r\n44... Qxf5 {Замечательно! Какое продолжение напрашивается?} 45. Qxf5+ {[%wrong Поищем сильнейшее взятие.] [%hint Возьмем ферзя.]} Kd6 {Здорово! Каким двойным ударом Ласкер убедил противника сдаться?} 46. Qf6+ {[%wrong Поищем решающий двойной удар.] [%hint Нападем на короля и коня черных двойным ударом.] Молодец! Белые получили большой материальный перевес. Стейниц сдался.} 1-0",
      "[Event \"\"]\r\n[Site \"Montreal CAN\"]\r\n[Date \"1894.05.15\"]\r\n[Round \"15\"]\r\n[White \"\"]\r\n[Black \"\"]\r\n[Result \"1-0\"]\r\n[ECO \"D40\"]\r\n[SetUp \"1\"]\r\n[FEN \"3r1nk1/1p2r1pp/p3p3/P1P2p2/B2P1Pq1/4Q1P1/3R3P/1R4K1 w - - 0 33\"]\r\n[PlyCount \"5\"]\r\n[EventDate \"1894.??.??\"]\r\n[Source \"ChessBase\"]\r\n\r\n{Ласкер атакует пешки e6 и b7. Перед взятием он оттесняет ферзя на невыгодное поле. Каким ходом?} 33. Bd1 {[%wrong Поищем сильнейший ход. Как напасть на черного ферзя?] [%hint Отступим слоном с нападением на черного ферзя.]} (33. d5 $5 {Это интересная идея, но еще выгоднее сначала напасть на черного ферзя. Каким ходом?}) (33. Rb6 $5 {Это интересная идея, но нападение слоном еще сильнее.}) (33. Bb3 $2 Rdd7 {У белых выгодная позиция, но черные могут защититься. Какой ход слоном напрашивается?}) \r\n33... Qg6 {Замечательно! Каким ходом Ласкер использовал неудачное положение ладьи на поле e7?} 34. d5 {[%wrong Поищем сильнейшее продолжение. Как использовать связку пешки e6?] [%hint Нападаем на пешку e6 пешкой.]} (34. Bf3 $5 {Это выгодное поле для слона, но мы можем найти сильнейший ход пешкой.}) \r\n34... Rf7 {Изумительно! Каким ходом Ласкер создал сильную проходную?} 35. d6 {[%wrong Поищем сильнейшее продолжение атаки. Как создать проходную?] [%hint Попробуем создать сильную проходную.] Молодец! Пешка d6 сильна, а b7 и e6 - очень слабы. Ласкер вскоре выиграл.} (35. Bf3 $5 {Это интересная идея, но еще выгоднее создать сильную проходную. Каким ходом?}) (35. c6 $5 bxc6 {У белых выгодная позиция, но мы можем найти сильный ход пешкой. Какой?}) 1-0",
      "[Event \"\"]\r\n[Site \"Montreal CAN\"]\r\n[Date \"1894.05.17\"]\r\n[Round \"16\"]\r\n[White \"1894.5 Wilhelm Стейниц\"]\r\n[Black \"Emanuel Ласкер\"]\r\n[Result \"0-1\"]\r\n[ECO \"D60\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/1P3kp1/4p3/p7/1r1n1P1P/4pB2/P5K1/2R5 b - - 0 37\"]\r\n[PlyCount \"9\"]\r\n[EventDate \"1894.??.??\"]\r\n[Source \"ChessBase\"]\r\n\r\n{Пешка b7 выглядит грозно, но Ласкер комбинацией перешел в выгодное окончание. Какой ход он сделал?} 37... Rb2+ {[%wrong Поищем сильнейший ход. Возьмите подсказку, если затрудняетесь.] [%hint Даем шах, чтобы оттеснить белого короля на неудачное поле.]} (37... Rxb7 $2 38. Bxb7 {Белые выигрывают ладью. Поищем сильнейшее форсированное продолжение.}) (37... Nxf3 $2 38. Rc7+ {Белые сохраняют пешку \"b\", получая выгодную позицию. Поищем сильнейшее форсированное продолжение.}) \r\n38. Kg3 {Отлично! Каким ходом черные могут получить материальный перевес?} Rxb7 {[%wrong Поищем выгодное взятие.] [%hint Белый слон мешает черным сделать вилку на e2, поэтому его нужно отвлечь.]} (38... Rxa2 $2 39. b8=Q {Белые близки к победе. Поищем выгодное взятие.}) (38... Nxf3 $2 39. Rc7+ {Белые сохраняют пешку \"b\", получая выгодную позицию. Поищем сильнейшее взятие.}) \r\n39. Bxb7 {Прекрасно! Как отыграть пожертвованную ладью?} Ne2+ {[%wrong Белые выигрывают. Как выиграть фигуру двойным ударом?] [%hint Нападем на короля и ладью белых.]} \r\n40. Kf3 {Замечательно! Какое взятие напрашивается?} Nxc1 {[%wrong Поищем выгодное взятие.] [%hint Возьмем ладью.]} \r\n41. Kxe3 {Изумительно! Какое взятие напрашивается?} Nxa2 {[%wrong Поищем выгодное взятие.] [%hint Возьмем пешку.] Молодец! У черных лишняя пешка, и они выиграли.} 0-1"
   ],
   "title" : "Ласкер против Стейница, 1894",
   "url" : "https://www.chess.com/ru/lessons/igraem-kak-chempiony-mira-epokha-laskera/lasker-protiv-steinitsa-1894",
   "video" : null
}
