{
   "description" : "Ладейное окончание - чаще всего встречающийся на доске эндшпиль. Важно, чтобы ваша ладья оставалась как можно более активной и взаимодействовала с королем. Ладьи не слишком успешно останавливают проходные пешки. Для победы короля и ладьи над королем и пешкой королю нужно успеть на помощь ладье.",
   "duration" : null,
   "fen" : "8/k7/8/8/7K/p1R5/8/3r4 b - - 0 1",
   "id" : "ac0e8cd8-a0be-11e8-815d-d1d5eee37437",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"3K4/8/2k5/8/1p6/8/8/6R1 w - - 0 1\"]\r\n\r\n{Эта позиция может показаться простой, но белые добиваются победы единственным ходом. Каким?}\r\n1.Rg5\r\n    {[%wrong Этот ход позволяет королю черных соединиться с проходной пешкой, и партия должна закончиться вничью. Попробуем снова!][%hint Как отрезать черного короля от проходной пешки?]}\r\n1...b3\r\n    {Молодец! Белым нужно отрезать черного короля от проходной пешки. Как белым напасть на черную пешку ладьей?}\r\n2.Rg3\r\n    {[%wrong Король не может защитить черную пешку - нужно сразу атаковать ее ладьей!][%hint Как напасть на черную пешку ладьей?]}\r\n    (2.Rg1 $2 Kb5 {Черный король защитит пешку, потому что белая ладья не может одновременно отрезать короля и мешать продвижению пешки. Попробуем снова!})\r\n    (2.Rg4 $2 Kb5 {Черные готовы двинуть пешку вперед, и белые не смогут помешать черному королю соединиться с проходной пешкой. Попробуем снова!})\r\n    (2.Rg2 $2 Kb5 {Черный король защитит пешку, потому что белая ладья не может одновременно отрезать короля и мешать продвижению пешки. Попробуем снова!})\r\n2...b2\r\n    {Отличная работа! Нападем на черную пешку и потом защитимся от ее превращения!}\r\n3.Rb3\r\n    {[%wrong Этот ход не нападает на пешку и не мешает ее превращению. Попробуем снова!][%hint Займем ладьей поле, откуда она нападает на пешку и угрожает взять ее, если та попробует превратиться в ферзя.] Мы все поняли! Черный король отрезан, и проходная пешка не может справиться с мощной ладьей.}\r\n    (3.Rg1 $5 {Продолжение Лb1 тоже ведет к победе. Попробуем напасть на черную пешку и помешать ей превратиться в ферзя!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/1k6/8/R4K2/p7/r7 w - - 2 4\"]\r\n\r\n{Черные угрожают шахом белому королю ...Лf1+ с превращением пешки на следующем ходу. Белый король может занять одно из трех полей на второй горизонтали. Какой ход выбрать белым?}\r\n4.Kg2\r\n    {[%wrong Нам нужно защититься от угрозы шаха по первой горизонтали с превращением пешки в ферзя. Попробуем снова!][%hint Только один ход короля спасает белых. Выбираем осторожно!]}\r\n    (4.Kf2 $2 Rh1 {Черная пешка готова превратиться в ферзя, а в ответ на взятие пешки ходом ...Лh2+ черные наносят линейный удар по королю и ладье. Попробуем снова!})\r\n    (4.Ke2 $2 Rh1 {Черная пешка готова превратиться в ферзя, а в ответ на взятие пешки ходом ...Лh2+ черные наносят линейный удар по королю и ладье. Попробуем снова!})\r\n4...Kb4\r\n    {Упорная защита! Черные напали на белую ладью. Поищем самое дальнее от черного короля поле, откуда ладья сможет защитить вертикаль \"a\".}\r\n5.Ra8\r\n    {[%wrong Это интересный ход, но белая ладья может еще дальше отступить от черного короля по вертикали \"a\". Попробуем снова!][%hint Уведем белую ладью как можно дальше от черного короля по вертикали \"a\".]}\r\n5...Kb3\r\n    {Превосходно! Белые отступают как можно дальше от черного короля, чтобы спокойно давать ему шахи. Теперь черные собираются увести ладью с поля превращения. Как белым помешать этой идее?}\r\n6.Rb8+\r\n    {[%wrong Это интересный ход, но он не мешает черным увести ладью с поля превращения, чтобы превратить пешку в ферзя. Попробуем снова!][%hint Черные не смогут увести ладью, если мы будем нападать на короля...] Здорово! Белые добиваются ничьей, давая шахи королю всякий раз, когда он попытается защитить пешку.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2R5/8/Pr6/6k1/8/K7/8/8 w - - 0 1\"]\r\n[PlyCount \"7\"]\r\n\r\n\r\n{Где расположить ладью? За пешкой или перед ней? Выбираем внимательно.} \r\n1. Rc5+ \r\n{[%wrong Этот ход теряет пешку после ...Лxa6. Попробуем снова!] [%hint Ладьи должны поддерживать проходные пешки сзади. Как расположить ладью за проходной пешкой?]} \r\n(1. Ra8 $6 {Намного легче добиться победы, если ладья расположена за проходной пешкой, а не перед ней. Постараемся расположить ладью за проходной пешкой!}) \r\n(1. Rg8+ $2 Kf6 {Этот шах только помогает черному королю приблизиться к пешке. Попробуем снова!}) \r\n(1. a7 $2 Ra6+ {Двойным ударом черные выигрывают пешку. Попробуем снова!}) \r\n1... Kf6 {Здорово! При атаке и защите ладьи должны находиться за проходными пешками! Теперь расположим ладью за пешкой!} \r\n2. Ra5 {\r\n[%wrong Этот ход проигрывает пешку ввиду ...Лxa6. Попробуем снова!][%hint Ладьи должны находиться за проходными пешками. Как расположить ладью за пешкой?]} \r\n2...Rb8 \r\n{Здорово! Теперь ладья защищает пешку. Ведем ее вперед!} \r\n3. a7 \r\n{[%wrong Белые побеждают, наступая пешкой. Попробуем снова!] [%hint Ведем пешку вперед!]} \r\n3... Ra8 \r\n{Черная ладья забилась в угол. Пора активизировать короля!} \r\n4. Kb4 \r\n{[%wrong Так белый король не приближается к пешке. Попробуем снова!][%hint Белому королю нужно попасть на поле b7. Как приблизить его к цели?] Здорово! Белый король доберется до поля b7 с нападением на ладью и угрозой превратить пешку в ферзя с выигранной позицией.}\r\n(4. Ka4 $5 {Если белые продолжают Крb5, этот ход тоже выигрывает. Займем королем другое поле, приближая его к цели на b7.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"4r3/8/8/k7/1p6/7R/3K4/8 b - - 0 1\"]\r\n\r\n{Ладья должна занять позицию позади проходной пешки. Нужно ли черным сразу поставить ладью на b8, или они могут сделать более важный ход?}\r\n1...Rc8\r\n    {[%wrong Этот ход позволяет белым ответить Крc2, мешая продвижению проходной пешки. Попробуем снова!][%hint Вести пешку в ферзи будет легче, если белый король не сможет участвовать в защите...] Отличная оценка позиции! Мы нашли единственный выигрывающий ход! Белый король вне игры, поэтому белая ладья не справится с ладьей, пешкой и королем черных!}\r\n    (1...Rb8 $2 2.Kc2 {Если белый король подключится к защите и заблокирует проходную пешку, белые смогут добиться ничьей в этой позиции. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/8/1k6/1p6/p4r2/K3R3 w - - 0 1\"]\r\n\r\n{Положение белых выглядит безнадежно, но они могут воспользоваться тем, что королю некуда ходить.}\r\n1.Re4+\r\n    {[%wrong Белым не спасти эту позицию, если они не найдут более форсированную идею. Попробуем снова!][%hint Как дать шах черному королю?]}\r\n1...Kc3\r\n    {Здорово! Белые напали на короля черных. У короля белых все еще нет ходов. Каким ходом они могут добиться ничьей?}\r\n2.Re3+\r\n    {[%wrong Это интересный ход, но белым нужно и дальше давать шахи черному королю, чтобы добиться ничьей!][%hint Как продолжить давать шахи черному королю?]}\r\n    (2.Rc4+ $5 {Эта изящная патовая идея тоже работает. Попробуем дать черным другой шах.})\r\n2...Kc2\r\n    {Фантастика! Белые продолжают давать шахи черному королю. Как сразу вынудить ничью патом?}\r\n3.Re2+\r\n    {[%wrong Это интересный ход, но белым нужно найти форсированное спасение. Попробуем снова!][%hint Как вынудить черных взять ладью с патом?] Отлично! Черные вынуждены взять белую ладью, допуская пат, иначе белые просто выиграют партию.}\r\n    (3.Rxb3 $5 {Эта изящная идея тоже работает. Как найти ход, вынуждающий черных взять ладью?})\r\n    (3.Rc3+ $5 {Эта изящная идея тоже работает. Как найти ход, вынуждающий черных взять ладью?})\r\n*"
   ],
   "title" : "Основы ладейных окончаний",
   "url" : "https://www.chess.com/ru/lessons/endshpil-dlia-prodolzhaiushchikh/osnovy-ladeinykh-okonchanii",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-common-rook-endgames-r0c.mp4"
}
