{
   "description" : "В шахматах, как в командных видах спорта, все фигуры должны работать вместе! Одна сильная фигура не сможет справиться с несколькими, если те будут взаимодействовать друг с другом.",
   "duration" : null,
   "fen" : "8/8/8/7N/5p1P/7K/5n2/6k1 w - - 1 3",
   "id" : "ad567978-a0bb-11e8-9755-31b499271d78",
   "membership" : 40,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rr4k1/5ppp/3Nn3/3N4/8/7P/2b4P/1q3RRK w - - 0 1\"]\r\n\r\n{Черные только что превратили пешку в ферзя на поле b1. Белые в меньшинстве, но мы можем наладить взаимодействие фигур и дать мат в два хода.}\r\n1.Ne7+\r\n    {[%wrong Это хорошая попытка, но мы можем найти более сильный ход, позволяющий дать мат в два хода. Какой?][%hint В этой позиции у белых всего два шаха. Один из них форсирует мат в два хода.]}\r\n    (1.Nf6+ $2 Kf8 {Это хорошая идея, но так черного короля не оттеснить в угол. Мата нет, и черные побеждают.})\r\n1...Kf8\r\n    {Отличный ход! На h8 черный король получит мат после Кxf7, поэтому он отступает на f8. Поищем мат в один ход.}\r\n2.Rxf7#\r\n    {[%wrong Это не мат. Попробуем снова!][%hint Как защитить коня e7 и дать шах черному королю одновременно?] Два белых коня и ладья работают вместе, добиваясь победы! Молодец!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"5r1k/1p4pp/N1b5/4p3/1R5K/8/PPR2P1P/6r1 b - - 5 44\"]\r\n\r\n{Белого короля преследуют по всей доске. Станем предводителем черных фигур, чтобы форсировать мат в три хода. Все ходы делаются с шахом...}\r\n44...g5+\r\n    {[%wrong Это не безопасный шах белому королю. Попробуем снова!][%hint Нельзя недооценивать силу пешки!]}\r\n45.Kh5\r\n    {Ход Крh3 допускает ...Лf3 с матом, поэтому белый король отправляется на h5. Как найти форсированный мат в два хода?}\r\n45...Be8+\r\n    {[%wrong Это интересная попытка, но этот шах не ведет к мату. Попробуем снова!][%hint Остались ли у черных шахи в этой позиции?]}\r\n    (45...Bf3+ $5 46.Rg4 {Этот шах слоном также очень силен, но другой ход слона форсирует мат в два хода. Постараемся его найти!})\r\n46.Kh6\r\n    {Белый король идет к своей гибели. Даем ему мат!}\r\n46...Rf6#\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"6k1/pQ4p1/6qp/4p3/3p3R/P4P2/1Pr2P1P/5K2 b - - 3 29\"]\r\n\r\n{Белый король уязвим. Как черным использовать ладью, ферзя и пешку d4, чтобы форсировать мат в два хода?}\r\n29...Rc1+\r\n    {[%wrong Нам нужно дать шах белому королю и вынудить его отправиться в центр доски. Попробуем снова!][%hint Какой шах вынуждает отступление короля на e2, где его окружают черные фигуры!]}\r\n    (29...Qd3+ $2 30.Kg2)\r\n30.Ke2\r\n    {Белый король отправился в путь, но далеко ему не уйти. Как поставить мат?}\r\n30...Qc2#\r\n    {[%wrong Этот ход не ведет к мату. Попробуем снова.][%hint Ищем шах. Он может привести к мату!] Отличное взаимодействие фигур! Белые получают мат.}\r\n    (30...d3+ $6 31.Ke3 {У черных хорошая позиция, но мы можем найти мат в один ход. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/6N1/8/7p/4np1P/7K/5k2/8 b - - 0 1\"]\r\n\r\n{Белый король почти пойман. Завершим атаку угрозой мата.}\r\n1...Kg1\r\n    {[%wrong Этот ход не ведет к поимке белого короля. Попробуем снова!][%hint Как помешать белому королю отступить?]}\r\n    (1...Nf6 $6 {Это разумный и безопасный ход, но черные могут форсированно выиграть. Каким ходом?})\r\n    (1...f3 $6 {Этот ход тоже силен, но можно найти форсированный мат. Попробуем снова!})\r\n2.Nxh5\r\n    {Отлично! Белые забирают пешку h5, позволяя королю отступить на g4. Как поставить мат, не позволяя белому королю спастись?}\r\n2...Nf2#\r\n    {[%wrong Это не мат. Попробуем снова!][%hint Черный король неспроста ушел с поля f2. Воспользуемся его отступлением!] Верно! Черный король и конь вместе объявляют мат белому.}\r\n    (2...Ng5+ $2 3.hxg5 {Убедимся, что даем шах с безопасного поля.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"k1B5/3K4/3N4/8/8/8/8/8 w - - 12 7\"]\r\n\r\n{Используем все три фигуры белых для матовой атаки. Первый шаг: оттесним черного короля на a7.}\r\n7.Kc7\r\n    {[%wrong Этот ход не вынуждает черного короля отступить на a7. Попробуем снова!][%hint Активизируем короля и вынудим черного отступить на a7.]}\r\n7...Ka7\r\n    {Белый король вступает в борьбу. Не торопимся. Поищем форсированный мат в два хода!}\r\n8.Nb5+\r\n    {[%wrong Это интересная попытка, но не мат в два хода. Попробуем снова!][%hint Как вынудить черного короля отступить на поле a8?]}\r\n    (8.Bb7 $2 {Это интересная попытка, но на доске пат. Попробуем снова!})\r\n8...Ka8\r\n    {Белый конь вынудил черного короля отступить в угол. Теперь пора использовать слона!}\r\n9.Bb7#\r\n    {[%wrong Это не мат. Попробуем снова.][%hint Какой шах белых - единственный в данной позиции?] Отличная координация фигур! Черные получают мат!}\r\n*"
   ],
   "title" : "Взаимодействие фигур",
   "url" : "https://www.chess.com/ru/lessons/o-chem-mechtaiut-figury/vzaimodeistvie-figur",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-INT-pieces-working-together-k0q.mp4"
}
