{
   "description" : "Хикару Накамура - один из сильнейших в мире блицоров. В этой партии, сыгранной на Чемпионате по скоростным шахматам в 2019 году, Ян-Кшиштоф Дуда дважды пожертвовал ферзя и быстро поставил противнику мат черными!",
   "duration" : null,
   "fen" : "2kr1b1r/ppp1qppp/2n2n2/3p1b2/3P1N2/2P1B3/PP1NQPPP/2KR1B1R b - - 0 11",
   "id" : "adf78e4a-c41c-11ea-a919-5fb4d4ff562a",
   "membership" : 50,
   "questions" : [
      "[Event \"Live Chess\"]\r\n[Site \"Chess.com\"]\r\n[Date \"2019.12.04\"]\r\n[Round \"?\"]\r\n[White \"Hikaru\"]\r\n[Black \"Polish_fighter3000\"]\r\n[Result \"0-1\"]\r\n[ECO \"C42\"]\r\n[WhiteElo \"3160\"]\r\n[BlackElo \"3027\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkb1r/ppp2ppp/3p1n2/8/4P3/3N4/PPPP1PPP/RNBQKB1R b KQkq - 0 4\"]\r\n[PlyCount \"35\"]\r\n[EventDate \"2019.??.??\"]\r\n[Source \"ChessBase\"]\r\n\r\n{Дуда временно пожертвовал пешку, разыгрывая черными русскую партию. Каким ходом он вернул ее себе?} 4... Nxe4 {[%wrong Поищем сильнейший ход. Какое взятие напрашивается?] [%hint Возьмем незащищенную пешку.]} (4... Qe7 $2 5. Nc3 {У белых все в порядке. Как сразу отыграть потерянную пешку?}) \r\n5. Qe2 {Прекрасно! Как защитить коня?} Qe7 {[%wrong Поищем сильнейший ход. Как защитить коня?] [%hint Избавимся от связки и защитим коня.]} (5... d5 $2 6. f3 {Белые выигрывают фигуру. Как защитить коня и избавиться от связки по вертикали \"e\"?}) (5... Bf5 $2 6. f3 {Белые выигрывают фигуру. Как защитить коня и избавиться от связки по вертикали \"e\"?}) (5... f5 $2 6. f3 {Белые выигрывают фигуру. Как защитить коня и избавиться от связки по вертикали \"e\"?}) \r\n6. Nf4 {Отлично! Каким ходом Дуда продолжил развитие?} Nc6 {[%wrong Поищем сильнейшее продолжение. Как развить коня b8?] [%hint Развиваем коня, угрожая напасть на белого ферзя.]} (6... Nf6 $5 {Это приемлемое продолжение, но Дуда решил продолжить развитие и подготовить нападение на белого ферзя. Каким ходом?}) (6... Na6 $5 {Это приемлемое продолжение, но Дуда решил продолжить развитие и подготовить нападение на белого ферзя. Каким ходом?}) (6... Nd7 $2 7. Nd5 {Белые выигрывают фигуру. Поищем оптимальное поле для коня b8.}) (6... c6 $5 {Это приемлемое продолжение, но Дуда решил продолжить развитие и подготовить нападение на белого ферзя. Каким ходом?}) (6... g6 $2 7. Nd5 {Белые выигрывают фигуру. Какое развивающее продолжение позволит ответить на Кd5 ходом Кd4 с выгодной позицией?}) (6... Bf5 $2 7. Nd5 {Белые выигрывают фигуру. Какое развивающее продолжение позволит ответить на Кd5 ходом Кd4 с выгодной позицией?}) \r\n7. c3 {Замечательно! Дуда был готов встретить выпад Кd5 ответным выпадом Кd4. Каким ходом он защитил поле d5?} Nf6 {[%wrong Поищем сильнейший ход. Как защитить поле d5?] [%hint Защитим поле d5 конем.]} (7... f5 $2 8. d4 {Лучше просто отступить конем с поля e4. На какое поле?}) (7... Bf5 $2 8. Nd5 {Белые выигрывают фигуру. Как избежать любых комбинаций по вертикали \"e\"?}) (7... Nc5 $2 8. d4 {Поищем безопасное поле для коня.}) (7... Ng5 $2 8. d4 {Для этого коня найдется более безопасное поле, расположенное ближе к центру. Какое?}) (7... Be6 $2 8. Qxe4 {Белые выигрывают фигуру. Попробуем снова.}) (7... Qe5 $2 8. d4 {Белые выигрывают фигуру. Как защитить поле d5?}) \r\n8. d4 {Блестяще! На какое поле развить слона c8?} Bf5 {[%wrong Поищем сильнейший развивающий ход. На каком поле слон c8 будет расположен оптимально?] [%hint Развиваем слона так, чтобы взять под бой поля в центре доски.]} (8... g5 $5 {Это разумное продолжение, но Дуда развил слона c8. На какое поле?}) (8... h6 $5 {Это разумное продолжение, но Дуда развил слона c8. На какое поле?}) (8... Qxe2+ $5 {Это разумное продолжение, но Дуда развил слона c8. На какое поле?}) (8... Bd7 $5 {Это приемлемое продолжение, но Дуда нашел более активное поле для слона. Какое?}) (8... Be6 $2 9. Nxe6 {Зачем допускать размен коня на слона? Поищем оптимальное поле для слона c8.}) (8... Bg4 $5 {Это приемлемое продолжение, но Дуда расположил слона так, чтобы тот держал под боем поля в центре. Каким ходом?}) \r\n9. Be3 {Превосходно! Как черным продолжить борьбу за центр?} d5 {[%wrong Поищем сильнейший ход, позволяющий бороться за центр.] [%hint Займем центр пешкой.]} (9... O-O-O $5 {Это интересная идея, но Дуда решил занять центр пешкой. Каким ходом?}) (9... a6 $5 {Это интересная идея, но Дуда решил занять центр пешкой. Каким ходом?}) (9... Qd7 $5 {Это интересная идея, но Дуда решил занять центр пешкой. Каким ходом?}) \r\n10. Nd2 {Молодец! Каким ходом Дуда увел короля из центра?} O-O-O {[%wrong Поищем сильнейший ход. Как увести короля из центра?] [%hint Рокировка поможет увести короля из центра.]} (10... Qd7 $5 {Это приемлемое продолжение, но Дуда решил увести короля из центра. Каким ходом?}) (10... h5 $5 {Это приемлемое продолжение, но Дуда решил увести короля из центра. Каким ходом?}) \r\n11. O-O-O {Глубокий замысел! Рокировка белых позволила Дуде перейти в атаку. Каким ходом?} Qa3 {[%wrong Поищем сильнейшее продолжение атаки. Попробуем снова. Возьмите подсказку, если затрудняетесь.] [%hint Жертвуем ферзя, чтобы атаковать королевский фланг белых. Если белые примут жертву, мы объявим мат.]} (11... Ne4 $2 12. Nxe4 {На Фxe4 белые отвечают Фd3 с приемлемой позицией. Поищем сильнейший ход. Возьмите подсказку, если затрудняетесь.}) \r\n12. Qb5 {Изумительно! Белые защитились от мата, но черные могут выиграть пешку. Каким ходом?} Qxa2 {[%wrong Поищем сильнейшее продолжение атаки. Какое взятие напрашивается?] [%hint Возьмем незащищенную пешку.]} (12... a6 $2 13. bxa3 {У черных лишь небольшой перевес в окончании. Поищем сильный ход ферзем.}) \r\n13. Bd3 {Отлично! Какое взятие напрашивается?} Bxd3 {[%wrong Поищем сильнейший ход. Какое взятие напрашивается?] [%hint Разменяем слонов.]} (13... Ne7 $5 {Это приемлемое продолжение, но Дуда разменял фигуры. Каким ходом?}) (13... Bd7 $5 {Это приемлемое продолжение, но Дуда разменял фигуры. Каким ходом?}) (13... Bg4 $5 {Это приемлемое продолжение, но Дуда разменял фигуры. Каким ходом?}) (13... Qa1+ $2 14. Kc2 {Ферзю скоро придется отступить. Какое взятие напрашивается?}) \r\n14. Qxd3 {Замечательно! Каким ходом Дуда подключил еще одну фигуру к атаке на ферзевом фланге?} Na5 {[%wrong Поищем сильнейший ход. На каком поле конь c6 будет расположен оптимально?] [%hint Подключим к атаке коня, создавая сильные угрозы.]} (14... h6 $5 {Это разумное продолжение, но Дуда решил подключить к атаке коня c6. Каким ходом?}) (14... Bd6 $5 {Это разумное продолжение, но Дуда решил подключить к атаке коня c6. Каким ходом?}) (14... Kb8 $5 {Это разумное продолжение, но Дуда решил подключить к атаке коня c6. Каким ходом?}) (14... Re8 $5 {Это разумное продолжение, но Дуда решил подключить к атаке коня c6. Каким ходом?}) (14... Ne7 $2 15. Nf3 {Конь может помочь в атаке на белого короля. На каком поле он будет расположен оптимально?}) (14... Qa1+ $2 15. Kc2 {Этот шах на руку белым. Как подключить к атаке больше фигур?}) (14... Nb4 $2 15. cxb4 {У белых все в порядке. Как подключить к атаке коня, не жертвуя его?}) \r\n15. Kc2 {Блестяще! Как продолжить преследование белого короля?} Qa4+ {[%wrong Попробуем снова. Поищем выгодный шах.] [%hint Объявим шах и вынудим короля отступить.]} (15... Nc4 $5 {Это сильный ход, но Дуда нашел выгодный шах. Какой?}) \r\n16. Kb1 {Прекрасно! Каким ходом Дуда обезопасил своего короля от шахов?} Kb8 {[%wrong Поищем сильнейший ход. На каком поле король будет расположен оптимально?] [%hint Укроем короля в углу.]} (16... Ne4 $5 {Это разумное продолжение, но Дуда решил обезопасить своего короля от шахов. Каким ходом?}) (16... Rd6 $5 {Это разумное продолжение, но Дуда решил обезопасить своего короля от шахов. Каким ходом?}) (16... Qd7 $2 17. b4 {Ферзь должен участвовать в атаке. Поищем сильный ход королем.}) (16... Nc4 $5 {Это разумное продолжение, но Дуда решил обезопасить своего короля от шахов. Каким ходом?}) (16... Kd7 $2 17. Qf5+ {У белых все в порядке. Поищем сильнейший ход короля.}) \r\n17. Nf3 {Превосходно! Каким ходом Дуда подключил к атаке еще одну фигуру?} Rd6 {[%wrong Поищем сильнейший ход. Поищем оптимальное поле для ладьи d8.] [%hint Подключим ладью d8 к атаке.]} (17... Rd7 $2 18. Nd2 {Поищем оптимальное поле для ладьи. Как подключить ее к атаке на короля белых?}) (17... Re8 $2 18. Rhe1 {Поищем оптимальное поле для ладьи. Как подключить ее к атаке на короля белых?}) \r\n18. Nd2 {Сильный маневр! Куда же стремится ладья?} Ra6 {[%wrong Поищем сильнейший ход. Как создать атаку по вертикали \"a\"?] [%hint Займем ладьей вертикаль \"a\".]} (18... Ne4 $5 {Это разумное продолжение, но еще сильнее - подключить ладью d6 к матовой атаке.}) (18... g5 $5 {Это разумное продолжение, но еще сильнее - подключить ладью d6 к матовой атаке.}) (18... Rb6 $5 {У черных хорошая позиция, но эту ладью можно расположить еще активнее. Каким ходом?}) (18... Rc6 $2 19. Qc2 {У белых хорошие шансы защититься. Поищем оптимальное поле для ладьи.}) \r\n19. Qc2 {Великолепно! Черные уже получили решающее преимущество, но сейчас они могут форсировать мат. Каким ходом?} Qa1+ {[%wrong Это продолжение не ведет к мату. Поищем  сильнейший ход. Возьмите подсказку, если затрудняетесь.] [%hint Жертва ферзя поможет выманить белого короля на вертикаль \"a\".]} (19... Qxc2+ $2 {У черных небольшой перевес. Попробуем снова. Ищем форсированный мат.}) (19... Nb3 $2 20. Qxb3 {Белые выигрывают фигуру. Попробуем снова. Ищем форсированный мат.}) (19... Qa2+ $2 20. Kxa2 {Белые выигрывают. Поищем сильнейшую жертву ферзя.}) \r\n20. Kxa1 {Изумительный ход! В партии Накамура - Дуда, 2019, белые сдались. Как черные дают мат в два хода?} Nb3+ {[%wrong Белые выигрывают. Попробуем снова.] [%hint Двойной шах поможет форсировать мат.]} \r\n21. Kb1 {Превосходно! Где же мат?} Ra1# {[%wrong Это не мат. Попробуем снова.] [%hint Проверим шахи. Какой ведет к мату?] Невероятная атака!} 0-1"
   ],
   "title" : "Дай мат гроссмейстеру - Накамура против Дуды",
   "url" : "https://www.chess.com/ru/lessons/dai-mat-grossmeisteru-pobedy-v-debiute/nakamura-protiv-dudy",
   "video" : null
}
