{
   "description" : "На каждом ходу важно обращать внимание на действия своего противника. Проверяем любые его взятия, шахи или угрозы. Если мы не раскроем его замыслы, попадем в беду. Иногда противник сможет создать несколько угроз, а мы - найти ответ, отражающий все. Не торопимся и постараемся разглядеть все идеи. Лучший способ избежать ошибок - на каждом ходу спрашивать себя: “Как бы продолжал мой противник при своей очереди хода?”",
   "duration" : 8,
   "fen" : "6k1/5ppp/1r2p3/4Q3/8/q7/P4PPP/1R4K1 w - - 0 1",
   "id" : "afb3ab9e-3612-11ea-b0e7-6923cc87a763",
   "membership" : 30,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"2019.08.22\"]\r\n[Round \"?\"]\r\n[White \"ch1oppmove\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[Annotator \"Fischwitsch\"]\r\n[SetUp \"1\"]\r\n[FEN \"3r2k1/4Rppp/p7/1p6/8/P7/1P3PPP/R2r2K1 w - - 0 1\"]\r\n[PlyCount \"5\"]\r\n[EventDate \"2019.??.??\"]\r\n[SourceVersionDate \"2019.08.22\"]\r\n\r\n{Черные напали на нашего короля и ладью a1. Как защищаться?} 1. Re1 {[%wrong Нужно защитить короля от шаха.] [%hint У белых две возможности. Один из ответов спасает партию, другой допускает мат.]} (1. Rxd1 $2 Rxd1+ {К сожалению, если мы сейчас закроемся от шаха ладьей, черные возьмут ее и объявят мат. Попробуем снова. Возьмите подсказку, если затрудняетесь..}) 1... Rxe1+ {Молодец! Как продолжать белым?} \r\n2. Rxe1 {[%wrong Защитим короля от шаха.] [%hint У белых единственная защита - к счастью, этот ход спасает партию!]} Rd2 {Черные продолжают атаковать. Как отвечать белым?} \r\n3. Re8# {[%wrong Поищем сильнейший ход. Не забываем о своих идеях.] [%hint Черные думают только об атаке и забывают, что у белых тоже есть угрозы. Найдем ход, позволяющий сразу выиграть партию.] Здорово, что мы думали и о своих угрозах, и об идеях противника. Поздравляем с победой!} (3. b4 $2 {Защитить пешку - разумная идея, но не забываем о своих возможностях. Белые могут сразу выиграть партию!}) (3. b3 $2 {Защитить пешку - разумная идея, но не забываем о своих возможностях. Белые могут сразу выиграть партию!}) (3. Rb1 $2 {Защитить пешку - разумная идея, но не забываем о своих возможностях. Белые могут сразу выиграть партию!}) *",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"2019.08.22\"]\r\n[Round \"?\"]\r\n[White \"ch2oppmove\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[ECO \"D00\"]\r\n[Annotator \"Fischwitsch\"]\r\n[SetUp \"1\"]\r\n[FEN \"rn1qkb1r/ppp1pppp/5n2/1N1p1b2/3P1B2/8/PPP1PPPP/R2QKBNR b KQkq - 0 4\"]\r\n[PlyCount \"5\"]\r\n[EventDate \"2019.??.??\"]\r\n[SourceVersionDate \"2019.08.22\"]\r\n\r\n{Конь белых занял поле b5. Чем они грозят, и как отвечать на их замысел?} 4... Na6 {[%wrong Это интересная идея, но белые собираются продолжать Кxc7+ с выигрышем пешки и вилкой на короля и ладью. Защитим поле c7. Возьмите подсказку, если затрудняетесь.] [%hint Поищем ход конем, позволяющий защитить поле c7 дважды.]} (4... c6 $2 5. Nc7+ {Это интересная идея, но шах на c7 опасен не только потому, что под боем пешка. Черные теряют ладью. Попробуем снова. Возьмите подсказку, если затрудняетесь.}) (4... e5 $2 5. Bxe5 {Это интересная идея, но мы отдали пешку, а поле c7 снова под боем. Попробуем снова. Возьмите подсказку, если затрудняетесь.}) (4... Bxc2 $2 5. Qxc2 {Этот ход отвлекает белых лишь на время. Мы отдали фигуру, но белые по-прежнему нападают на пешку c7. Попробуем снова.}) (4... Qd6 $2 5. Bxd6 {Этим ходом мы отдаем ферзя, и белые все равно угрожают ходом Кc7+. Поищем другого защитника поля c7. Возьмите подсказку, если затрудняетесь.}) \r\n5. Nxc7+ {Отлично! Белым стоило признать, что их план ошибочен, но они продолжают атаковать. Как черным получить материальный перевес?} Nxc7 {[%wrong Защитимся от шаха.] [%hint Возьмем белого коня наименее ценным из всех защитников пешки.]} (5... Qxc7 $2 6. Bxc7 {Это интересная идея, но не стоит начинать с взятия самой ценной фигурой. Поищем взятие белого коня менее ценной фигурой.}) (5... Kd7 $2 6. Nxa8 {Это интересная идея, но наш король остается в центре, и мы теряем ладью. Как взять коня белых?}) \r\n6. Bxc7 {Молодец! Какая фигура белых под боем?} Qxc7 {[%wrong Так черным не выиграть фигуру. Попробуем снова. Возьмите подсказку, если затрудняетесь.] [%hint Какая фигура противника не защищена?] Мы защитились от атаки!} (6... Bxc2 $2 7. Qxc2 {Черные теряют фигуру. Поищем другое взятие.}) *",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"2019.08.22\"]\r\n[Round \"?\"]\r\n[White \"ch3oppmove\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[Annotator \"Fischwitsch\"]\r\n[SetUp \"1\"]\r\n[FEN \"2kr3r/1pp2p2/1p2n1p1/1Q1pP3/P2P4/R6q/2P4P/2B2R1K w - - 0 1\"]\r\n[PlyCount \"1\"]\r\n[EventDate \"2019.??.??\"]\r\n[SourceVersionDate \"2019.08.22\"]\r\n\r\n{Почему ферзь черных вышел на h3? Как отвечать белым?} 1. Rxh3 {[%wrong Это интересная идея, но мы ищем защиту от мата. Попробуем снова. Возьмите подсказку, если затрудняетесь.] [%hint Ферзь черных угрожает матом на h2. Попробуем не защищать пешку h2, а просто взять черного ферзя. Каким ходом?] Отличное видение доски! Когда находишься под атакой, начинаешь думать только об оборонительных ходах и не замечать свои возможности. Молодец!} (1. Bf4 $2 Qxa3 {Так белые предотвращают мат, но отдают ладью. Как защититься от мата и выиграть ферзя черных?}) (1. Qe2 $2 Nxd4 {Это интересная идея. Белые защитились от мата, но у черных сильная атака. Как отразить угрозы и выиграть черного ферзя?}) (1. Rf2 $2 Qh4 {Этот ход позволяет защититься от мата, но черный ферзь отступает на безопасное поле. Попробуем снова. Как защититься от мата и выиграть ферзя черных?}) (1. Kg1 $2 Qxh2# {Король получил мат. Как защититься от мата и выиграть ферзя черных?}) (1. Bh6 $2 Qxa3 {Этот ход позволяет защититься от мата, но черные могут взять слона или ладью a3. Как помешать мату и выиграть ферзя черных?}) (1. Qd7+ $2 Rxd7 {Так мы не защищаемся от мата, а просто отдаем своего ферзя. Как помешать мату и выиграть ферзя черных одним ходом?}) *",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"2019.08.22\"]\r\n[Round \"?\"]\r\n[White \"ch4oppmove\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[Annotator \"Fischwitsch\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1b1kbnr/ppp1qppp/2np4/1B6/3pP3/2P2N2/PP3PPP/RNBQK2R w KQkq - 0 6\"]\r\n[PlyCount \"5\"]\r\n[EventDate \"2019.??.??\"]\r\n[SourceVersionDate \"2019.08.22\"]\r\n\r\n{Черные только что взяли пешку ходом ...exd4, а их ферзь угрожает взять пешку e4 с шахом. Поняв, к чему стремится наш противник, мы можем поставить ловушку: если черные возьмут пешку e4 ферзем, мы выиграем его за ладью.} 6. O-O {[%wrong У белых есть более сильное продолжение. Попробуем снова. Возьмите подсказку, если затрудняетесь.] [%hint Как обезопасить своего короля и создать угрозу связки ферзя и короля черных ходом Лe1, если те возьмут нашу пешку e4?]} (6. cxd4 $2 Qxe4+ {У белых остается приемлемая позиция, но нам не нужно, чтобы черные брали пешку \"e\" с шахом. Обратим внимание: если бы наша ладья оказалась на поле e1, ферзь и король противника были бы связаны. Поищем, как обезопасить короля и подготовить ход Лe1!}) (6. Kd2 $2 dxc3+ {Мы на верном пути, но наш король застрял в центре доски. Как обезопасить короля и подготовить ту же идею?}) (6. Bxc6+ $2 {Это интересная идея, но взятие не помогает нам решить проблемы с пешкой e4, находящейся под боем. Попробуем снова или возьмем подсказку.}) \r\n6... Qxe4 {Отлично! Черным не стоило брать отравленную пешку. Как связать ферзя черных защитой короля, чтобы тот не смог покинуть вертикаль \"e\"?} 7. Re1 {[%wrong Это интересная идея, но мы можем найти сильнейший ход, выигрывающий ферзя черных. Поищем его. Возьмите подсказку, если затрудняетесь.] [%hint Ферзь и король черных находятся на вертикали \"e\". Как напасть на ферзя черных и получить материальный перевес?]} (7. Qe2 $2 Qxe2 {Мы на верном пути, но зачем нападать на ферзя черных равноценным ферзем? Поищем нападение на ферзя черных по вертикали \"е\" менее ценной фигурой.}) (7. Qe1 $2 Qxe1 {Мы на верном пути, но зачем нападать на ферзя черных равноценным ферзем? Поищем нападение на ферзя черных по вертикали \"е\" менее ценной фигурой.}) \r\n7... Qe7 {Молодец! Черный ферзь не может отступить с вертикали \"e\", потому что тогда под шахом окажется король. Он привязан к вертикали \"e\". Пора забрать черного ферзя!} 8. Rxe7+ {[%wrong Здорово, но мы собирались взять черного ферзя. Сделаем этот ход!] [%hint Возьмем черного ферзя, получая материальный перевес,] Блестяще! Мы не стали защищать пешку, а поставили противнику смертельную ловушку. Так держать!} *",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"2019.08.22\"]\r\n[Round \"?\"]\r\n[White \"ch5oppmoves\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[Annotator \"Fischwitsch\"]\r\n[SetUp \"1\"]\r\n[FEN \"6k1/2p2p1p/p2p1Qpq/2n1p3/4P3/1N1P4/P1P2PPP/6K1 w - - 0 1\"]\r\n[PlyCount \"7\"]\r\n[EventDate \"2019.??.??\"]\r\n[SourceVersionDate \"2019.08.22\"]\r\n\r\n{Как белым дать шах королю черных и напасть на незащищенную пешку одним ходом?} 1. Qd8+ {[%wrong Это интересная идея, но нам нужно дать шах королю черных и напасть на незащищенную пешку одним ходом. Возьмите подсказку, если затрудняетесь.] [%hint Как одновременно дать шах королю черных и подготовить взятие черной пешки c7?]} (1. Nxc5 $2 Qc1# {Это интересная идея, но нам нужно учитывать возможности противника. Попробуем снова!}) 1... Kg7 {Молодец! Заберем пешку.} \r\n2. Qxc7 {[%wrong Это интересная идея, но мы ищем сильный ход, ведущий к выигрышу пешки. Попробуем снова.] [%hint Мы дали шах королю черных и создали угрозу взятия незащищенной пешки c7. Возьмем пешку.]} (2. Nxc5 $2 Qc1# {Это интересная идея, но нам нужно учитывать возможности противника. Попробуем снова!}) (2. Qxd6 $2 cxd6 {Возьмем незащищенную пешку.}) 2... Nxb3 {Молодец! Внимательно обдумаем следующий ход. Какой пешкой взять черного коня?} \r\n3. cxb3 {[%wrong Это интересная идея, но у черных материальное преимущество и выигрышная позиция. Попробуем снова. Возьмите подсказку, если затрудняетесь.] [%hint Черного коня можно взять двумя способами. Один из ходов позволяет нашему противнику дать мат, а другой защищает от него. Выбираем внимательно!]} (3. axb3 $2 Qc1# {Нет! Обратим внимание на ходы противника, чтобы избежать мата. Поищем другое взятие, позволяющее защитится от угрозы.}) 3... Qc1+ {Вот так решение! Черные не обратили внимание на последний ход белых и заявили: \"Мат!\" Докажем, что они ошиблись.} \r\n4. Qxc1 {[%wrong Защитимся от шаха.] [%hint У нас единственный разрешенный правилами ответ. К счастью, он выигрывает. Как взять фигуру, объявившую шах?] Молодец! Мы разобрались в замыслах своего противника.}*"
   ],
   "title" : "Замыслы противника",
   "url" : "https://www.chess.com/ru/lessons/debiutnye-printsipy/zamysly-protivnika",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-OP-opponents-moves-d5l.mp4"
}
