{
   "description" : "Самая важная ничейная позиция в ладейных окончаниях известна как позиция Филидора. Король и ладья могут защититься против короля, ладьи и пешки, если король останется на поле превращения, а ладья - на третьей от края доски горизонтали. Когда пешка продвинется до третьей горизонтали, ладья уйдет в тыл атакующего противника и начнет давать шахи его королю. Тот не сможет укрыться от шахов и усилить свою позицию.",
   "duration" : null,
   "fen" : "2k5/7R/6r1/1KP5/8/8/8/8 w - - 1 2",
   "id" : "b020cace-a0bf-11e8-9aae-6df960e09905",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"4k1r1/7R/3K4/4P3/8/8/8/8 w - - 1 1\"]\r\n\r\n{Посмотрим, что случится, если король и пешка белых окажутся на шестой горизонтали, а черные не смогут давать шахи белому королю. Ведем пешку вперед!}\r\n1.e6\r\n    {[%wrong Мы изучаем позицию белых после хода пешки на e6!][%hint Займем пешкой поле e6.]}\r\n1...Kf8\r\n    {Черная ладья не может покинуть восьмую горизонталь ввиду матовых угроз. Как оттеснить черного короля на e8, чтобы создать угрозу мата по последней горизонтали?}\r\n2.Rf7+\r\n    {[%wrong Это интересное продолжение, но оно не позволяет оттеснить черного короля на e8, чтобы создать угрозу мата по последней горизонтали на следующем ходу. Попробуем снова!][%hint Поищем шах, вынуждающий черного короля отступить на e8, чтобы белая ладья могла перейти на другой фланг доски с угрозой мата!]}\r\n    (2.e7+ $2 Ke8 {Это интересный ход, но он ведет к ничьей, поскольку белые король и ладья связаны защитой пешки (заметим, что грозит ...Лg6+). Попробуем снова!})\r\n    (2.Kd7 $5 {С угрозой e7+ тоже выигрывает. Прекрасно! Поищем шах, вынуждающий черного короля отступить на e8, чтобы белая ладья могла перейти на другой фланг доски с угрозой мата!})\r\n2...Ke8\r\n    {Отличный ход! Черный король оттеснен на e8. Как белым создать угрозу мата следующим ходом?}\r\n3.Ra7\r\n    {[%wrong Это интересное продолжение, но нам нужно создать угрозу мата в один ход. Попробуем снова!][%hint Перейдем ладьей на другой фланг доски с угрозой мата!] Замечательно! Черные смогут избежать мата только ходом ...Крf8, позволяя белым разменять ладьи и превратить пешку в ферзя с выигранной позицией.}\r\n    (3.Rc7 $5 {Это отличный ход! Вернемся к позиции после хода ладьей на a7.})\r\n    (3.Rb7 $5 {Это отличный ход! Вернемся к позиции после хода ладьей на a7.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"4k1r1/7R/8/3KP3/8/8/8/8 b - - 0 1\"]\r\n\r\n{Как черным избежать печальной развязки борьбы, только что увиденной нами? Нужно использовать маневр Филидора или защиту по третьей горизонтали. Поищем ключевой ход, позволяющий черным спастись.}\r\n1...Rg6\r\n    {[%wrong Это интересный ход, но нам нужно помешать белому королю белых попасть на шестую горизонталь прежде, чем там окажется пешка. Попробуем снова!][%hint Как помешать белому королю попасть на шестую горизонталь следующим ходом?]}\r\n2.e6\r\n    {Прекрасно! Заняв шестую горизонталь ладьей, черные не позволяют противнику сначала занять ее королем, а потом - пешкой. Белые ведут пешку вперед. План защиты связан с шахами черной ладьей издали.}\r\n2...Rg1\r\n    {[%wrong Это интересный ход, но нам нужно зайти ладьей за спину белому королю и оттуда давать ему шахи. Попробуем снова!][%hint Как расположить нашу ладью, чтобы она давала шахи белому королю с максимального расстояния?]}\r\n    (2...Rg4 $5 {Этот ход тоже позволяет добиться ничьей, но мы покажем хорошую технику и займем ладьей первую горизонталь.})\r\n    (2...Rg3 $5 {Этот ход тоже позволяет добиться ничьей, но мы покажем хорошую технику и займем ладьей первую горизонталь.})\r\n    (2...Rg2 $5 {Этот ход тоже позволяет добиться ничьей, но мы покажем хорошую технику и займем ладьей первую горизонталь.})\r\n    (2...Rg5+ $2 3.Kd6 {Это интересный ход, но так черным не добиться ничьей, потому что они не смогут вынудить белого короля покинуть эту опасную горизонталь. Попробуем снова!})\r\n3.Kd6\r\n    {Здорово! Черная ладья может давать шахи белому королю издали. Белый король расположился на шестой горизонтали, создав угрозу мата. Как черные могут активно защищаться?}\r\n3...Rd1+\r\n    {[%wrong Это интересный ход, но нам нужно контратаковать белого короля, чтобы добиться ничьей. Попробуем снова!][%hint Зачем наша ладья отступила на первую горизонталь? Пора давать шахи!]}\r\n    (3...Kf8 $2 4.e7+ {Это интересный ход, но нам нужно давать шахи белому королю, чтобы добиться ничьей. Попробуем снова!})\r\n    (3...Rg8 $2 4.Ra7 {Это интересный ход, но нам нужно давать шахи белому королю, чтобы добиться ничьей. Попробуем снова!})\r\n4.Kc5\r\n    {Отличная активная защита! Мы будем давать шахи белому королю, пока он не отступит от пешки. Теперь пешка осталась без защиты. Как продолжать черным?}\r\n4...Re1\r\n    {[%wrong Это интересный ход, но проще всего добиться ничьей, нападая на беззащитную белую пешку. Найдем нужный ход!][%hint Нам нужно давать шахи белому королю, пока он защищает пешку и нападать на белую пешку, если она не защищена.] Замечательно! Черные продолжают нападать на пешку и будут давать шахи белому королю всякий раз, когда он попытается ее защитить, поэтому окончание ничейно.}\r\n    (4...Rc1+ $5 {Эта идея тоже достаточна для ничьей, но самый простой план - нападать на пешку всякий раз, когда белый король оставит ее без защиты. Сделаем этот ход!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"4k1r1/7R/8/3KP3/8/8/8/8 b - - 0 1\"]\r\n\r\n{Сделаем главный маневр в позиции Филидора - защитим третью от нас горизонталь!}\r\n1...Rg6\r\n    {[%wrong Это интересный ход, но нам нужно помешать королю белых расположиться на шестой горизонтали. Попробуем снова!][%hint Нам нужно помешать королю белых расположиться на шестой горизонтали прежде, чем они займут ее пешкой. Как добиться этого ходом ладьи?]}\r\n2.Ra7\r\n    {Хорошая работа! На этот раз белые не торопятся с продвижением пешки, делая выжидательный ход ладьей. Поищем ответный выжидательный ход. Нам некуда спешить, пока белая пешка не отправится вперед.}\r\n2...Rh6\r\n    {[%wrong Это интересное продолжение, но не выжидательный ход ладьей, не позволяющий белому королю попасть на шестую горизонталь. Попробуем снова!][%hint Куда может отступить ладья, чтобы по-прежнему не пускать белого короля на шестую горизонталь?]}\r\n    (2...Rb6 $5 {Отличное продолжение! Черные держат шестую горизонталь под боем, пока белые не займут ее пешкой. Есть ли у черной ладьи другое безопасное поле на шестой горизонтали?})\r\n3.Rb7\r\n    {Замечательно! Белые продолжают выжидать, но и нам некуда торопиться. Куда может пойти ладья на этом ходу?}\r\n3...Rg6\r\n    {[%wrong Это интересное продолжение, но не выжидательный ход ладьей, не позволяющий белому королю попасть на шестую горизонталь. Попробуем снова!][%hint Куда может отступить наша ладья, чтобы по-прежнему не пускать белого короля на шестую горизонталь?]}\r\n    (3...Ra6 $5 {Сильный ход! Черные продолжают выжидать, не спуская глаз с шестой горизонтали. Есть ли у черной ладьи другое безопасное поле на шестой горизонтали?})\r\n4.e6\r\n    {Белые ничего не добиваются выжидательной стратегией и решают вести пешку вперед. Как только пешка встает на шестую горизонталь, перекрывая ее, наша ладья должна отправиться в тыл белых, чтобы давать шахи королю с максимального расстояния!}\r\n4...Rg1\r\n    {[%wrong Это интересный ход, но он не позволяет черным добиться ничьей. Поищем активный план защиты с использованием черной ладьи!][%hint Как расположить нашу ладью, чтобы расстояние, откуда она дает шахи белому королю, было максимальным?] Молодец! Наше терпение в защите вознаграждено. Мы сумели защитить позицию черных в защите Филидора!}\r\n    (4...Rg4 $5 {Этот ход тоже позволяет добиться ничьей, но мы покажем хорошую технику и займем ладьей первую горизонталь, чтобы она удалилась от короля на максимальное расстояние!})\r\n    (4...Rg3 $5 {Этот ход тоже позволяет добиться ничьей, но мы покажем хорошую технику и займем ладьей первую горизонталь, чтобы она удалилась от короля на максимальное расстояние!})\r\n    (4...Rg2 $5 {Этот ход тоже позволяет добиться ничьей, но мы покажем хорошую технику и займем ладьей первую горизонталь, чтобы она удалилась от короля на максимальное расстояние!})\r\n    (4...Rg5+ $2 5.Kd6 {Это интересный ход, но теперь белые побеждают, потому что у нас нет хорошего способа помешать мату. Поищем более активную защиту ладьей!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"4k3/8/4P3/3K4/1R6/8/8/6r1 b - - 2 5\"]\r\n\r\n{Нам надо давать шахи белому королю с тыла, используя нашу обычную стратегию.}\r\n5...Rd1+\r\n    {[%wrong Это интересный ход, но нам нужно дать шах белому королю по вертикали \"d\". Пора объявить шах!][%hint Как дать шах белому королю по первой горизонтали?]}\r\n    (5...Rg5+ $2 6.Kd6 {Теперь белые побеждают. Вот почему нам нужно давать королю белых шахи по вертикали, от которых ему намного труднее укрыться. Попробуем снова!})\r\n6.Rd4\r\n    {Хорошая работа! Мы собираемся давать шахи белому королю, пока он не оставит пешку без защиты. Белые предлагают размен ладей. Разменяйте их, если считаете, что пешечный эндшпиль совершенно ничеен - верьте в свою технику!}\r\n6...Rxd4+\r\n    {[%wrong Честно говоря любой ход, кроме зевка ладьи, тоже ведет к ничьей, но проще всего добиться ее, разменяв ладей, если мы умеем разыгрывать пешечные окончания. Разменяем ладей, чтобы испытать свое мастерство!][%hint Разменяем ладей и докажем, что пешечное окончание совершенно ничейно!]}\r\n    (6...Re1 $5 7.Re4 {Белые продолжат выискивать шансы на победу, если мы начнем сомневаться, что пешечный эндшпиль ничеен. Позиция совершенно равна - вспомним, как добиться ничьей в пешечном окончании!})\r\n7.Kxd4\r\n    {Верное решение. Покажем, что черные могут легко защитить это пешечное окончание. Сначала нападем на белую пешку.}\r\n7...Ke7\r\n    {[%wrong Нам нужно напасть на белую пешку. Каким ходом?][%hint Как черным напасть на белую пешку?]}\r\n8.Kd5\r\n    {Отличное начало! Черный король должен оставаться на той же вертикали, что и пешка и как можно ближе к ней, пока король противника не окажется на одной горизонтали с пешкой. Куда должен отступить наш король?}\r\n8...Ke8\r\n    {[%wrong Это интересный ход, но он позволяет белым продолжать Крd6, выигрывая после e7. Попробуем снова!][%hint Куда должен отступить король, чтобы мы могли занять оппозицию если белые продолжат Крd6 следующим ходом?]}\r\n9.Kd6\r\n    {Отличное решение. Белый король теперь расположен на той же горизонтали, что и пешка, поэтому добиться ничьей помогает оппозиция.}\r\n9...Kd8\r\n    {[%hint Как занять ближнюю оппозицию?] Вы все поняли! Умение защищаться в пешечном окончании позволяет нам легко добиться ничьей в позиции Филидора. Молодец!}\r\n    (9...Kf8 $2 10.Kd7 {Это интересный ход, но теперь выигрывают белые. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2k5/7R/8/1KP5/8/8/8/6r1 b - - 0 1\"]\r\n\r\n{Поищем единственный ход в этой позиции, позволяющий черным добиться ничьей.}\r\n1...Rg6\r\n    {[%wrong Это интересное продолжение, но теперь белые получают выигранную позицию. Как помешать белому королю попасть на шестую горизонталь? Попробуем снова!][%hint Помним, что защитить позицию Филидора можно, если помешать белому королю попасть на шестую горизонталь.] Вы все поняли! На доске позиция Филидора, где черные аккуратной игрой добиваются ничьей!}\r\n    (1...Rb1+ $2 2.Kc6 {Это интересный ход, но теперь белые получают выигранную позицию. Как помешать белому королю попасть на шестую горизонталь?})\r\n    (1...Kb8 $2 2.Kb6 {Это интересный ход, но теперь белые получают выигранную позицию. Как помешать белому королю попасть на шестую горизонталь?})\r\n    (1...Kd8 $2 2.Kb6 {Это интересный ход, но теперь белые получают выигранную позицию. Как помешать белому королю попасть на шестую горизонталь?})\r\n*"
   ],
   "title" : "Позиция Филидора",
   "url" : "https://www.chess.com/ru/lessons/sekrety-endshpilia/pozitsiia-filidora",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-philidor-position-f8s.mp4"
}
