{
   "description" : "Мы изучили много тактических приемов - начинаем составлять из них мощные комбинации. Комбинация - серия форсированных ходов, часто помогающая выиграть партию.",
   "duration" : null,
   "fen" : "2r2rk1/pb3pp1/1p1bp2p/2p5/3P1q2/2P2NPP/PPQNBP1n/R3R1K1 b - - 0 1",
   "id" : "b1821254-a0bc-11e8-bd0f-e16ead96d005",
   "membership" : 40,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1q1b1r2/6kp/p5p1/1p3pQP/8/1B6/PP3PP1/3R2K1 w - - 8 5\"]\r\n\r\n{Черные только что напали на белого ферзя. Нужно ли белым отступать, или они могут найти выигрывающую матовую комбинацию?}\r\n5.Rd7+\r\n    {[%wrong Это интересная попытка, но у белых есть выигрывающая комбинация. Попытаемся найти первый форсированный ход!][%hint Черный король на седьмой горизонтали уязвим. Подключим фигуру к атаке!]}\r\n    (5.h6+ $2 Kh8 {Этот ход отбрасывает короля в угол, но четкого продолжения атаки нет. Попробуем снова!})\r\n5...Kh8\r\n    {Отлично! Белая ладья вынуждает черного короля отправиться в угол. Вскроем линии вокруг черного короля и форсируйте мат!}\r\n6.Rxh7+\r\n    {[%wrong Это интересная попытка, но белым нужен более форсированный ход. Попробуем снова!][%hint Как разрушить прикрытие черного короля?]}\r\n    (6.hxg6 $5 {Эта жертва ферзя также ведет к мату! Поищем более форсированное продолжение, завершающее партию.})\r\n6...Kxh7\r\n    {Вот так атака! Черный король остался без защитников. Закончим партию матом в два хода!}\r\n7.Qxg6+\r\n    {[%wrong Этот ход не ведет к мату. Попробуем снова!][%hint Как оттеснить черного короля в угол и дать ему мат?]}\r\n7...Kh8\r\n    {Мы на правильном пути! До цели один ход!}\r\n8.Qh6#\r\n    {[%wrong Это не мат. Попробуем снова.][%hint Поищем мат в один ход.] Отличная комбинация!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2r2rk1/pb3pp1/1p1bp2p/2p5/3P1q2/2P2N1P/PPQNBPPn/R3R1K1 w - - 0 1\"]\r\n\r\n{Положение белых кажется тревожным. Слишком много черных фигур нацелено на короля. Как белым получить материальный перевес?}\r\n1.g3\r\n    {[%wrong Это интересная попытка, но так нам не получить материальный перевес. Попробуем снова!][%hint Как напасть на самую мощную фигуру черных и перекрыть опасную диагональ, ведущую к белому королю?]}\r\n    (1.Nxh2 $2 Qxh2+ {Теперь черные ставят мат в два хода. Попробуем снова!})\r\n    (1.dxc5 $2 Bxc5 {Вскрытие позиции лишь усиливает слонов черных. Попробуем снова!})\r\n1...Nxf3+\r\n    {Верно подмечено! Простым ходом пешки белые вынуждают черных взять коня или просто отдать фигуру. Что делать белым?}\r\n2.Bxf3\r\n    {[%wrong Этим ходом белым не выиграть фигуру. Попробуем снова!][%hint Черный ферзь под боем. Как взять коня и напасть на другую фигуру черных?] Молодец! Белые берут коня, нападая на незащищенного белопольного слона черных. Черный ферзь также под боем, поэтому белые выиграют фигуру.}\r\n    (2.Nxf3 $2 Qf6 {Черные сохраняют материальное равновесие и давление на королевский фланг белых. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2kr3r/pp4p1/5qp1/1Pp5/Q2n2n1/P2B1NP1/4PPKP/1R3R2 b - - 0 1\"]\r\n\r\n{Черные нападают на слабую белую пешку h2. Какая жертва форсирует мат?}\r\n1...Qxf3+\r\n    {[%wrong Это интересная попытка, но мы ищем более форсированный ход, чтобы дать мат. Попробуем снова!][%hint Только белый конь защищает поле h2. Как избавиться от него, угрожая матовой атакой?]}\r\n    (1...Nxf3 $2 2.Qxg4+ {Всегда помним не только об атаке, но и о защите. Попробуем снова!})\r\n    (1...Rxh2+ $2 2.Nxh2 {Черные жертвуют ладью, чтобы вскрыть вертикаль \"h\", но у них недостаточно сил, чтобы этим воспользоваться. Поищем сильнейший ход!})\r\n2.exf3\r\n    {Как форсировать мат жертвой ферзя?}\r\n2...Rxh2+\r\n    {[%wrong Это интересная попытка, но мы пожертвовали ферзя, чтобы дать мат. Попробуем снова!][%hint Какой шах могут дать черные в этой позиции?]}\r\n3.Kg1\r\n    {Все верно! Белый король бежит, но не может спрятаться. Доведем партию до победы!}\r\n3...Nxf3#\r\n    {[%wrong Это не мат. Попробуем снова.][%hint Как найти мат в один ход?] Наше комбинационное зрение растет с каждым уроком! Продолжаем совершенствоваться!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2k2r2/2b5/8/2NK4/4P3/8/R7/8 w - - 0 1\"]\r\n\r\n{У белых лишняя пешка. Придется ли им реализовывать ее в долгом техническом окончании? Нет, если найти форсированную комбинацию с разменом всех фигур черных!}\r\n1.Ra8+\r\n    {[%wrong Это интересная попытка, но белым нужно более форсированное начало комбинации. Попробуем снова!][%hint Как связать черного слона защитой короля?]}\r\n    (1.Ne6 $2 Rf1 {Это интересная попытка, но ладья черных остается активной, и они окажут упорное сопротивление. Попробуем снова!})\r\n1...Bb8\r\n    {Как и у большинства комбинаций, решение - в форсированных ходах! Заберем слона и ладью черных и останемся с лишней пешкой.}\r\n2.Rxb8+\r\n    {[%wrong Это интересная попытка, но для успешного завершения комбинации нужен более форсированный ход. Попробуем снова!][%hint Поищем временную жертву с вилкой на ладью и короля.]}\r\n    (2.Na6 $6 Rd8+ {Это сильный ход, но черные могут защититься. Ищем более форсированную комбинацию.})\r\n2...Kxb8\r\n    {Фантастика! Белые заманивают черного короля туда, где он попадет под вилку, и выигрывают ладью!}\r\n3.Nd7+\r\n    {[%wrong Этот ход не ведет к выигрышу черной ладьи. Попробуем снова!][%hint Как поймать на вилку короля и ладью черных?] Молодец! Белые нападают на короля и ладью черных одновременно, на следующем ходу забирая ладью с выигранным эндшпилем.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"1908.08.06\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"1-0\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1b2rk1/ppp3pp/3b4/4npBq/8/3B1N2/PPP2PPP/R2QR1K1 w - - 2 14\"]\r\n\r\n{16-летний Александр Алехин, будущий чемпион мира, собирается провести красивейшую комбинацию белыми. Сможем найти вступительный ход со взятием фигуры и нападением на черного ферзя?}\r\n14.Nxe5\r\n    {[%wrong Это интересная попытка, но не взятие фигуры с нападением на черного ферзя. Попробуем снова!][%hint Как взять фигуру, чтобы белый ферзь напал на черного?]}\r\n14...Qxg5\r\n    {На доске загорается пожар! Черные сделали ход пешкой \"f\", вскрыв диагональ, ведущую к королю. Нападем на него!}\r\n15.Bc4+\r\n    {[%wrong Это не нападение на черного короля. Попробуем снова!][%hint Как дать шах черному королю?]}\r\n15...Kh8\r\n    {Мы наносим черным удар за ударом! Ищем алехинскую комбинацию с выигрышем фигуры.}\r\n16.Qxd6\r\n    {[%wrong Это интересная попытка, но так белым не выиграть фигуру. Попробуем снова!][%hint Черный слон защищает ладью f8, а та защищает последнюю горизонталь. Как избавиться от слона, чтобы дать смертельный шах, подчеркивающий слабость последней горизонтали черных?]}\r\n    (16.Nf7+ $6 Rxf7 {Этот напрашивающийся ход силен и ведет к выигрышу качества, но Алехин хотел большего. Как выиграть целую фигуру?})\r\n16...cxd6\r\n    {Вот так ход! Белые временно жертвуют ферзя, зная, что отыграют его через два хода. Поймаем на вилку короля и ферзя!}\r\n17.Nf7+\r\n    {[%wrong Это не вилка королю и ферзю черных. Попробуем снова!][%hint Как дать вилку королю и ферзю черных?]}\r\n    (17.Ng6+ $2 Qxg6 {Это интересная попытка, но шах ведет лишь к потере коня. Поищем сильнейший шах!})\r\n17...Kg8\r\n    {Молодец! Черная ладья не может взять коня ввиду мата на e8. Возьмем черного ферзя!}\r\n18.Nxg5+\r\n    {[%wrong Это не взятие черного ферзя. Попробуем снова!][%hint Какая фигура может взять черного ферзя?] Здорово! Мы нашли комбинацию Алехина. У белых лишняя фигура и сокрушительная атака.}\r\n1-0"
   ],
   "title" : "Комбинации",
   "url" : "https://www.chess.com/ru/lessons/forsirovannaia-igra/kombinatsii",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-INT-combinations-d9m.mp4"
}
