{
   "description" : "В квартире Бенни Бет играет блиц сразу на трех досках и выигрывает партию за партией! Она блестяще расправляется с Бенни, повторив одну из самых известных партий в истории шахмат.",
   "duration" : null,
   "fen" : "1Q2kb1r/p2n1ppp/4q3/4p1B1/4P3/8/PPP2PPP/2KR4 b k - 0 16",
   "id" : "b2715718-1a9c-11eb-bab4-b52b2cbadb6b",
   "membership" : 50,
   "questions" : [
      "[Event \"Paris\"]\r\n[Site \"Paris FRA\"]\r\n[Date \"1858.??.??\"]\r\n[Round \"?\"]\r\n[White \"Beth 5\"]\r\n[Black \"Duke Karl / Count Isouard\"]\r\n[Result \"1-0\"]\r\n[ECO \"C41\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/ppp2ppp/3p4/4p3/4P3/5N2/PPPP1PPP/RNBQKB1R w KQkq - 0 3\"]\r\n[PlyCount \"29\"]\r\n[EventDate \"1858.??.??\"]\r\n[Source \"ChessBase\"]\r\n\r\n{В шестой серии Бет дает сеанс, играя блиц с тремя сильными противниками, и выигрывает партию за партией! Партия против Бенни Уоттса в действительности была сыграна Полом Морфи против графа Изуара и герцога Карла Брауншвейгского в Парижской Опере. Это одна из самых известных партий в истории шахмат! Посмотрим, удастся ли нам сыграть как Бет и Морфи.} 3. d4 {[%wrong Поищем сильнейшее продолжение. Атакуем противника в центре.] [%hint Атакуем пешку e5.]} (3. Nc3 $5 {Это сильный ход, но Бет нашла более форсированное продолжение. Какое?}) (3. Bc4 $5 {Это сильный ход, но Бет нашла более форсированное продолжение. Какое?}) \r\n3... Bg4 {Потрясающе! Черные защищают пешку e5, но делают это неудачно. Каким ходом белые получают перевес?} 4. dxe5 {[%wrong Поищем сильнейший ход. Какое взятие напрашивается?] [%hint Поищем выгодное взятие.]} (4. Nc3 $2 {Поищем более форсированное продолжение.}) (4. c3 $2 {Поищем более форсированное продолжение. }) (4. Bc4 $2 {Поищем более форсированное продолжение.}) (4. h3 $2 Bxf3 {У белых лишь небольшое преимущество. Поищем сильнейшее продолжение.}) (4. Be2 $2 {Поищем более форсированное продолжение.}) (4. d5 $2 {Поищем более форсированное продолжение.}) (4. Nxe5 $2 Bxd1 {Черные побеждают. Попробуем снова.}) \r\n4... Bxf3 {Молодец! Какое взятие напрашивается?} 5. Qxf3 {[%wrong Поищем сильнейшее продолжение. Поищем сильнейшее взятие.] [%hint Возьмем на f3, продолжая развитие.]} (5. gxf3 $5 {У белых все в порядке, но мы можем найти сильнейшее взятие. Какое?}) \r\n5... dxe5 {Отлично! Как белым продолжить развитие, создавая угрозу мата?} 6. Bc4 {[%wrong Поищем сильнейшее продолжение. Как создать угрозу мата?] [%hint Развиваемся и создаем угрозу мата.]} (6. Qg3 $5 {Это сильный ход, но Бет нашла сильнейший. Как создать угрозу мата?}) (6. Qb3 $5 {Это сильный ход, но Бет нашла сильнейший. Как создать угрозу мата?}) (6. Nc3 $5 {Это сильный ход, но Бет нашла сильнейший. Как создать угрозу мата?}) \r\n6... Nf6 {Превосходно! Как белые добиваются материального перевеса двойным ударом?} 7. Qb3\r\n{[%wrong Поищем сильнейший ход. Какой двойной удар нашли Морфи и Бет?] [%hint Нападем на беззащитные пешки b7 и f7.]} (7. O-O $2 {Это продолжение возможно, но у нас есть сильнейший ход, ведущий к материальному перевесу. Какой?}) (7. Nc3 $2 {Это продолжение возможно, но у нас есть сильнейший ход, ведущий к материальному перевесу. Какой?}) \r\n7... Qe7 {Замечательно! Бет действует в динамичном стиле, предпочитая развитие взятию пешки. Какой ход она выбирает?} 8. Nc3 {[%wrong Поищем сильнейший развивающий ход.] [%hint Развиваемся и защищаем пешку e4.]} (8. Bxf7+ $5 {Это отличный ход! В ответ на Фxf7 белые продолжают Фxb7 и забирают ладью a8, но Бет решает играть на развитие. Какой ход она делает вслед за Морфи?}) (8. Qxb7 $5 Qb4+ {Это сильный ход, но Бет решает играть на развитие вместо взятия пешки, ведущего к размену ферзей. Какой ход она делает вслед за Морфи?}) (8. O-O $5 {Это сильное продолжение, но Бет решает играть на развитие. Какой ход она делает вслед за Морфи?}) (8. Nd2 $2 {Поищем оптимальное поле для коня. Какое?}) \r\n8... c6 {Прекрасно! Черные защищают пешку b7, но отстают в развитии. Каким ходом Бет продолжает развитие?} 9. Bg5 {[%wrong Поищем сильнейшее продолжение. Свяжем фигуры противника.] [%hint Развиваемся и связываем фигуры противника.]} (9. f4 $5 {Это выгодное продолжение, но Бет продолжает развитие. Каким ходом?}) \r\n9... b5 {Отлично! Черные атакуют, не завершив развитие. Каким ходом Бет использует их ошибку?} 10. Nxb5 {[%wrong Поищем сильнейший ход. Какое взятие напрашивается?] [%hint Жертва фигуры позволит вскрыть позицию прежде, чем черные успеют рокировать.]} (10. Bxb5 $2 cxb5 {Белые получают компенсацию за жертву фигуры, но черные могут успешно защищаться. Поищем сильнейшую жертву.}) (10. Bxf6 $2 Qxf6 {У черных приемлемая позиция. Поищем сильнейшую жертву.}) (10. Bd3 $2 Nbd7 {Отступление позволит черным продолжить развитие. Поищем победную жертву.}) (10. Be2 $2 Nbd7 {Отступление позволит черным продолжить развитие. Поищем победную жертву.}) \r\n10... cxb5 {Изумительно! Зачем мы отдали фигуру?} 11. Bxb5+ {[%wrong Поищем сильнейший ход. Какое взятие позволяет продолжить атаку?] [%hint Возьмем пешку с шахом, вынуждая черных отступить королем или поставить фигуру под связку.]} (11. Qxb5+ $2 Qd7 {У черных приемлемая позиция. Попробуем снова.}) (11. Bxf6 $2 Qb4+ {Черные переходят в выгодное окончание. Попробуем снова.}) \r\n11... Nbd7 {Блестяще! Как использовать связку черных коней?} 12. O-O-O {[%wrong Поищем сильнейшее продолжение. Как усилить нападение на коня d7?] [%hint Нападаем на связанного коня и обеспечиваем безопасность своего короля.]} (12. Bxf6 $2 {Поищем сильнейшее продолжение. Как усилить нападение на коня d7?}) (12. Rd1 $2 {Поищем сильнейшее продолжение. Как усилить нападение на коня d7?}) (12. O-O $2 {Поищем сильнейшее продолжение. Как усилить нападение на коня d7?}) \r\n12... Rd8 {Великолепно! Какая жертва позволяет Бет продолжить атаку?} 13. Rxd7 {[%wrong Поищем сильнейший ход. Возьмите подсказку, если затрудняетесь.] [%hint Жертвуем, чтобы освободить поле d1 для новой фигуры.]} (13. f4 $2 {Белые сохраняют перевес, но мы ищем сильнейшее продолжение. Какая жертва напрашивается?}) (13. Rd5 $2 {Белые сохраняют перевес, но мы ищем сильнейшее продолжение. Какая жертва напрашивается?}) (13. Bxf6 $2 {Белые сохраняют перевес, но мы ищем сильнейшее продолжение. Какая жертва напрашивается?}) \r\n13... Rxd7 {Изумительно! Как использовать связку на d7?} 14. Rd1 {[%wrong Поищем сильнейшее продолжение. Как усилить нападение на связанную ладью?] [%hint Развиваемся и нападаем на ладью d7.]} (14. Bxf6 $2 {Белые сохраняют перевес, но мы ищем сильнейшее продолжение. Как усилить нападение на связанную ладью?}) (14. Bxd7+ $2 Qxd7 {Черные могут защититься. Попробуем снова.}) \r\n14... Qe6 {Отлично! Какой сокрушительный удар наносит Бет?} 15. Bxd7+ {[%wrong Поищем сильнейшее продолжение. Какое взятие напрашивается?] [%hint Какое взятие дает материальный перевес или позволяет белым форсировать мат?]} (15. Bxf6 $5 {Белые побеждают, но мы можем найти сильнейшее взятие.}) (15. Qc3 $5 {Белые побеждают, но мы можем найти сильнейшее взятие.}) (15. Qxe6+ $2 {Белые побеждают, но мы можем найти сильнейшее взятие.}) \r\n15... Nxd7 {Блестяще! Бет завершает атаку матом в два хода.} 16. Qb8+ {[%wrong Это продолжение не ведет к мату следующим ходом. Поищем другой ход.] [%hint Жертвуем, чтобы черным пришлось  освободить вертикаль \"d\".]} Nxb8 {Молодец! Где же мат?} 17. Rd8# {[%wrong Это не мат. Попробуем снова.] [%hint Поищем шах. Ведет ли он к мату?] Отлично! Бенни пришлось признать поражение. Теперь стало ясно, что Бет, как и Морфи веком ранее, - намного сильнее остальных шахматистов в этой стране.} 1-0"
   ],
   "title" : "Серия 6: Бет против Бенни Уоттса",
   "url" : "https://www.chess.com/ru/lessons/sygrai-kak-bet-kharmon/seriia-6-bet-protiv-benni-uottsa",
   "video" : null
}
