{
   "description" : "Не все партии завершаются результативно, победой или поражением. Иногда они заканчиваются вничью. Возможны следующие причины ничьи: 1. Пат. 2. Соглашение противников. 3. При троекратном повторении позиции любой из противников может потребовать признания партии ничьей. 4. Если на протяжении 50 ходов не делалось ходов пешками или взятий.",
   "duration" : null,
   "fen" : "8/8/5p2/k1p1pPp1/1pPpP1P1/1P1P4/K7/8 w - - 0 1",
   "id" : "b284aac0-a0b9-11e8-80ef-5f866f7ae67f",
   "membership" : null,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"6k1/6q1/8/8/8/8/1Q5K/8 w - - 0 1\"]\r\n\r\n{Партия пришла к совершенно ничейному эндшпилю. Какой ход позволит белым немедленно форсировать ничью?}\r\n1.Qxg7+\r\n    {[%wrong Этот ход не форсирует ничью немедленно - попробуем снова!][%hint Если ферзи уйдут с доски, партия будет признана ничьей.]}\r\n1...Kxg7\r\n    {Молодец! После размена ферзей позиция сразу становится ничейной, поскольку на доске недостаточно материала для мата.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/6kp/1p1p1p1p/1P1P1Pp1/6PP/K7/8 w - - 0 1\"]\r\n\r\n{У белых не хватает пешки, а их король - на другом краю доски, вдалеке от своих пешек. Кажется, что они проигрывают, но спасение находится. Как закрыть позицию, чтобы никто из противников не мог ходить пешками?}\r\n1.h4\r\n    {[%wrong Этот ход не закрывает позицию - теперь черные возьмут на h3, и их пешка превратится в ферзя. Попробуем снова!][%hint Найдите единственный пешечный ход, закрывающий позицию, препятствуя любым будущим пешечным продвижениям.] Отлично! Теперь позиция закрыта. Ходов пешками нет, а короли не могут напасть на пешки. Никто из противников не может усилить свою позицию, поэтому на доске ничья.}\r\n    (1.hxg4 $2 fxg4 {Это взятие не закрывает позицию. Белый король находится вдали от королевского фланга, поэтому черные выигрывают ходом ...h4 - пешка проходит в ферзи. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"5rk1/8/Q7/3p2p1/2p3Pp/2P1q2P/5r2/7K w - - 0 1\"]\r\n\r\n{У белых трудная позиция. Сможем спасти партию, форсировав ничью?}\r\n1.Qg6+\r\n    {[%wrong Этот не шах королю противника, единственный шанс белых добиться ничьей в этой позиции. Попробуем снова!][%hint Поищем шах, вынуждающий черного короля отступить в угол.]}\r\n    (1.Qe6+ $2 {Белые дают шах черному королю, но черный ферзь может взять белого. Поищем более безопасный шах.})\r\n1...Kh8\r\n    {Прекрасно! Белые дают шах королю, вынуждая того отступить в угол. Поищем шах, ведущий к повторению ходов.}\r\n2.Qh6+\r\n    {[%wrong Этот ход не позволяет форсировать ничью. Попробуем снова!][%hint Объявим шах, вынуждающий короля отступить на поле g8.]}\r\n    (2.Qh5+ $2 Kg7 {Ой! Король может спастись от шахов белых. Пешка g5 защищена черным ферзем, поэтому у белых заканчиваются полезные шахи, и они, скорее всего, проиграют. Попробуем снова!})\r\n2...Kg8\r\n    {Отлично! Белые продолжают давать шахи с полей g6 и h6, добиваясь ничьей вечным шахом.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/Pk6/2r5/3K4/8/8/8/8 w - - 0 1\"]\r\n\r\n{У белых всего лишь пешка против ладьи, но она находится в одном поле от превращения. Поищем способ форсировать ничью.}\r\n1.a8=Q+\r\n    {[%wrong Этот ход не позволяет форсировать ничью. Попробуем снова!][%hint Вынудим короля взять пешку - не забываем о превращении!]}\r\n    (1.a8=B+ $1 {Этот ход также форсирует ничью, но почему бы не превратить пешку в сильнейшую фигуру?})\r\n    (1.a8=R $5 {Позиция ничейна, но черные могут уклониться от размена ладей, затягивая партию надолго. Превратим пешку в сильнейшую фигуру, чтобы быстрее добиться ничьей.})\r\n1...Kxa8\r\n    {Фантастика! Белая пешка превращается в ферзя, вынуждая короля взять его и оставить ладью без защиты. Добьемся ничьей, взяв ладью!}\r\n2.Kxc6\r\n    {[%wrong Это не взятие ладьи. Попробуем снова.][%hint Возьмем ладью.] Молодец! Мы спасли партию и форсировали ничью.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/K7/R7/1b6/pk6/8 w - - 0 1\"]\r\n\r\n{Белая ладья под боем, а черные собираются превратить пешку в ферзя. Поищем жертву, позволяющую белым добиться ничьей.}\r\n1.Rxa2+\r\n    {[%wrong Белые не могут отступить ладьей на безопасное поле и помешать превращению пешки. Попробуем снова!][%hint Превращение пешки в ферзя - единственный путь к победе черных. Избавимся от нее!]}\r\n1...Bxa2\r\n    {Отлично! Белые отдают ладью за черную пешку. Король и слон не могут дать мат без помощи других фигур, поэтому на доске ничья.}\r\n*"
   ],
   "title" : "Другие ничьи",
   "url" : "https://www.chess.com/ru/lessons/pora-igrat/drugie-nichi",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-NTC-drawing-j2b.mp4"
}
