{
   "description" : "Позиция белых кажется безнадежной. У них всего лишь слон против ладьи и пешки, но они могут сделать ничью.",
   "duration" : null,
   "fen" : "8/8/8/8/7k/8/r4p1B/5K2 w - - 0 1",
   "id" : "b37536c8-d664-11eb-bfb5-132a15a63e87",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"2020.08.06\"]\r\n[Round \"?\"]\r\n[White \"Benko 5\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/8/7k/8/r4p1B/5K2 w - - 0 1\"]\r\n[PlyCount \"15\"]\r\n[EventDate \"2020.??.??\"]\r\n[SourceVersionDate \"2020.08.18\"]\r\n\r\n{В этой позиции белые спасаются со слоном против ладьи и пешки! Какой ход приносит им ничью?} 1. Bd6 {[%wrong Это не сильнейший ход. Поищем оптимальное поле для слона.][%hint Создаем угрозу Сc5 с нападением на пешку.]} (1. Bb8 $2 Rb2 {После Сd6 и Крh3! У черных выигранное окончание. Поищем сильнейший ход.} 2. Bd6 Kh3) (1. Be5 $2 Ra5 {Черные выигрывают, продолжая 2.Сd4 Крg3 3.Сxf2+ Крf3 с угрозой мата.}) (1. Bf4 $2 Kg4 {Вскоре король черных займет поле f3, и они выиграют. Попробуем снова.}) (1. Bc7 $2 Kh3 {Вскоре король черных займет поле f3, и они выиграют. Поищем оптимальное поле для слона.}) (1. Bg3+ $2 Kg4 {После Сxf2 и Крf3 черные дают мат. Поищем оптимальное поле для слона.}) \r\n1... Kh3 {Отлично! Немедленное нападение на пешку не приносит нам успех. Поищем оптимальное поле для слона.} 2. Bc7 {[%wrong Черные побеждают. Попробуем снова.] [%hint Возьмем под бой поле g3 и подготовим двойной удар на ладью и пешку черных в ответ на нападение ладьей на слона по вертикали \"a\".]} (2. Bb8 $2 Ra8 {После Сd6 и Лa6 черная ладья успевает защитить пешку сзади. Поищем сильнейший ход.}) (2. Be5 $2 Ra5 {В ответ на большинство ходов черные продолжают Лf5 с выигранной позицией. Поищем сильнейшее продолжение.}) (2. Bf4 $2 Kg4 {Вскоре король черных займет поле f3, и они выиграют. Какой ход напрашивается?}) (2. Bg3 $2 Ra1+ {После Кxf2 и Лa2+ черные выигрывают слона. Поищем для него оптимальное поле.}) \r\n2... Rb2 {Так держать!} 3. Bd6 {[%wrong Черные побеждают. Попробуем снова.] [%hint Возьмем под бой поле g3 и подготовим двойной удар на ладью и пешку черных в ответ на нападение ладьей на слона по вертикали \"b\".]} (3. Be5 $2 Rb5 {В ответ на большинство ходов черные продолжают Лf5 с выигранной позицией. Поищем сильнейшее продолжение.}) (3. Bf4 $2 Kg4 {Вскоре король черных займет поле f3, и они выиграют. Какой ход напрашивается?}) (3. Bg3 $2 Rb1+ {После Кxf2 и Лa2+ черные выигрывают слона. Поищем для него оптимальное поле.}) \r\n3... Rc2 {Блестяще! Вы уже поняли принцип защиты?} 4. Be5 {[%wrong Черные побеждают. Попробуем снова.] [%hint Возьмем под бой поле g3 и подготовим двойной удар на ладью и пешку черных в ответ на нападение ладьей на слона по вертикали \"c\".]} (4. Bb8 $2 Rc8 {Черные располагают ладью позади пешки \"f\" и выигрывают. Какой ход напрашивается?}) (4. Bf4 $2 Kg4 {Вскоре король черных займет поле f3, и они выиграют. Какой ход напрашивается?}) (4. Bg3 $2 Rc1+ {После Кxf2 и Лa2+ черные выигрывают слона. Поищем для него оптимальное поле.}) \r\n4... Rd2 {Изумительно! Что дальше?} 5. Bf4 {[%wrong Черные побеждают. Попробуем снова.] [%hint Возьмем под бой поле g3 и подготовим двойной удар на ладью и пешку черных в ответ на нападение ладьей на слона по вертикали \"d\".]} (5. Bc7 $2 Rd7 {После Сb6 и Крg3 черные побеждают, потому что Сxf2+ и Крf3 ведет к мату по первой горизонтали. Попробуем снова.}) (5. Bb8 $2 Rd8 {После Сa7 и Крg3 черные побеждают, потому что Сxf2+ и Крf3 ведет к мату по первой горизонтали. Попробуем снова.}) (5. Bg3 $2 Kg4 {После Сxf2 и Крf3 черные побеждают, создавая угрозу мата по первой горизонтали. Какой ход напрашивается?}) \r\n5... Re2 {Поразительно! Куда отправится белый слон?} 6. Bb8 {[%wrong Черные побеждают. Какой ход напрашивается?] [%hint Держим поле g3 под боем, а своего слона - как можно дальше от королевского фланга.]} (6. Bc7 $2 Ra2 {Черные выигрывают, отвечая на Сb6 - Крg3 и на Сb8 - Лa8. Поищем сильнейший ход.}) (6. Bd6 $2 Rb2 {Вскоре король черных займет поле f3, и они выиграют. Какой ход напрашивается?}) (6. Kxe2 $2 Kg2 {Осторожно! Черные скоро превратят пешку в ферзя. Попробуем снова.}) \r\n6... Re8 {Невероятно! Какое отступление позволяет белым защититься?} 7. Bg3 {[%wrong Черные выигрывают. Возьмите подсказку, если затрудняетесь.] [%hint Держим под боем поле g3 и нападаем на пешку f2. Это возможно благодаря угрозе пата.]} (7. Ba7 $2 Kg3 {После Сxf2+ и Кf3 черные создают угрозу мата по первой горизонтали и выигрывают. Возьмите подсказку, если затрудняетесь.}) (7. Bc7 $2 Rf8 {Белые проигрывают, если черные успевают защитить пешку сзади. Возьмите подсказку, если затрудняетесь.}) (7. Bd6 $2 Rd8 {После Сc5 и Крg3 черные жертвуют пешку, но выигрывают партию благодаря угрозе мата по первой горизонтали. Поищем сильнейшее продолжение. Возьмите подсказку, если затрудняетесь.}) (7. Bf4 $2 Kg4 {Вскоре король черных займет поле f3, и они выиграют. Поищем сильнейшее продолжение. Возьмите подсказку, если затрудняетесь.}) \r\n7... Kg4 {Фантастика! Как взять пешку?} 8. Kxf2 {[%wrong Это не сильнейший ход. Какое взятие напрашивается?] [%hint Возьмем пешку, не допуская мата по первой горизонтали.] Молодец! Окончание со слоном против ладьи ничейно, поэтому белые спасаются!} (8. Bxf2 $2 Kf3 {Черные создают угрозу мата по первой горизонтали и побеждают. Какое взятие напрашивается?}) *"
   ],
   "title" : "Этюды Пала Бенко: Ловкий слон",
   "url" : "https://www.chess.com/ru/lessons/etiudy-pala-benko/lovkii-slon",
   "video" : null
}
