{
   "description" : "Карпов обычно применял самые острые варианты за оба цвета, всегда стремясь к победе. Староиндийская защита была одним из любимых его дебютов на протяжении всей карьеры. Сейчас мы увидим хороший пример прямой атаки в духе Каспарова. Посмотрим, сможете ли вы найти, как он атаковал гроссмейстера Йеруна Пикета в этой партии, сыгранной в 1993 году.",
   "duration" : null,
   "fen" : "q4bk1/pp1b1r1p/3p2n1/P2Pp3/1P2Pp2/5Pn1/4BRPP/2RQN1K1 w - - 0 25",
   "id" : "b55703a6-d614-11e9-94a0-973847185c20",
   "membership" : 50,
   "questions" : [
      "[Event \"Tilburg <Treppner>\"]\r\n[Site \"Tilburg NED\"]\r\n[Date \"1989.??.??\"]\r\n[Round \"?\"]\r\n[White \"Jeroen Piket\"]\r\n[Black \"Garry Kasparov\"]\r\n[Result \"0-1\"]\r\n[ECO \"E99\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bq1rk1/pppnnpbp/3p2p1/3Pp3/2P1P3/2N1B3/PP2BPPP/R2QNRK1 b - - 0 10\"]\r\n[PlyCount \"37\"]\r\n[EventDate \"1989.??.??\"]\r\n\r\n{В этой известной позиции староиндийской защиты Каспаров начал сильную атаку на королевском фланге. Каким ходом?} 10... f5 {[%wrong Поищем сильнейший атакующий ход.] [%hint Используем пешки, чтобы захватить пространство на королевском фланге и подготовить нападение на слона e3.]} (10... a5 $5 {Это продолжение возможно, но Каспаров решил сосредоточиться на атаке королевского фланга. Как он сыграл?}) \r\n11. f3 {Отличное начало атаки! Как Каспаров закрыл позицию, развивая атаку?} f4 {[%wrong Поищем сильнейший ход.] [%hint Нападем на слона e3.]} (11...c5 $2 12. dxc6 {У белых преимущество. Попробуем снова.}) \r\n12. Bf2 {Блестяще! Каким ходом Каспаров продолжил пешечный штурм на королевском фланге?} g5 {[%wrong Поищем выгодный ход пешкой.] [%hint Захватим пространство на королевском фланге, готовясь напасть на пешечную цепь белых g2-d5.]} (12... h5 $5 {Это продолжение возможно, но Каспаров решил атаковать как можно быстрее, используя для наступления пешку \"g\" и фигуры. Каким ходом?}) (12... a5 $5 {Это продолжение возможно, но Каспаров решил сосредоточиться на атаке королевского фланга. Каким ходом?}) (12... h6 $2 {Это слишком медлительно. Поищем сильнейший ход.}) \r\n13. b4 {Молодец! Как подключить новую фигуру к атаке?} Nf6 {[%wrong Поищем выгодный ход конем.] [%hint Нужно перевести коня на королевский фланг.]} (13... a5 $5 {Это продолжение возможно, но Каспаров решил сосредоточиться на атаке королевского фланга. Как он сыграл?}) (13... h5 $5 {Так можно продолжать, но Каспаров решил сберечь время, атакуя пешкой \"g\" и фигурами. Как он сыграл?}) (13... Ng6 $5 {Это продолжение возможно, но Каспаров решил перевести на королевский фланг другого коня. Как он сыграл?}) (13... Rf6 $5 {Этот активный ход возможен, но он встречается редко. Какую фигуру перевел на королевский фланг Каспаров?}) \r\n14. c5 {Изумительно! Как подключить еще одну фигуру к атаке?} Ng6 {[%wrong На каком поле конь будет расположен оптимально?] [%hint Подведем и другого коня ближе к королю белых.]} (14... h5 $5 {Это продолжение возможно, но необязательно. Как Каспаров подключил второго коня к атаке на королевском фланге?}) \r\n15. cxd6 {Великолепно! Чем взять пешку?} cxd6 {[%wrong Белые выигрывают, как минимум, пешку. Попробуем снова.] [%hint Возьмем на d6 так, чтобы белые не смогли напасть на ферзя.]} (15... Qxd6 $2 16. Nb5 {Белые нападают на ферзя и выигрывают время для игры на ферзевом фланге. Поищем сильнейший ход.}) \r\n16. Rc1 {Отличная идея! Теперь Каспаров осуществляет типичный для староиндийской защиты маневр, позволяющий ему защитить ферзевый фланг и подготовить атаку. Какой ход он сделал?} Rf7 {[%wrong Поищем выгодный ход ладьей.] [%hint Нужно защитить ладьей седьмую горизонталь. В будущем она подключится к атаке на королевском фланге с поля g7 или h7.]} (16... Bd7 $5 {Это разумное продолжение, но Каспаров хочет защитить поле c7 и подготовить атаку на королевском фланге. Какой ход он выбирает?}) (16... Qe7 $5 {Это разумное продолжение, но Каспаров хочет защитить ферзевый фланг ладьей. Какой ход он делает?}) (16... a6 $5 {Это разумное продолжение, но Каспаров хочет защитить поле c7 и подготовить атаку на королевском фланге. Какой ход он выбирает?}) (16... h5 $5 {Это разумное продолжение, но Каспаров хочет защитить поле c7 и подготовить атаку на королевском фланге. Какой ход он выбирает?}) (16... g4 $2 17. fxg4 {У белых преимущество. Попробуем снова.}) \r\n17. a4 {Потрясающе! Как помочь ладье f7 подключиться к атаке?} Bf8 {[%wrong Поищем выгодный ход слоном.] [%hint Освободите поле  g7 для ладьи и защитите пешку d6.]} (17... h5 $5 {Это продолжение возможно, но Каспаров решил защитить пешку d6 и освободить ключевое поле для ладьи. Как он сыграл?}) (17... Bd7 $5 {Это продолжение возможно, но Каспаров решил защитить пешку d6 и освободить ключевое поле для своей ладьи. Как он сыграл?}) (17... b6 $5 {Это продолжение возможно, но Каспаров решил защитить пешку d6 и освободить ключевое поле для своей ладьи. Как он сыграл?}) \r\n18. a5 {Прекрасно! Как продолжить развитие?} Bd7 {[%wrong Поищем выгодный ход слоном.] [%hint Пешка d6 защищена дважды, поэтому можно вывести фигуру на d7.]} (18... Rg7 $5 {Это хороший ход, но Каспаров решил развить другую фигуру. Как он сыграл?}) (18... h5 $2 19. Nb5 {Белые угрожают взять пешку a7, а это неприятно для черных. Попробуем снова.}) (18... Qe7 $5 {Это хороший ход, но Каспаров решил развить другую фигуру. Как он сыграл?}) \r\n19. Nb5 {Превосходно! Каспаров не стал защищать пешку a7, а продолжил атаку. Как он сыграл?} g4 {[%wrong Поищем сильнейший ход. Возьмите подсказку, если затрудняетесь.] [%hint Атакуем пешку белых своей на королевском фланге, чтобы вскрыть линии для фигур.]} (19... a6 $2 20. Bb6 {У белых преимущество. Попробуем снова.}) (19... Bxb5 $2 20. Bxb5 {У белых все в порядке. Попробуем снова.}) (19... h5 $2 20. Nxa7 {У белых все в порядке. Попробуем снова.}) \r\n20. Nc7 {Отлично! Вновь Каспаров не обращает внимания на угрозы белых и продолжает атаку. Какой ход он сделал?} g3 {[%wrong Поищем сильнейший ход. Возьмите подсказку, если затрудняетесь.] [%hint Не стоит обращать внимание на угрозы белых. Нападаем на слона f2.]} (20... gxf3 $2 21. Nxf3 {У белых все в порядке. Попробуем снова.}) (20... Rc8 $2 21. Ne6 {У белых все в порядке. Попробуем снова.}) (20... Rb8 $2 21. Bxa7 {У белых все в порядке. Попробуем снова.}) \r\n21. Nxa8 {Фантастика! У белых материальное преимущество, но Каспаров побеждает атакой на королевском фланге. Как он подключил ферзя к атаке?} Nh5 {[%wrong Поищем сильнейшее продолжение атаки.] [%hint Конь должен шагнуть вперед, позволяя ферзю выйти на h4.]} (21... gxf2+ $5 {Это разумное продолжение, но мы ищем сильнейший ход.}) (21... gxh2+ $2 22. Kxh2 {Поищем сильнейший ход.}) (21... Qxa8 $2 22. hxg3 {Поищем сильнейший ход.}) \r\n22. Kh1 {Хороший ход! Как отыграть часть пожертвованного материала?} gxf2 {[%wrong Какое взятие напрашивается?] [%hint Возьмем фигуру, освобождая поле g3.]} (22... Qh4 $5 23. Bg1 {Это разумный ход, но Каспаров нашел сильнейший. Какой?}) (22... gxh2 $2 23. Nc7 {У белых преимущество. Попробуем снова.}) (22... Qxa8 $2 23. Bg1 {У черных лишь небольшое преимущество. Попробуем снова.}) \r\n23. Rxf2 {Потрясающе! Какая жертва позволила Каспарову продолжить атаку?} Ng3+ {[%wrong Поищем сильнейшее продолжение атаки.] [%hint Нужно пожертвовать фигуру на g3. Белые не могут позволить пешке f4 занять это поле.]} (23... Qxa8 $5 {Это продолжение возможно, но Каспаров нашел более активный ход. Какой?}) \r\n24. Kg1 {Изумительно! Какую фигуру нужно взять?} Qxa8 {[%wrong Поищем выгодное взятие.] [%hint Возьмем незащищенную фигуру.]} (24... Nxe2+ $5 {Это продолжение возможно, но к чему разменивать сильного коня? Поищем ход Каспарова.}) \r\n25. Bc4 {Молодец! Как Каспаров подключил своего ферзя к атаке?} a6 {[%wrong Поищем сильный ход пешкой.] [%hint Как не пустить ферзя на диагональ a7-g1?]} (25... Qb8 $5 {Это продолжение возможно, но мы ищем выгодный ход пешкой.}) (25... Qd8 $2 26. Ra2 {Этот ход замедляет атаку черных. Поищем сильнейшее продолжение.}) \r\n26. Qd3 {Замечательно! Как подключить ферзя к атаке?} Qa7 {[%wrong Активизируем ферзя.] [%hint Нужно связать ладью  f2.]} (26... Qd8 $2 {У черных небольшое преимущество, но мы ищем сильнейший ход.}) \r\n27. b5 {Отличная идея! Белые хотели продолжать b6, отрезая ферзя. Как ответил Каспаров?} axb5 {[%wrong Поищем выгодное взятие.] [%hint Нужно избавиться от белой пешки \"b\".]} (27... Bxb5 $5 {Это хороший ход, но Каспаров нашел быстрый путь к победе. Как он сыграл?}) (27... b6 $2 28. hxg3 {У белых хорошая позиция. Попробуем снова.}) (27... Nh1 $2 28. b6 {Белые выигрывают. Попробуем снова.}) (27... Qc5 $2 28. bxa6 {У белых хорошая позиция. Попробуем снова.}) \r\n28. Bxb5 {Потрясающе! Верите или нет, но после ответа Каспарова белые сдались. Каким ходом он добился материального преимущества и победы в партии?} Nh1 {[%wrong Поищем сильнейший ход. Возьмите подсказку, если затрудняетесь.] [%hint Как снова напасть на ладью f2?] Невероятно! Черные забирают на поле f2, как минимум, качество и продолжают атаку. МГ Пикет, игравший белыми, сдался.} (28... Bxb5 $5 {Это хороший ход, но Каспаров сразу вынудил противника сдаться. Как он сыграл?}) 0-1"
   ],
   "title" : "Сыграй как Каспаров: Пикет против Каспарова",
   "url" : "https://www.chess.com/ru/lessons/sygrai-kak-garri-kasparov/piket-protiv-kasparova",
   "video" : null
}
