{
   "description" : "Когда мы не знаем, что делать, нужно определить, какая из наших фигур расположена наименее активно, и улучшить ее положение. Когда мы займем всеми своими фигурами выгодные поля, найдется и комбинация, позволяющая получить материальный перевес.",
   "duration" : null,
   "fen" : "2kr3r/1pp2p2/p1nqpn1p/5bp1/P2P4/2PB1N1P/1P2NPP1/R2Q1RK1 b - - 0 14",
   "id" : "b5871574-a0bd-11e8-964d-f576a69ab025",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r2qk2r/1p3ppp/p1nbpn2/3p3b/3P4/2N1PN1P/PP2BPP1/R1BQR1K1 b kq - 3 11\"]\r\n\r\n{В этой партии автор курса играл черными и собирался создать атаку на королевском фланге ходами ...Сb8 и ...Фd6. Нужно ли сразу увести слона на b8 или сначала развить ладью, чтобы ее не запер слон b8?}\r\n11...Rc8\r\n    {[%wrong Это интересный ход, но он не способствует нашему плану создать батарею из ферзя и слона. Попробуем снова!][%hint Если мы сразу отступим слоном на b8, то помешаем развитию важной фигуры. Начнем с развития, а уже потом продолжим ...Сb8!]}\r\n    (11...Bb8 $6 {Это интересный ход, но наша ладья a8 должна войти в игру прежде, чем мы подготовим атаку. Как активизировать эту фигуру до создания батареи из ферзя и слона?})\r\n    (11...Bc7 $5 {Это интересная идея, но ладья, сейчас расположенная на a8, должна занять вертикаль \\\"c\\\". Как активизировать эту фигуру прежде, чем мы создадим батарею из ферзя и слона?})\r\n    (11...O-O $5 {Увести короля в безопасное место до атаки на королевском фланге - хорошая идея. Как активизировать ладью а8 прежде, чем мы создадим батарею из ферзя и слона или сделаем рокировку?})\r\n12.a3\r\n    {Молодец! Мы активизировали все свои фигуры прежде, чем атаковать. Теперь создадим мощную батарею из ферзя и слона!}\r\n12...Bb8\r\n    {[%wrong Наша ладья заняла активную позицию на поле c8. Поставим слона на b8, как и планировалось!][%hint Ладья уже вышла на вертикаль \\\"с\\\" - не пора ли поставить слона на b8?]}\r\n13.Nh2\r\n    {Отлично! Черные готовы создать мощную батарею из ферзя и слона. Меняет ли последний ход белых наши планы?}\r\n13...Qd6\r\n    {[%wrong Это интересная идея, но мы продолжим свой план атаки королевского фланга белых батареей из ферзя и слона.][%hint Как нам выполнить план и создать батарею из ферзя и слона?] Наш план оказался успешным. Черные получили мощную атаку и крепкую позицию.}\r\n    (13...Bxe2 $5 {Размен слонов - разумная идея, но давайте придерживаться нашего плана атаки королевского фланга белых!})\r\n    (13...Qc7 $5 {Здорово! Это тоже сильный ход! Автор курса решил занять ферзем поле d6. Сделаем этот ход.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqkb1r/pp2pp1p/2pp1np1/3Pn3/2P1P3/2N2P2/PP4PP/R1BQKBNR w KQkq - 0 7\"]\r\n\r\n{В этой партии гроссмейстеров Дин Лижэнь играет белыми. Он планирует захватить больше пространства в центре. Как атаковать черного коня e5, захватывая больше пространства?}\r\n7.f4\r\n    {[%wrong Это интересный ход, но так не захватить больше пространства и не вынудить отступление черного коня e5. Попробуем снова!][%hint Пешки могут отбросить фигуры назад...]}\r\n7...Ned7\r\n    {Потрясающе! Гроссмейстер Петр Свидлер собирается продолжать ...Кc5, атакуя слабую пешку e4 белых. Белые планируют перевести коня с поля g1 туда, где он будет защищать пешку e4 и поле g4 одновременно. Как найти эту идею?}\r\n8.Nh3\r\n    {[%wrong Это интересный ход, но нам нужно найти план перевода коня g1 на поле, откуда он будет защищать пешку e4 и поле g4. Как найти эту идею.][%hint Представим, что белый конь расположен на f2, откуда он защищает пешку e4 и поле g4. Как ему попасть туда всего за пару ходов?]}\r\n    (8.Nge2 $6 Nc5 {В ответ на 9.Кg3 у черных есть мощное продолжение 9...h5!, с атакой белого коня. Поищем другое поле для коня g1, откуда он может защищать пешку e4 и поле g4 одновременно.})\r\n8...Nc5\r\n    {Гениально! Мы нашли план гроссмейстера! Продолжим следовать ему.}\r\n9.Nf2\r\n    {[%wrong Это интересный ход, но нам нужно защитить пешку e4 и поле g4 одновременно. Попробуем снова!][%hint С какого поля конь может защитить пешку e4 и поле g4 одновременно?] Молодец! Белый конь защищает пешку e4, поддерживая мощный центр. Этот план мешает черным сыграть ...Сg4, и позволяет белым сделать ход Сe3, не беспокоясь о выпаде ...Кg4. Гроссмейстер Лижэнь выиграл эту партию.}\r\n    (9.Ng5 $2 h6 {Это интересный ход, но мы ищем безопасное поле для коня. С какого поля он защищает пешку e4 и поле g4 одновременно?})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1r3q2/1pp2pbk/p1n2npp/4p3/P3P3/N1P1BB1P/1P3PP1/2QR2K1 b - - 0 17\"]\r\n\r\n{У черных стесненная позиция, но заметим, что черный слон g7 намного пассивнее, чем чернопольный слон белых на e3. Как найти план размена чернопольных слонов?}\r\n17...h5\r\n    {[%wrong Это интересный ход, но он не ведет к размену чернопольных слонов. Попробуем снова!][%hint Как подготовить перевод слона на диагональ c1-h6, вынуждая размен слонов?]}\r\n18.Nc2\r\n    {Отличная идея! Черные вскрывают диагональ c1-h6. Форсируем размен слонов!}\r\n18...Bh6\r\n    {[%wrong Это интересный ход, но нам нужно предложить размен слонов. Попробуем снова!][%hint Пешка ушла с h6, и это поле теперь доступно для слона.] Молодец! Черные смогли разменять своего пассивного слона на активного белого слона e3 с крепкой позицией.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqk1r1/4ppb1/1n1p2p1/p1pP2P1/PpP1P3/5N2/1P2BP2/RNBQK2R b KQq c3 0 14\"]\r\n\r\n{Американский гроссмейстер Ясер Сейраван играл черными. Позиция закрыта, единственная открытая линия - вертикаль \\\"h\\\". Как найти интереснейший план Ясера, позволяющий захватить вертикаль \\\"h\\\" тяжелыми фигурами на следующем ходу?}\r\n14...Kd7\r\n    {[%wrong Это интересный ход, но так вертикаль \\\"h\\\" не захватить. Попробуем снова!][%hint Черный король мешает соединиться ферзю и ладье. Какой неожиданный ход королем позволяет черным соединить тяжелые фигуры?]}\r\n    (14...Rh8 $6 15.Rxh8+ {Так черные сохраняют перевес, но нам нужно оставить тяжелую фигуру на вертикали \\\"h\\\". Как соединить ферзя и ладью и подготовить захват вертикали?})\r\n15.Nbd2\r\n    {Здорово! Мы нашли удивительно интересную идею! В этой закрытой позиции черный король в полной безопасности. Ферзь и ладья соединились. Теперь пора занять вертикаль \\\"h\\\"!}\r\n15...Rh8\r\n    {[%wrong Это интересный ход, но он не ведет к захвату вертикали \\\"h\\\". Попробуем снова!][%hint Мы соединили ферзя и ладью, чтобы подготовить ход ...Лh8. Пора занять вертикаль \\\"h\\\"!]}\r\n16.Nh4\r\n    {Превосходно! Гроссмейстер Ковачевич ответил Лg1, уступая вертикаль \"h\", и Сейраван выиграл эту партию в хорошем стиле. Как черные могли бы занять вертикаль \\\"h\\\", если бы белые попробовали помешать их плану ходом 16.Кh4?}\r\n16...Rh7\r\n    {[%wrong Это интересный ход, но он не помогает усилить давление по вертикали \\\"h\\\". Попробуем снова!][%hint Как создать батарею из ладьи и ферзя на вертикали \\\"h\\\"?]}\r\n17.f4\r\n    {Логичный ход! Черные освобождают поле для ферзя. Захватим вертикаль \\\"h\\\"!}\r\n17...Qh8\r\n    {[%wrong Это интересный ход, но мы увели ладью на h7, чтобы освободить поле h8 для нашего ферзя. Так и сыграем!][%hint Поищем ход ферзем, позволяющий создать сразу две батареи: ферзя и слона и ферзя и ладьи.] Фантастическая позиционная игра! Ходом ферзя черные создали сразу две мощные батареи! Ферзь и ладья готовы забрать коня, а ферзь и слон - выиграть пешку b2. Плану черных невозможно препятствовать. Отличная работа!}\r\n    (17...Rh5 $2 18.Bxh5 {Это верная идея, но поле выбрано неудачно! Как безопасно расположить ладью на вертикали \"h\"?})\r\n    (17...Rh6 $2 18.gxh6 {Это верная идея, но поле выбрано неудачно! Как безопасно расположить ладью на вертикали \"h\"?})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"k1KN4/8/8/8/1p6/8/8/8 w - - 0 1\"]\r\n\r\n{Пешка черных находится близко к полю превращения, и они собираются побеждать! Нам нужно так расположить коня, чтобы он помешал пешке стать ферзем. Какой единственный план, позволяет белым спасти партию?}\r\n1.Ne6\r\n    {[%wrong Это интересный ход, он не позволяет вовремя поймать белую пешку. Попробуем снова!][%hint Займем конем поле, откуда он может дать шах черному королю, а следующим ходом взять под бой поле превращения пешки.]}\r\n    (1.Nc6 $2 b3 {Это интересный ход, но белый конь не может догнать пешку. Попробуем снова!})\r\n    (1.Nb7 $2 b3 {Это интересный ход, но белый конь не может догнать пешку. Попробуем снова!})\r\n    (1.Nf7 $2 b3 {Это интересный ход, но белый конь не может догнать пешку. Попробуем снова!})\r\n1...b3\r\n    {Молодец! Белый конь не может сразу догнать пешку, но он  форсированно защищает поле превращения.}\r\n2.Nc7+\r\n    {[%wrong Это интересный ход, но так черную пешку не догнать. Попробуем снова!][%hint  Как выиграть темп, нападая на черного короля, и приблизить коня к полю, откуда он сможет взять под бой поле превращения?]}\r\n    (2.Nd4 $2 b2 {Это интересный ход, но белый конь не может догнать пешку. Попробуем снова!})\r\n    (2.Nc5 $2 b2 {Это интересный ход, но белый конь не может догнать пешку. Попробуем снова!})\r\n2...Ka7\r\n    {Вы все поняли! Белые выигрывают темп, нападая на черного короля. Как выиграть еще один темп, чтобы следующим ходом взять под бой поле превращения?}\r\n3.Nb5+\r\n    {[%wrong Поищем шах черному королю. Попробуем снова!][%hint Найдем единственный шах белых в этой позиции.]}\r\n    (3.Nd5 $5 {Отлично! Конь готовится занять поле c3. Поищем похожий ход конем, но еще и с шахом черному королю.})\r\n3...Kb6\r\n    {Превосходно! Найдем ход конем, сразу защищающий поле превращения.}\r\n4.Nc3\r\n    {[%wrong Это интересный ход, но мы ищем ход конем, защищающий поле превращения. Попробуем снова!][%hint С какого поля конь защитит ключевое поле b1?] План выполнен! Белый конь берет под бой ключевое поле b1, и если черные превратят пешку, ее возьмет конь.}\r\n    (4.Na3 $5 {Молодец! Это тоже отличный ход. Защитим поле превращения другим ходом коня.})\r\n*"
   ],
   "title" : "Как составить план",
   "url" : "https://www.chess.com/ru/lessons/strategiia-dlia-prodolzhaiushchikh/kak-sostavit-plan",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-planning-f0y.mp4"
}
