{
   "description" : "Мистер Шейбл научил Бет играть в шахматы, и вскоре она начала его побеждать. В этой партии Бет воспроизводит одну из старейших комбинаций в истории шахмат, очень быстро выигрывая у своего наставника.",
   "duration" : null,
   "fen" : "r1b3nr/pppk2qp/1bnpB3/4p1BQ/3PP3/2P5/PP3PPP/RN3RK1 b - - 0 12",
   "id" : "b76d1c08-1a9b-11eb-bcbb-01a4752c5b6f",
   "membership" : 10,
   "questions" : [
      "[Event \"Miscellaneous Game\"]\r\n[Site \"?\"]\r\n[Date \"1620.??.??\"]\r\n[Round \"7\"]\r\n[White \"Play Like Beth 1\"]\r\n[Black \"NN\"]\r\n[Result \"1-0\"]\r\n[ECO \"C53\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1b1k1nr/ppp1qppp/2np4/2b1p3/2B1P3/2P2N2/PP1P1PPP/RNBQ1RK1 w kq - 0 6\"]\r\n[PlyCount \"17\"]\r\n[EventDate \"1620.??.??\"]\r\n[Source \"ChessBase\"]\r\n\r\n{После победы Бет над мистером Шейблом он впервые разрешил ей сыграть белыми. Она проводит атаку в точности, как Джоакино Греко против безымянного противника около 1620 года.} 6. d4 {[%wrong Поищем сильнейший ход. Попробуем снова. Как захватить центр?] [%hint Нам нужно создать пешечный центр на полях e4 и d4.]} (6. b4 $5 {Это выгодное продолжение, но Бет напала на черного слона другим ходом. Каким?}) (6. d3 $2 a6 {Мы можем сделать сильнейший и более активный ход пешкой \"d\". Какой?}) (6. h3 $5 {Это логичное продолжение, но мы можем сразу захватить центр. Каким ходом?}) (6. Re1 $5 {Это логичное продолжение, но мы можем сразу захватить центр. Каким ходом?}) (6. Ng5 $2 Qxg5 {Белые могут продолжать d4, отыгрывая фигуру, но у черных приемлемая позиция. Поищем сильнейший ход.}) \r\n6... Bb6 {Отлично! Как развить фигуру, создавая угрозу?} 7. Bg5 {[%wrong Поищем сильнейшее продолжение. Продолжаем развитие и создаем угрозу.] [%hint Развиваемся и нападаем на черного ферзя.]} (7. h3 $5 {Это разумное продолжение, но Бет решила развить своего слона c1, создавая угрозу. Какую?}) (7. a4 $5 {Это разумное продолжение, но Бет решила развить своего слона c1, создавая угрозу. Какую?}) (7. Ng5 $5 {Это разумное продолжение, но Бет решила развить своего слона c1, создавая угрозу. Какую?}) (7. Re1 $5 {Это разумное продолжение, но Бет решила развить своего слона c1, создавая угрозу. Какую?}) (7. d5 $5 {Это разумное продолжение, но Бет решила развить своего слона c1, создавая угрозу. Какую?}) (7. Be3 $5 {Это разумное продолжение, но Бет решила развить своего слона c1, создавая угрозу. Какую?}) (7. Nbd2 $2 exd4 {Это разумное продолжение, но Бет решила развить своего слона c1, создавая угрозу. Какую?}) (7. Bb5 $5 {Это разумное продолжение, но Бет решила развить своего слона c1, создавая угрозу. Какую?}) \r\n7... f6 {Быстрое развитие сегодня не менее важно, чем для Бет в 1960-х и для Греко в 1620 году! Куда отступит слон?} 8. Bh4 {[%wrong Черные выигрывают фигуру. Куда отступить слоном?] [%hint Отступим слоном так, чтобы пешка \"f\" осталась связанной.]} (8. Be3 $5 {Это интересная идея, но Бет решила оставить пешку f6 под связкой. Каким ходом?}) (8. Bd2 $5 {Это интересная идея, но Бет решила оставить пешку f6 под связкой. Каким ходом?}) (8. Bc1 $5 {Это интересная идея, но Бет решила оставить пешку f6 под связкой. Каким ходом?}) (8. Bxg8 $2 fxg5 {Слону приходится отступить с поля g8, и черные перехватывают инициативу. Поищем отступление слоном с поля g5.}) \r\n8... g5 {Превосходно! Ходом g5 черные ослабили прикрытие короля, чем смогла воспользоваться такой мастер атаки, как Бет. Какой ход напрашивается?} 9. Nxg5 {[%wrong Поищем сильнейший ход. Как разрушить прикрытие черного короля?] [%hint Жертва коня поможет нам подключить ферзя к атаке.]} (9. Bg3 $2 h5 {Черные угрожают поймать слона g3. Попробуем снова. Какая жертва напрашивается?}) (9. Bxg5 $2 fxg5 {У черных все в порядке. Поищем сильнейшую жертву.}) (9. Bxg8 $2 Rxg8 {На h4 слон оказывается вне игры, и черные получают хорошую позицию. Попробуем снова. Какая жертва напрашивается?}) (9. Nxe5 $2 dxe5 {У черных решающий материальный перевес. Поищем, как выгоднее пожертвовать коня.}) \r\n9... fxg5 {Блестяще! Зачем белые пожертвовали коня?} 10. Qh5+ {[%wrong Поищем сильнейшее продолжение. Как подключить новую фигуру к атаке?] [%hint Развиваем фигуру с шахом.]} (10. Bxg5 $2 Qxg5 {Материальный перевес черных слишком велик. Подключим сильнейшую фигуру к атаке.}) (10. Bg3 $2 h5 {У черных лишний конь и атака. Как белым сохранить инициативу?}) (10. Bxg8 $2 gxh4 {Скоро белым придется отступить слоном с поля g8, и черные получат выгодную позицию. Поищем сильнейшее продолжение атаки.}) \r\n10... Kd7 {Король черных попал в трудное положение. Как продолжить атаку?} 11. Bxg5 {[%wrong Поищем сильнейшее продолжение. Попробуем снова. Поищем выгодное взятие.] [%hint Возьмем пешку, нападая на черного ферзя.]} (11. Qxg5 $2 Qxg5 {Черным выгодно разменять ферзей и добиться победы с лишним конем. Поищем сильнейшее взятие.}) (11. Qg4+ $2 Kd8 {Белым придется разменять ферзей и отдать еще одну фигуру. Попробуем снова. Поищем выгодную жертву.}) (11. Bg3 $2 exd4 {Черные добьются победы с лишней фигурой. Попробуем снова. Поищем выгодное взятие.}) (11. d5 $2 gxh4 {Материальный перевес черных слишком велик. Попробуем снова. Поищем выгодную жертву.}) \r\n11... Qg7 {Отлично! Какой блестящей жертвой Бет форсировала мат?} 12. Be6+ {[%wrong Мы побеждаем жертвой фигуры. Попробуем снова. Поищем решающую жертву.] [%hint Жертвуем фигуру, чтобы завлечь короля черных на шестую горизонталь.]} (12. d5 $2 Nce7 {Белые остаются без фигуры. Поищем жертву, форсированно ведущую к мату.}) (12. Qg4+ $2 Ke8 {У белых нет достаточной компенсации за материальные потери. Поищем жертву, форсированно ведущую к мату.}) (12. Qh3+ $2 Ke8 {У белых нет достаточной компенсации за материальные потери. Поищем жертву, форсированно ведущую к мату.}) (12. Qe8+ $2 Kxe8 {С лишним ферзем черные скоро выиграют. Поищем жертву, форсированно ведущую к мату.}) (12. Qf7+ $2 Qxf7 {У белых нет достаточной компенсации за материальные потери. Попробуем снова. Поищем выигрывающую жертву.}) (12. dxe5 $2 Nxe5 {У белых нет достаточной компенсации за материальные потери. Попробуем снова. Поищем выигрывающую жертву.}) (12. f4 $2 exd4 {У белых небольшой перевес, но они могут дать форсированный мат. Каким ходом?}) \r\n12... Kxe6 {Вот это удар! Как дать мат в два хода?} 13. Qe8+ {[%wrong Поищем сильнейшее продолжение атаки. Где же решающий шах?] [%hint Даем шах так, чтобы помешать отступлению черного короля.]} (13. d5+ $2 Kd7 {Черные побеждают с двумя лишними фигурами. Поищем сильнейший шах.}) (13. Qg4+ $2 Kf7 {Черные побеждают с двумя лишними фигурами. Поищем сильнейший шах.}) (13. Qh3+ $2 Kf7 {Черные побеждают с двумя лишними фигурами. Поищем сильнейший шах.}) \r\n13... Nge7 {Отлично! Каким ходом Бет поставила мат Мистеру Шейблу?} 14. d5# {[%wrong Поищем сильнейшее продолжение атаки. Поищем мат.] [%hint Проверим шахи. Какой ведет к мату?] Отличная атакующая партия для девочки, только что научившейся играть!} 1-0"
   ],
   "title" : "Серия 1: Бет против мистера Шейбла",
   "url" : "https://www.chess.com/ru/lessons/sygrai-kak-bet-kharmon/seriia-1-bet-protiv-mistera-sheibla",
   "video" : "https://media.chesscomfiles.com/videos/wide/RU_Top_5_Beth_Harmon_Moves.mp4"
}
