{
   "description" : "Оппозиция - ключевой прием в эндшпиле. Два короля занимают оппозицию, когда между ними остается одно поле. Королю стороны, которой принадлежит очередь хода, приходится отступить. Часто от оппозиции зависит, выиграно или проиграно пешечное окончание. Выигрыш с королем и пешкой против одинокого короля - важнейшая техника атакующей стороны. Если король оказывается впереди своей пешки на шестой, седьмой или восьмой горизонтали, позиция выиграна.",
   "duration" : null,
   "fen" : "8/1k6/8/1K6/1P6/8/8/8 b - - 0 1",
   "id" : "b9bac720-a0be-11e8-9e12-394e38511cad",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/3k4/3P4/4K3/8/8/8/8 b - - 0 1\"]\r\n\r\n{Только один ход черных ведет к ничьей. Какой?}\r\n1...Kd8\r\n    {[%hint Единственный способ свести партию вничью - оставаться на одной вертикали с белой пешкой.]}\r\n    (1...Ke8 $2 2.Ke6 {Белые занимают оппозицию и собираются продолжать d7. После этого черный король будет вынужден покинуть поле превращения. Попробуем снова!})\r\n    (1...Kc8 $2 2.Ke6 {Белые занимают оппозицию и собираются продолжать d7. После этого черный король будет вынужден покинуть поле превращения. Попробуем снова!})\r\n    (1...Kc6 $2 2.Ke6 {Белую пешку не остановить. Попробуем снова!})\r\n2.Ke6\r\n    {Здорово! Ничьей можно добиться, лишь оставаясь на одной вертикали с белой пешкой. Как черным занять оппозицию?}\r\n2...Ke8\r\n    {[%hint Каким ходом черные могут сохранить оппозицию, заняв ту же вертикаль, что и белый король?]}\r\n    (2...Kc8 $2 3.Ke7 {Белую пешку не остановить, поэтому нам нужно занять оппозицию. Попробуем снова!})\r\n3.Kd5\r\n    {Отлично! Черные занимают оппозицию, и белые решают отступить. Снова займем поле перед пешкой!}\r\n3...Kd7\r\n    {[%wrong Это интересный ход, но если мы отступим от проходной пешки, партия будет проиграна. Попробуем снова!][%hint Как помешать белой пешке сделать шаг вперед?]}\r\n    (3...Kd8 $5 {Этот ход тоже позволяет черным добиться ничьей. Играем проще, всегда занимая поле прямо перед пешкой, если это возможно.})\r\n4.Kc5\r\n    {Здорово! Всегда при возможности занимаем поле перед проходной пешкой. Поищем единственный ход, позволяющий черным добиться ничьей.}\r\n4...Kd8\r\n    {[%wrong Этот ход проигрывает ввиду Крc6. Попробуем снова!][%hint Когда мы не знаем, как ходить, остаемся на той вертикали, где расположена проходная пешка!]}\r\n    (4...Kc8 $2 5.Kc6 {И белые продолжают d7 с победой. Попробуем снова!})\r\n    (4...Ke8 $2 5.Kc6 {И белые продолжают d7 с победой. Попробуем снова!})\r\n5.Kc6\r\n    {Молодец! Всегда отступаем королем по той вертикали, где расположена пешка. Докажем, что белые не должны проиграть эту партию, вновь заняв оппозицию!}\r\n5...Kc8\r\n    {[%hint Займем оппозицию!]}\r\n    (5...Ke8 $2 6.Kc7 {Белую пешку не остановить. Попробуем снова!})\r\n6.d7+\r\n    {Здорово! Белые устали пытаться победить, перехитрив нас маневрами короля. Добьемся ничьей.}\r\n6...Kd8\r\n    {[%hint Если сомневаемся - занимаем поле перед проходной пешкой!] Отличная защита! Белые могут дать пат или расстаться с пешкой. В обоих случаях партия закончится вничью.}\r\n    (6...Kb8 $2 7.d8=Q+)\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/4k3/8/8/3KP3/8/8/8 w - - 0 1\"]\r\n\r\n{Могут ли белые одержать победу в этом эндшпиле? Поищем выигрывающий ход!}\r\n1.Ke5\r\n    {[%wrong Это интересный ход, но для победы белые должны занять оппозицию. Попробуем снова!][%hint Займем оппозицию!]}\r\n    (1.e5 $2 Ke6 {Белые могут победить, лишь заняв оппозицию. После этого хода черные смогут добиться ничьей. Попробуем снова!})\r\n    (1.Kd5 $2 Kd7 {Белые могут победить, лишь заняв оппозицию. После этого хода черные занимают оппозицию, добиваясь ничьей. Попробуем снова!})\r\n1...Kd7\r\n    {Отлично! Белые занимают оппозицию. Теперь используем поле на шестой горизонтали, освободившееся после отступления черного короля.}\r\n2.Kf6\r\n    {[%wrong Нам нужно занять поле на шестой горизонтали. Попробуем снова!][%hint Расположим короля на шестой горизонтали.]}\r\n2...Ke8\r\n    {Молодец! Черные пытаются блокировать поле превращения. Пора занять оппозицию!}\r\n3.Ke6\r\n    {[%wrong Это интересный ход, но он не позволяет занять оппозицию. Попробуем снова!][%hint Займем оппозицию!]}\r\n    (3.e5 $5 {Этот ход тоже ведет к победе при внимательной игре. Теперь займем оппозицию!})\r\n3...Kf8\r\n    {Замечательно! Черные вынуждены отдать пространство на седьмой горизонтали. Расположим короля на седьмой горизонтали!}\r\n4.Kd7\r\n    {[%wrong У нас есть другие пути к победе, но мы следуем простейшим. Займем королем седьмую горизонталь!][%hint Как белому королю оказаться на седьмой горизонтали?]}\r\n4...Kf7\r\n    {Прекрасная игра королем! Теперь король защищает путь к превращению пешки. Пора вести ее вперед!}\r\n5.e5\r\n    {[%wrong Нам нужно вести пешку вперед. Это кратчайший путь к победе!][%hint Ведем вешку вперед!]}\r\n5...Kf8\r\n    {Продолжаем вести пешку вперед!}\r\n6.e6\r\n    {[%wrong Нам нужно вести пешку вперед. Наступаем и выигрываем!][%hint Ведем пешку вперед!] Мы все лучше понимаем принцип оппозиции! Черный король не смог остановить защищенную проходную белых.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"6k1/8/6K1/6P1/8/8/8/8 w - - 0 1\"]\r\n\r\n{Когда король находится на шестой горизонтали перед своей пешкой, оппозиция не спасает слабейшую сторону (если пешка не является ладейной). Докажем это. Пусть король остается на шестой горизонтали!}\r\n1.Kh6\r\n    {[%wrong Мы можем победить только, если наш король останется на шестой горизонтали. Попробуем снова!][%hint Займем королем поле на шестой горизонтали.]}\r\n    (1.Kf6 $5 {Молодец! Мы побеждаем, оставляя короля на шестой горизонтали. Займем королем другое поле на шестой горизонтали.})\r\n1...Kh8\r\n    {Черный король не уступает нашему. Пора вести пешку вперед!}\r\n2.g6\r\n    {[%wrong Мы сможем усилить позицию только, если пешка пойдет вперед.][%hint Ведем пешку вперед!]}\r\n    (2.Kg6 $5 {Повторяя ходы, белые не упускают выигрыш, но можно победить быстрее. Попробуем снова!})\r\n2...Kg8\r\n    {Теперь мы видим, почему белые побеждают. Мы можем сделать пешкой еще один шаг вперед, вынуждая черного короля покинуть поле превращения. Пора побеждать!}\r\n3.g7\r\n    {[%wrong Пешку нужно вести вперед. Попробуем снова!][%hint Ведем пешку вперед!]}\r\n3...Kf7\r\n    {Изумительно! Теперь защитим поле превращения королем.}\r\n4.Kh7\r\n    {[%wrong Этот ход не позволяет защитить поле превращения, и белые теряют пешку. Попробуем снова!][%hint Нам надо так расположить короля, чтобы тот защищал поле превращения.] Следующим ходом белые превратят пешку в ферзя с выигранной позицией. Блестяще!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/3k4/PK6/8/8/8/8 w - - 0 1\"]\r\n\r\n{Каким ходом белые выигрывают гонку к полю превращения?}\r\n1.Kb6\r\n    {[%wrong Этот ход не мешает черным продолжать ...Крc7 с ничейной позицией. Попробуем снова!][%hint Используя оппозицию, мы можем помешать черному королю заблокировать нашу пешку.]}\r\n    (1.a6 $2 Kc7 {Черный король вовремя успевает оказаться в углу, добиваясь ничьей. Попробуем снова!})\r\n1...Kd7\r\n    {Нас выручает оппозиция! Черный король снова хочет пробраться в угол. Как продолжать белым?}\r\n2.Kb7\r\n    {[%wrong Этот ход не мешает черному королю попасть на вертикаль \"c\", добиваясь ничьей. Попробуем снова!][%hint На прошлом ходу нам помогла оппозиция. Используем ее снова!] Здорово! С помощью оппозиции белые не дают черному королю занять вертикаль \\\"c\\\", и белая пешка спокойно превращается в ферзя.}\r\n    (2.a6 $5 {Этот ход тоже выигрывает. Молодец! Не пустим короля в угол с помощью оппозиции.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/1k1p4/2r5/2R5/2K5/8/8/8 b - - 0 1\"]\r\n\r\n{Как черным перейти в выигранный пешечный эндшпиль?}\r\n1...Kb6\r\n    {[%wrong Это интересный ход, но так черные не смогут перейти в выигранный пешечный эндшпиль. Попробуем снова!][%hint Как вынудить размен ладей, позволяющий занять оппозицию?]}\r\n    (1...Rxc5+ $2 2.Kxc5 {Это интересное продолжение позволяет черным занять оппозицию ходом ...Крc7, но белые отвечают Крd5, и черным не сохранить оппозицию. Попробуем снова!})\r\n    (1...Kc7 $2 2.Kd5 {Этот выжидательный ход не вынуждает белых менять ладьи. Попробуем снова!})\r\n    (1...d6 $2 2.Rxc6 {К сожалению. черный король не сможет занять поле перед пешкой, и при правильной игре партия должна закончиться вничью. Попробуем снова!})\r\n2.Rxc6+\r\n    {Здорово! Черные вынуждают размен связанной белой ладьи. Какое взятие приносит им победу?}\r\n2...Kxc6\r\n    {[%wrong Нам нужно взять белую ладью. Попробуем снова!][%hint Какое взятие позволяет занять оппозицию?]}\r\n    (2...dxc6 $2 3.Kb4 {Белые занимают оппозицию, и черный король не может занять поле перед своей пешкой, поэтому партия должна закончиться вничью.})\r\n3.Kd4\r\n    {Отлично! Черные занимают оппозицию, а белые располагают короля перед вражеской пешкой. Найдем единственный ход, позволяющий черным победить.}\r\n3...Kd6\r\n    {[%wrong Этот ход не ведет к победе. Попробуем снова!][%hint Нужно занять оппозицию!] Нужно занять оппозицию! Мы снова показали  правильную технику и нашли путь к победе черными. Здорово!}\r\n    (3...d5 $2 4.Kd3 {Так черный король не сможет занять поле перед своей пешкой, и партия закончится вничью.})\r\n    (3...d6 $2 4.Kc4 {Так черный король не сможет занять поле перед своей пешкой, и партия закончится вничью.})\r\n*"
   ],
   "title" : "Оппозиция",
   "url" : "https://www.chess.com/ru/lessons/endshpil-dlia-prodolzhaiushchikh/oppozitsiia",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-opposition-c9v.mp4"
}
