{
   "description" : "Когда большинство фигур покидает доску, наступает пора вести пешки в ферзи. Для этого нужно создать проходную пешку, напротив которой нет пешек противника, способных взять или заблокировать ее. Когда у нас есть проходная пешка, ее легче вести вперед и превратить в ферзя. Еще лучше, если у нас две проходные пешки на соседних вертикалях. Королю противника трудно атаковать связанные проходные пешки.",
   "duration" : null,
   "fen" : "8/p7/P3K3/1P6/4k3/7p/8/8 w - - 0 1",
   "id" : "bb0d9f38-a0bb-11e8-a9d3-ad33c77de9be",
   "membership" : null,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/p7/P3K3/1P6/4k3/7p/8/8 w - - 0 1\"]\r\n\r\n{Проходная пешка черных идет по доске вперед. Как белым создать проходную пешку?}\r\n1.b6\r\n    {[%wrong Так белым не получить проходную пешку. Попробуем снова!][%hint Придется идти на жертвы, чтобы создать проходную пешку. Вперед!]}\r\n1...h2\r\n    {Верно! Черные первыми превращают пешку в ферзя, но белые побеждают. Каким ходом пешки?}\r\n2.bxa7\r\n    {[%wrong Это не взятие пешки. Попробуем снова!][%hint Черные могут первыми превратить пешку в ферзя. Как превратить свою пешку с шахом?]}\r\n    (2.b7 $2 h1=Q {Черные первыми превращают пешку в ферзя. Они готовы атаковать белого короля. Белым придется побороться за ничью. Попробуем снова!})\r\n2...h1=Q\r\n    {Отличная работа! Белые выигрывают черную пешку a7 и могут нанести линейный удар. Превратим пешку в ферзя!}\r\n3.a8=Q+\r\n    {[%wrong Этот ход не ведет к превращению в ферзя. Попробуем снова!][%hint Превратим пешку в сильнейшую фигуру!]}\r\n3...Kd4\r\n    {Возьмем черного ферзя.}\r\n4.Qxh1\r\n    {[%wrong Этот ход не ведет к взятию черного ферзя. Попробуем снова!][%hint Возьмем черного ферзя.] Мы отлично справились с этим сложным пешечным эндшпилем!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"3N3k/6p1/5p2/8/1p6/6PP/5PK1/8 w - - 0 1\"]\r\n\r\n{У белого коня в этом сложном эндшпиле есть единственный путь, позволяющий догнать черную пешку \"b\". Каком?}\r\n1.Nf7+\r\n    (1.Nc6 $2 b3 {Белый конь не может помешать превращению пешки через два хода. Попробуем снова!})\r\n    (1.Ne6 $2 b3 {Белый конь не может помешать превращению пешки через два хода. Попробуем снова!})\r\n    (1.Nb7 $2 b3 {Белый конь не может помешать превращению пешки через два хода. Попробуем снова!})\r\n    (1.Kf3 $2 b3 {Белый король не успеет догнать пешку вовремя. Попробуем снова!})\r\n    (1.Kf1 $2 b3 {Белый король не успеет догнать пешку вовремя. Попробуем снова!})\r\n1...Kg8\r\n    {Молодец! Куда отправится белый конь?}\r\n2.Nd6\r\n    {[%wrong Это не ход конем. Попробуем снова!]}\r\n    (2.Nd8 $2 b3 {Белый конь не может помешать продвижению пешки. Попробуем снова!})\r\n    (2.Nh8 $2 Kxh8 {Убедимся, что конь займет безопасное поле!})\r\n    (2.Ne5 $2 fxe5 {Убедимся, что конь займет безопасное поле!})\r\n    (2.Nh6+ $2 gxh6 {Убедимся, что конь займет безопасное поле!})\r\n    (2.Ng5 $2 fxg5 {Убедимся, что конь займет безопасное поле!})\r\n2...b3\r\n    {Верно! Как белому коню помешать черным поставить пешку на b2?}\r\n3.Nc4\r\n    {[%hint С какого поля конь сможет взять под бой поле b2?] Мы отлично маневрировали! Белый конь не дает пешке пойти вперед. Они должны победить в этом окончании с лишней фигурой}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/KP6/6P1/3kb3/8/8/8/8 w - - 0 1\"]\r\n\r\n{Черный слон защищает пешки на двух диагоналях. Какую пешку нужно вести вперед, чтобы форсированно перейти в выигранное окончание с ферзем против слона?}\r\n1.g7\r\n    {[%wrong Это не ход пешкой. Попробуем снова!][%hint Выигрывает один ход пешкой, а все остальные приносят ничью. Рассчитаем обе возможности.]}\r\n    (1.b8=Q $2 Bxb8+ {Черный король следующим ходом встанет на e6, успевая перехватить черную пешку и добиться ничьей. Попробуем снова!})\r\n1...Bxg7\r\n    {Молодец! Черный слон вынужден взять одну из пешек, позволяя другой превратиться в ферзя. Превратим пешку в ферзя!}\r\n2.b8=Q\r\n    {[%wrong Этот ход не ведет к превращению белой пешки в ферзя. Попробуем снова!][%hint Превратим пешку в сильнейшую фигуру!] Вот именно! Теперь у белых выигранный эндшпиль с ферзем против слона.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/7P/8/3pk3/8/8/b2K1B2 w - - 0 1\"]\r\n\r\n{Какой ход белых позволяет превратить  пешку в ферзя?}\r\n1.Bd3+\r\n    {[%wrong Этот ход не помогает белым превратить пешку в ферзя. Попробуем снова!][%hint Как помешать продвижению черной пешки d4?]}\r\n    (1.h7 $2 d3 {Черный слон пробуждается и помешает белым превратить пешку с ничейным эндшпилем. Попробуем снова!})\r\n1...Kxd3\r\n    {Молодец! Черный король мешает черной пешке освободить диагональ для слона. Ведем пешку вперед!}\r\n2.h7\r\n    {[%wrong Этот ход не ведет к продвижению белой пешки, Попробуем снова!][%hint Ведем пешку вперед!] Молодец! Белая пешка станет ферзем на следующем ходу.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"6k1/5ppp/4p3/1P6/8/7P/r4PP1/1R4K1 w - - 0 1\"]\r\n\r\n{Белая проходная всего в трех шагах от поля превращения. Ведем ее вперед!}\r\n1.b6\r\n    {[%wrong Этот ход не ведет к продвижению белой проходной. Попробуем снова!][%hint Ведем вперед белую проходную!]}\r\n1...Ra8\r\n    {Отлично! Черная ладья отступает, чтобы защитить последнюю горизонталь. Продолжаем вести проходную вперед!}\r\n2.b7\r\nRb8\r\n    {Черная ладья блокирует поле превращения. Как вынудить превращение пешки, используя слабость последней горизонтали черных?}\r\n3.Rc1\r\n    {[%wrong Этот ход не помогает превращению белой пешки. Попробуем снова!][%hint Черная ладья не сможет взять пешку, если белая ладья грозит матом по последней горизонтали...]}\r\n    (3.Ra1 $5 {Это интересная идея! Черные готовы ответить Лa8 с выигранной позицией. Поищем другой ход с той же идеей.})\r\n    (3.Rd1 $6 g6 {Белые должны победить в этом эндшпиле, но это будет непросто. Есть и более легкий путь. Попробуем снова!})\r\n3...Kf8\r\n    {Замечательно! Черная ладья не может взять белую ввиду угрозы мата по последней горизонтали. Завершим партию, вынудив размен ладей!}\r\n4.Rc8+\r\n    {[%wrong Как напасть на ладью и короля черных одновременно?] Молодец! Белые выигрывают фигуру и скоро превратят пешку в ферзя.}\r\n*"
   ],
   "title" : "Проходные пешки",
   "url" : "https://www.chess.com/ru/lessons/osnovy-endshpilia/prokhodnye-peshki",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-INT-passed-pawns-i3d.mp4"
}
