{
   "description" : "В партиях против соперников, уступающих ему по уровню, Таль часто побеждал быстро и красиво. Посмотрим, удастся ли нам найти его потрясающую комбинацию, выиграв партию в остром варианте дракона!",
   "duration" : null,
   "fen" : "2r1k2r/1p1bppb1/p2p1np1/q3n1P1/3NP3/2N1BP2/PPPQB3/1K1R3R b k - 0 15",
   "id" : "bc271658-469d-11eb-9543-11d96ada2175",
   "membership" : 50,
   "questions" : [
      "[Event \"Stuttgart\"]\r\n[Site \"Stuttgart\"]\r\n[Date \"1969.??.??\"]\r\n[Round \"?\"]\r\n[White \"Mikhail Таль\"]\r\n[Black \"Sviridov\"]\r\n[Result \"1-0\"]\r\n[ECO \"B75\"]\r\n[Annotator \"Kane,Jeremy\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/pp1ppppp/8/2p5/4P3/8/PPPP1PPP/RNBQKBNR w KQkq - 0 2\"]\r\n[PlyCount \"33\"]\r\n[EventDate \"1969.??.??\"]\r\n\r\n{Каким ходом Таль продолжил развитие и подготовил удар в центре?} 2. Nf3 {[%wrong Поищем сильнейший развивающий ход.] [%hint Развиваем коня и берем под бой поле d4.]} (2. d4 $5 {Это активный гамбит Смита-Морры. Его можно применять, но он рискованнее, чем продолжение, избранное Талем.}) (2. Nc3 $5 {Это сильный ход, но Таль решил развить другого коня. На какое поле?}) (2. c3 $5 {Это сильный ход, но Таль решил развить коня. На какое поле?}) (2. Ne2 $5 {Это сильный ход, но мы можем найти более активное поле для коня. Какое?}) \r\n2... d6 {Замечательно! Как вскрыть центр?} 3. d4 {[%wrong Поищем сильнейшее продолжение. Какой ход пешкой напрашивается?] [%hint Разыграем открытый вариант сицилианской защиты.]} (3. Bb5+ $5 {Это интересная идея, но Таль выбрал открытый вариант сицилианской защиты.}) (3. Nc3 $5 {Это интересная идея, но Таль сразу вскрыл центр. Каким ходом?}) (3. c3 $5 {Это интересная идея, но Таль выбрал открытый вариант сицилианской защиты.}) \r\n3... cxd4 {Отлично! Какое взятие напрашивается?} 4. Nxd4 {[%wrong Таль сразу взял пешку d4. Поищем его ход.] [%hint Возьмем пешку конем.]} (4. Qxd4 $5 {Это продолжение возможно, но Таль выбрал другое взятие. Какое?}) \r\n4... Nf6 {Прекрасно! Как защитить пешку e4?} 5. Nc3 {[%wrong Поищем сильнейший ход. Как защитить пешку e4?] [%hint Развиваем коня и защищаем пешку e4.]} (5. Bd3 $5 {Это продолжение возможно, но гораздо лучше защитить пешку e4 конем. Каким ходом?}) (5. Nd2 $2 {Поищем более активное поле для этого коня.}) \r\n5... g6 {Превосходно! Как продолжить развитие?} 6. Be3 {[%wrong Поищем сильнейший развивающий ход.] [%hint Развиваем фигуру и готовим рокировку на королевский фланг.]} (6. Bc4 $2 {Это продолжение возможно, но Таль развил другого слона. Каким ходом?}) (6. f3 $5 {Это продолжение возможно, но попробуем развить слона. Каким ходом?}) (6. Be2 $5 {Это продолжение возможно, но Таль развил другого слона. Каким ходом?}) (6. Bg5 $5 {Это продолжение возможно, но мы можем развить этого слона на другое поле. Какое?}) (6. h3 $5 {Это продолжение возможно, но попробуем развить слона. Каким ходом?}) (6. Bf4 $2 e5 {Белые ставят слона под вилку. Поищем для него оптимальное поле.}) \r\n6... Bg7 {Молодец! Каким ходом Таль продолжил развитие?} 7. f3 {[%wrong Поищем сильнейшее продолжение. Возьмите подсказку, если затрудняетесь.] [%hint Возьмем под бой пешки важнейшие поля e4 и g4. ]} (7. Be2 $5 {Это продолжение возможно, но мы можем взять под бой поле g4 другим ходом. Каким?}) (7. Bc4 $5 {Это продолжение возможно, но нам нужно укрепить белые поля. Каким ходом?}) \r\n7... Nc6 {Блестяще! Как белым продолжить развитие?} 8. Qd2 {[%wrong Поищем сильнейшее продолжение. Как подготовить рокировку на ферзевый фланг?] [%hint Создаем диагональную батарею и готовим рокировку на ферзевый фланг.]} (8. g4 $5 {Это разумное продолжение, но еще выгоднее сначала развить ферзя. На какое поле?}) (8. Bc4 $5 {Это разумное продолжение, но еще выгоднее сначала развить ферзя. На какое поле?}) (8. Qd3 $2 {Это продолжение затрудняет развитие слона f1. Попробуем снова.}) (8. Qe2 $2 {Это продолжение затрудняет развитие слона f1. Попробуем снова.}) \r\n8... Bd7 {Замечательно! Что дальше?} 9. O-O-O {[%wrong Поищем сильнейшее продолжение. Как увести короля из центра?] [%hint Уведем короля из центра и займем ладьей полуоткрытую вертикаль \"d\".]} (9. g4 $5 {Это сильный ход, но еще выгоднее начать с рокировки. Уведем короля из центра вслед за Талем.}) (9. Bc4 $5 {Это изящное продолжение, но Таль решил сразу сделать рокировку. Продолжим урок его ходом.}) (9. Be2 $5 {Это продолжение возможно, но Таль решил сразу сделать рокировку. Продолжим урок его ходом.}) \r\n9... Qa5 {Превосходно! Таль был известен атакующим стилем, но он умел и защищаться. Каким ходом он укрепил прикрытие белого короля?} 10. Kb1 {[%wrong Поищем сильнейшее продолжение. На каком поле король будет расположен безопасно?] [%hint Защитим королем пешку a2.]} (10. Be2 $5 {Это сильный ход, но Таль решил защитить пешку a2 королем. Как?}) (10. Nb3 $5 {Это сильный ход, но Таль решил защитить пешку a2 королем. Как?}) (10. a3 $5 {Это сильный ход, но Таль решил защитить пешку a2 королем. Как?}) (10. h4 $5 {Это сильный ход, но Таль решил защитить пешку a2 королем. Как?}) \r\n10... Rc8 {Невероятно! Каким ходом Таль захватил пространство на королевском фланге?} 11. g4 {[%wrong Поищем сильнейший ход пешкой.] [%hint Захватываем пространство на королевском фланге и готовимся при необходимости напасть на черного коня f6.]} (11. Nb3 $5 {Это интересная идея, но Таль решил начать пешечный штурм на королевском фланге. Каким ходом?}) (11. Be2 $5 {Это интересная идея, но Таль решил начать пешечный штурм на королевском фланге. Каким ходом?}) (11. a3 $5 {Это интересная идея, но Таль решил начать пешечный штурм на королевском фланге. Каким ходом?}) (11. h4 $2 h5 {Это продолжение возможно, но белым трудно усилить позицию. Поищем другой способ наступления на королевском фланге.}) (11. f4 $2 O-O {Этот ход ограничивает действие батареи из ферзя и слона, и черные получают приемлемую позицию. Попробуем снова.}) \r\n11... h6 {Прекрасно! Как подключить еще одну пешку к атаке на королевском фланге?} 12. h4 {[%wrong Поищем сильнейший ход пешкой.] [%hint Захватываем пространство на королевском фланге, чтобы подготовить вскрытие вертикалей \"h\" или \"g\".]} (12. Nb3 $5 {Это интересная идея, но Таль решил подключить еще одну пешку к атаке. Каким ходом?}) (12. Be2 $5 {Это интересная идея, но Таль решил подключить еще одну пешку к атаке. Каким ходом?}) (12. a3 $5 {Это интересная идея, но Таль решил подключить другую пешку к атаке. Каким ходом?}) (12. h3 $5 {Это интересная идея, но Таль решил подключить другую пешку к атаке. Каким ходом?}) \r\n12... a6 {Отлично! Контригра черных развивается слишком медленно. Каким ходом Таль соединил ладьи и подготовил атаку?} 13. Be2 {[%wrong Поищем сильнейшее продолжение.] [%hint Развиваем слона, чтобы соединить ладьи.]} (13. a3 $5 {Это приемлемое продолжение, но Таль продолжил развитие. Каким ходом?})  (13. Nb3 $5 {Это приемлемое продолжение, но Таль продолжил развитие. Каким ходом?}) (13. h5 $5 {Это приемлемое продолжение, но Таль продолжил развитие. Каким ходом?}) (13. Qf2 $5 {Это приемлемое продолжение, но Таль продолжил развитие. Каким ходом?}) (13. Bd3 $2 Nd5 {Перекрытие вертикали \"d\" дает черным скрытую возможность контригры. Поищем сильнейший ход.}) (13. Bc4 $2 Nxd4 {У черных сильная контригра. Попробуем снова.}) (13. Bg2 $2 {Поищем более активное поле для слона.}) (13. Bh3 $2 Ne5 {У черных приемлемая позиция. Попробуем снова.}) \r\n13... Ne5 {Блестяще! Каким ходом Таль создал угрозы на королевском фланге?} 14. g5 {[%wrong Поищем сильнейшее продолжение. Как напасть на коня?] [%hint Нападем на коня f6 .]} (14. a3 $2 {Это сильный ход, но Таль сосредоточился на атаке королевского фланга. Каким ходом?}) (14. f4 $2 Nexg4 {У черных перевес. Попробуем снова.}) (14. h5 $2 g5 {У белых перевес, но черные могут закрыть позицию и замедлить из атаку. Поищем сильнейший ход.}) (14. Nb3 $5 {Это сильный ход, но Таль сосредоточился на атаке королевского фланга.}) \r\n14... hxg5 {Потрясающе! Какое взятие напрашивается?} 15. hxg5 {[%wrong Поищем выгодное взятие.] [%hint Вскроем вертикаль взятием.]} (15. Nb3 $5 {Это сильный ход, но Таль сосредоточился но Таль сосредоточился на атаке королевского фланга.}) (15. Bxg5 $2 {У белых есть более выгодное взятие. Какое?}) \r\n15... Rxh1 {Фантастика! Каким неожиданным ходом Таль получил большой перевес?} 16. gxf6 {[%wrong Поищем сильнейший ход. Какая жертва напрашивается?] [%hint Создадим взятием новую угрозу.]} (16. Rxh1 $2 Nh5 {У белых хорошая позиция, но мы ищем сильнейшее продолжение.\r\nКакая жертва напрашивается?}) \r\n16... Rxd1+ {Гениально! Какое взятие сделал Таль?} 17. Nxd1 {[%wrong Черные побеждают. Попробуем снова.] [%hint Возьмем так, чтобы напасть на ферзя противника.]} (17. Qxd1 $2 Bxf6 {У черных преимущество. Попробуем снова.}) (17. Bxd1 $2 Bxf6 {У черных преимущество. Попробуем снова.}) \r\n17... Qxd2 {Невероятно! Каким ходом Таль убедил противника сдаться?} 18. fxg7 {[%wrong Черные выигрывают. Попробуем снова.] [%hint Возьмем фигуру, угрожая превращением.] Изумительно! Черные сдались. Белые грозят превратить пешку в ферзя с матом, а также нападают на черного ферзя. Черные могут защититься от мата ходом Сe6, но белые останутся с  двумя лишними фигурами и легко выиграют партию.} (18. Bxd2 $2 Bxf6 {У черных перевес. Попробуем снова.}) 1-0"
   ],
   "title" : "Сыграй как Михаил Таль: Таль против Свиридова",
   "url" : "https://www.chess.com/ru/lessons/sygrai-kak-mikhail-tal/tal-protiv-sviridova",
   "video" : null
}
