{
   "description" : "Фигуры обычно намного ценнее пешек, но пешки, близкие к полю превращения или способные защитить друг друга, могут успешно бороться против фигур. Чтобы остановить пешки, можно отдать за них фигуру или попытаться их заблокировать и перехватить инициативу.",
   "duration" : null,
   "fen" : "3b2rk/3P2pp/8/p7/8/2Q1p3/PP1p1pPP/3R3K b - - 0 37",
   "id" : "bdcea4ca-a0bf-11e8-9858-750f73ad9a02",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2k5/2p5/ppp5/4K3/1P2PN2/P1P3pp/5r2/6R1 b - - 3 38\"]\r\n\r\n{У черных не хватает фигуры, но у них есть две опасные связанные проходные. Поищем сильнейший ход черных, позволяющий им сломить оборону противника.}\r\n38...h2\r\n    {[%wrong Это интересный ход, но нам нужно найти более форсированное продолжение, иначе черные проиграют. Попробуем снова!][%hint Как с темпом напасть на белую ладью и вынудить ее отступить в угол?]}\r\n    (38...Rxf4 $6 39.Rxg3 {В этом техническом окончании черные сохраняют хорошие шансы на победу после ...Лh4, но можно проще добиться выигранного эндшпиля. Попробуем снова!})\r\n    (38...g2 $2 39.Nxh3 {Верный ход, но не той пешкой. Попробуем снова!})\r\n39.Rh1\r\n    {Отлично! Белая ладья вынуждена отступить в угол. Как черным сломить оборону белых и привести пешки к победе?}\r\n39...Rxf4\r\n    {[%wrong Это интересный ход, но у нас есть более сильное продолжение. Попробуем снова!][%hint Белый конь охраняет ключевое поле g2. Что произойдет, если мы его уничтожим?]}\r\n    (39...g2 $6 40.Nxg2 {Мы на верном пути, но почему бы не избавиться от коня до хода ...g2?})\r\n40.Kxf4\r\n    {Сильный ход! Черные уничтожили ключевого защитника позиции белых, и теперь две пешки справляются с белой ладьей. Пешки идут вперед!}\r\n40...g2\r\n    {[%wrong Это интересный ход, но белые заберут обе проходные пешки черных и получат выигранную позицию. Попробуем снова!][%hint Мы пожертвовали ладью, чтобы уничтожить защитника поля g2. Пора его использовать!] Отличная игра пешками! Пешка черных становится ферзем, и они получают выигранную позицию.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2rbqrk1/6pp/1n1pp3/p7/Pp1PP3/1PpQBN1P/5PP1/2R1R1K1 b - - 3 24\"]\r\n\r\n{В этой позиции сильнейшим ходом, наверное, является  ...Qg6!, но черные увлеклись идеей пожертвовать фигуру за три связанные проходные пешки. Поищем это продолжение.}\r\n24...Nxa4\r\n    {[%wrong Это интересный ход, но нам нужно найти рискованную, но интересную идею - создать три связанные проходные пешки.][%hint Обратим внимание на пешечную цепь черных на ферзевом фланге. Как создать три связанные проходные пешки, пожертвовав фигуру?]}\r\n    (24...Qxa4 $2 {Мы на верном пути, но нам нужно другое взятие. Мы не можем позволить себе жертву ферзя. Поищем жертву менее ценной фигуры.})\r\n25.bxa4\r\n    {Отлично! Мы нашли рискованную, но интересную идею. Пора создать три связанные проходные пешки!}\r\n25...Qxa4\r\n    {[%wrong Это интересный ход, но черные могут взять пешку и создать три связанные проходные.][%hint Зачем мы жертвовали коня на a4? Возьмем пешку и получим три связанные проходные!] Молодец! Форсированный выигрыш найти невозможно, но у черных отличные практические шансы - такие жертвы известны как  \\\"интуитивные\\\". Перейдем к следующему заданию и посмотрим, что случилось в этой партии!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2r1r1k1/3q3p/3pN1p1/3Pp3/1p2PP2/p1pQ2RP/6P1/2R3K1 b - - 0 33\"]\r\n\r\n{Пожертвовав фигуру, черные вели вперед свои проходные пешки, а белые атаковали на королевском фланге. Ход черных. Какая пешка должна первой двинуться вперед?}\r\n33...b3\r\n    {[%wrong Это интересный ход, но мы выбираем, какая из пешек ферзевого фланга должна первой двинуться вперед. Попробуем снова!][%hint Ведем вперед пешку, помогающую продвижению своих соседок.]}\r\n    (33...c2 $2 34.Qf1 {Компьютер предлагает этот сильный ход, позволяющий белым защитить первую горизонталь, занять вертикаль \"f\" в поиска возможностей для атаки и освободить третью горизонталь для перевода ладьи на g3. Ведем вперед пешку, помогающую продвижению своих соседок.})\r\n    (33...a2 $5 {Молодец! Этот интересный ход с угрозами ...Фa7+ и превращения в ферзя пешки \"a\" тоже позволяет победить. Теперь ведем вперед пешку, помогающую продвижению своих соседок.})\r\n34.Rxc3\r\n    {Молодец! Белые фигуры не могут защититься от трех черных пешек на третьей горизонтали. Они избавляются от одной из пешек, но как продвинуть вперед другую?}\r\n34...a2\r\n    {[%wrong Мы выбираем, какую из пешек ферзевого фланга вести вперед. Попробуем снова!][%hint У обеих черных пешек есть интересные возможности. Выберите ту, чьи перспективы лучше!] Вы все поняли! Белые не могут помешать превращению пешки в ферзя, и черные побеждают. Молодец!}\r\n    (34...b2 $5 35.Rxa3 {И далее ...Лc1+ с превращением пешки в ферзя тоже приносит черным победу - теперь попробуем двинуть вперед другую пешку!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2rrk3/8/1p3p2/RPPPp1p1/2K4p/1P2NP1P/6P1/8 w - - 0 49\"]\r\n\r\n{В этой гроссмейстерской партии черные только что сделали ход ...b6. Куда отступил ладьей гроссмейстер Тимофеев? Или он нашел удивительную жертву?}\r\n49.b4\r\n    {[%wrong Это интересный ход, но мы собираемся пожертвовать ладью, чтобы получить четыре связанные проходные. Попробуем снова!][%hint Белые оставляют ладью на a5. Какой ход пешкой защищает ладью и пешку c5, угрожая созданием четырех связанных проходных, если черные возьмут ладью?]}\r\n    (49.c6 $5 {Впечатляюще! Очень творческий подход! На взятие ладьи мы ответим b6 с подавляющим перевесом. Гроссмейстер Тимофеев решил защитить ладью и пешку c5 пешкой. Каким ходом?})\r\n    (49.Ra6 $5 Rxc5+ {Это продолжение сохраняет за белыми достаточное для победы преимущество благодаря своей сильной проходной пешке d5 и слабой вражеской пешке b6, но белые нашли невероятную жертву ладьи, позволяющую им создать четыре связанные проходные пешки! Поищем этот удивительный ход.})\r\n    (49.d6 $2 Rxc5+ {Это интересный ход, но позиция белых начинает рушиться. Попробуем снова!})\r\n    (49.Nf5 $2 bxa5 {Белые смогут добиться ничьей ходом пешки на c6. Обратим внимание, что вилка Кd6+ - зевок, потому что пешка c5 связана, и черные могут ответить ...Лxd6, просто забирая фигуру. Попробуем снова!})\r\n49...bxa5\r\n    {Здорово! Мы нашли невероятный выигрывающий ход гроссмейстера Тимофеева! Гроссмейстер Хайруллин забирает белую ладью, собиравшуюся отправиться на a6. Возьмем черную пешку \"a\"!}\r\n50.bxa5\r\n    {[%wrong Нам нужно взять пешку a5.][%hint Возьмем черную пешку a5.] Не каждый день вам приходится видеть четыре связанные проходные пешки! Двум ладьям черных не справиться с четырьмя пешками при поддержке активных короля и коня. Продолжаем в том же духе!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqkb1r/ppp2ppp/1n3n2/3P2N1/2PQP3/8/PP3PPP/RNB1K2R b KQkq - 0 9\"]\r\n\r\n{Белые пожертвовали фигуру, чтобы получить мощный пешечный центр. Черный конь неудачно расположен на поле b6. Как улучить позицию черного коня, готовясь атаковать центр белых?}\r\n9...Nbd7\r\n    {[%wrong Это интересный ход, но нам нужно улучшить позицию черного коня b6. Попробуем снова!][%hint Найдем безопасное, защищенное поле для своего коня b6, откуда он будет поддерживать выход слона ...Сc5!]}\r\n    (9...Nfd7 $5 {С идеями ...Фf6 и ...Сc5 тоже интересно. Может быть, использовать это поле для активизации неудачно расположенного коня b6? Посмотрим этот ход!})\r\n    (9...Na4 $6 10.e5 {Мы на верном пути, но на a4 конь стоит неудачно и может попасть под удар. Расположим его более безопасно, чтобы он также держал под боем поле c5.})\r\n10.e5\r\n    {Отличное решение! Теперь черный конь занимает сильную позицию и помогает бороться за центр. Перейдем в контратаку сильным развивающим ходом, с темпом нападая на белого ферзя!}\r\n10...Bc5\r\n    {[%wrong Это интересное продолжение, но мы можем найти более сильный ход, позволяющий черным с темпом развить фигуру, нападая на белого ферзя!][%hint Нам нужно развить своего чернопольного слона. Как ввести его в бой с темпом, нападая на белого ферзя?]}\r\n    (10...Bb4+ $6 {Это агрессивное продолжение тоже вполне оправданно. Поищем другой ход черным слоном, позволяющий напасть на белого ферзя,  а следующим ходом и на центральные пешки белых. Попробуем снова!})\r\n    (10...Qe7 $6 {Как усилить эту идею, сначала развив своего чернопольного слона и с темпом атаковав белого ферзя?})\r\n    (10...c5 $2 11.Qc3 {Наш чернопольный слон недоволен этим решением. Займем поле c5 слоном!})\r\n11.Qc3\r\n    {Отличная работа! Фигуры черных вместе атакуют большой центр белых. Поищем сильный ход с угрозой выиграть пешку e5 и связать ферзя защитой белого короля.}\r\n11...Qe7\r\n    {[%wrong Это интересный ход, но он не угрожает связать белого ферзя защитой короля и взять пешку e5 одновременно. Попробуем снова!][%hint Какая фигура позволяет одновременно напасть на пешку e5 и угрожать появлением слона на b4 следующим ходом?] Великолепная игра фигурами! Черные угрожают связать белого ферзя ходом ...Сb4, что позволяет им уничтожить центр белых, продолжая ...Кxe5 на следующем ходу. Здорово, что мы принимали верные решения в борьбе фигур против пешек!}\r\n*"
   ],
   "title" : "Фигуры против пешек",
   "url" : "https://www.chess.com/ru/lessons/sekrety-endshpilia/figury-protiv-peshek",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-pieces-vs-pawns-t0h.mp4"
}
