{
   "description" : "Заглянем в позицию глубже, чтобы найти форсированный мат в 3 хода. Это значит, что до конца партии осталось три наших хода и два хода противника. В поисках форсированного выигрыша мы будем часто находить эти комбинации.",
   "duration" : null,
   "fen" : "r2q1b1r/pppb1Bpp/2np1k2/5pN1/4P3/2N5/PPP2PPP/R1B1K2R w KQ - 0 1",
   "id" : "bf335232-a0bc-11e8-98dd-7b570e92b3a6",
   "membership" : 40,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"pos\"]\r\n[Black \"2\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"k6r/p2RR3/2P2p2/7q/6p1/8/6PP/7K w - - 0 1\"]\r\n\r\n{Черные угрожают матом в один ход, но белые могут форсировать мат в три хода!}\r\n1.Rxa7+\r\n    {[%wrong Это хорошая попытка, но не форсированный мат. Попробуем снова!][%hint Даем шах и берем пешку одним ходом...]}\r\n1...Kb8\r\n    {Отлично! Можем найти форсированный мат в два хода?}\r\n2.Reb7+\r\n    {[%wrong Это хорошая попытка, но не форсированный мат в два хода. Попробуем снова!][%hint Как выманить черного короля с поля a8?]}\r\n    (2.Rab7+ $2 Kc8 {Этого хода хватит для ничьей, но белые могут выиграть партию! Попробуем снова.})\r\n    (2.c7+ $5 Kxa7 {Эта интересная идея ведет к мату после того, как белые превратят пешку в ферзя. Поищем более простой мат в два хода!})\r\n2...Kc8\r\n    {Молодец! Черный король больше не контролирует поле a8. Объявим мат!}\r\n3.Ra8#\r\n    {[%wrong Это не мат. Попробуем снова!][%hint Один из шахов ведет к мату. Какой?] Мощные ладьи и пешка разгромили позицию черных. Молодец!}\r\n    (3.Rb8+ $2 Kxb8 {Это хорошая попытка, но обратим внимание, какой ладьей мы даем шах черному королю. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1k1r4/ppnr2pp/4p3/4Q3/1q6/6P1/PP3PBP/2RR2K1 w - - 8 23\"]\r\n\r\n{Как белые форсированно дают мат в три хода (используя только шахи)?}\r\n23.Qxc7+\r\n    {[%wrong Этот ход недостаточно форсирован. Ищем шах!][%hint Единственный шах белых в этой позиции ведет к форсированному мату в три хода.]}\r\n23...Rxc7\r\n    {Вот так удар! Если черные не берут ферзя, а отступают королем на a8, Фc8 форсирует мат. Как белым выиграть?}\r\n24.Rxd8+\r\n    {[%wrong Это интересное продолжение, но оно не форсирует мат следующим ходом. Попробуем снова!][%hint Ищем не только шах, но и взятие!]}\r\n    (24.Rxc7 $2 Rxd1+ {Это интересная попытка, но она ведет к материальным потерям. Можем найти более форсированное взятие ладьей?})\r\n24...Rc8\r\n    {Молодец! Теперь завершим партию!}\r\n25.Rdxc8#\r\n    {[%wrong Это не мат. Попробуем снова.][%hint Ищем не только взятие, но и мат?] Верно! Черные получили мат.}\r\n    (25.Rcxc8# $5 {Молодец. Черные получили мат. Можем найти другой мат?})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r2q1b1r/pppb1Bpp/2np1k2/5pN1/4P3/2N5/PPP2PPP/R1B1K2R w KQ - 0 1\"]\r\n\r\n{Белые пожертвовали ферзя за мощную атаку. Какие шахи могут дать кони, чтобы выманить черного короля в центр с матом в три хода?}\r\n1.Nd5+\r\n    {[%wrong Это не шах конем. Попробуем снова!][%hint Ищем шах конем, вынуждающий черного короля выйти на e5.]}\r\n    (1.e5+ $2 Kxe5 {Выманить короля в центр - хороший план, но форсированного мата больше нет. Попробуем снова!})\r\n    (1.Nxh7+ $2 Kxf7 {Черный король забирает фигуру и может укрыться за своими пешками. Попробуем снова!})\r\n1...Ke5\r\n    {Молодец! Черный король должен выйти в центр. Какой шах конем форсирует мат в два хода?}\r\n2.Nf3+\r\n    {[%wrong Это хорошая попытка, но не шах конем. Попробуем снова!][%hint Найдем единственный шах конем в этой позиции.]}\r\n    (2.Bf4+ $6 Kd4 {Выманить короля в центр - хороший план, но форсированного мата больше нет. Попробуем снова!})\r\n    (2.f4+ $6 Kd4 {Выманить короля в центр - хороший план, но форсированного мата больше нет. Попробуем снова!})\r\n2...Kxe4\r\n    {Отлично! Черному королю приходится занять поле e4. Какой шах конем завершает партию?}\r\n3.Nc3#\r\n    {[%wrong Это не мат. Попробуем снова!][%hint Найдем шах конем, немедленно завершающий партию.] Кони работают вместе, объявляя черным мат в центре доски. Молодец!}\r\n    (3.Ng5+ $2 Qxg5 {Черные пожертвовали материал, затягивая сопротивление. Найдем мат в один ход!})\r\n    (3.Nd2+ $2 Kd4 {Черный король еще не уничтожен... Поищем мат в один ход!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r2r4/5p1k/4pPpp/qp1bR3/2pP2P1/2P5/1PB2B1P/1KQ5 w - - 0 1\"]\r\n\r\n{Позиция белых кажется безнадежной. У черных материальный перевес, и они угрожают матом на a1. Какая ошеломительная жертва ферзя и ладьи ведет к форсированному мату в три хода?}\r\n1.Qxh6+\r\n    {[%wrong Этот ход не ведет к мату в три хода. Попробуем снова!][%hint Сможем найти решающую жертву ферзя?]}\r\n    (1.Bxg6+ $2 fxg6 {Эта жертва не разрушает прикрытие черного короля. Попробуем снова!})\r\n1...Kxh6\r\n    {Вот так ход! Если король отступит, Фg7 дает мат, поэтому черные вынуждены принять жертву. Как найти форсированный мат всего в два хода?}\r\n2.Rh5+\r\n    {[%wrong Ищем шах. Нам нужен форсированный ход. Попробуем снова!][%hint Как вынудить черную пешку перейти с g6 на h5, вскрывая диагональ b1-h7?]}\r\n    (2.g5+ $2 Kh7 {Черный король успевает скрыться за пешками и уцелеть. Ищем шах, не выпускающий черного короля с поля h6.})\r\n    (2.Be3+ $2 {Черный король успевает скрыться за пешками и уцелеть. Ищем шах, не выпускающий черного короля с поля h6.})\r\n2...gxh5\r\n    {Фантастика! Диагонали вокруг черного короля открылись. Используем силу слонов, чтобы дать ему мат!}\r\n3.Be3#\r\n    {[%wrong Это не мат. Попробуем снова!][%hint Какой ход слоном завершает?] Блестяще! Мы нашли сложную матовую комбинацию!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1k4r1/ppqR3p/2p1p3/P4n2/1Q6/5p1P/1PP4P/3R3K b - - 0 1\"]\r\n\r\n{Белые считают, что черные должны сдаться, но те могут ошеломить противника жертвой ферзя с матом в три хода.}\r\n1...Qxh2+\r\n    {[%wrong Этот ход не вынуждает белого короля отступить. Попробуем снова!][%hint Как вынудить белого короля встать на вторую горизонталь?]}\r\n    (1...Qxd7 $2 2.Rxd7 {Черные жертвуют ферзя, но белые готовы дать мат на b7. Попробуем снова!})\r\n    (1...Qxa5 $2 2.Qxb7# {Нам нужно вынудить белого короля покинуть угол. Попробуем снова!})\r\n2.Kxh2\r\n    {Ошеломительно! Черные жертвуют ферзя, чтобы дать белым шах по второй горизонтали. Продолжаем атаковать!}\r\n2...Rg2+\r\n    {[%wrong Этот ход недостаточно форсирован. Поищем шах!][%hint Ищем единственный шах черных в этой позиции.]}\r\n3.Kh1\r\n    {Все верно! Белый король пойман. Объявим мат!}\r\n3...Ng3#\r\n    {[%wrong Это не мат. Попробуем снова.][%hint Черная ладья загнала короля в угол. Подключим к атаке еще одну фигуру и объявим белым мат!] Вот так контратака! Комбинацией в три хода черные выиграли в тяжелой позиции. Молодец!}\r\n*"
   ],
   "title" : "Мат в 3 хода",
   "url" : "https://www.chess.com/ru/lessons/forsirovannaia-igra/mat-v-3-khoda",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-INT-checkmate-in-3-moves-b7d.mp4"
}
