{
   "description" : "Управляем ходом игры, развивая фигуры на поля, где они смогут контролировать центр. Быстро выводим слона и коня и делаем рокировку. После этого делаем ход ферзем, чтобы соединить ладьи. Все цели дебюта выполнены!",
   "duration" : 7,
   "fen" : "r1bqkbnr/1pppppp1/p6p/3P4/1PB1P3/5N2/P1P2PPP/RNBQK2R b KQkq - 0 6",
   "id" : "c0097674-3606-11ea-b4d2-b9149dff697b",
   "membership" : 30,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"2019.08.07\"]\r\n[Round \"?\"]\r\n[White \"ch1dev\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[ECO \"C41\"]\r\n[Annotator \"Fischwitsch\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/pppp1ppp/8/4p3/4P3/8/PPPP1PPP/RNBQKBNR w KQkq - 0 2\"]\r\n[PlyCount \"3\"]\r\n[EventDate \"2019.??.??\"]\r\n[SourceVersionDate \"2019.08.07\"]\r\n\r\n{Белым нужно развить коня g1. Поищем лучшее поле для этой фигуры.} 2. Nf3 {[%wrong У белых несколько хороших ходов, но нам нужно развить коня g1 на оптимальное поле. Поищем нужный ход.] [%hint Как вывести коня g1 в центр, угрожая взять черную пешку e5?]} (2. Nh3 $2 {Это интересная идея, но на краю доски конь держит под боем меньше полей и не помогает контролировать центр. Постараемся подвести коня ближе к центру.}) (2. Ne2 $2 {Это интересная идея, но здесь конь мешает развитию белопольного слона. Расположим коня более активно и нападем на черную пешку e5 одновременно.}) (2. Nc3 $5 {Это оптимальное поле для развития коня b1. Отличный ход, но мы собирались вывести коня с поля g1. На каком поле этот конь будет  расположен оптимально?}) (2. Na3 $2 {Это интересная идея, но мы собирались развить коня g1. Этот ход развивает другого коня, причем, на край доски, где он не контролирует центр. Попробуем снова.}) \r\n2... d6 {Молодец! Вновь белые выбирают из  нескольких хороших ходов. Как оптимально расположить нашего белопольного слона?} 3. Bc4 {[%wrong У белых есть несколько хороших ходов. Как оптимально расположить нашего белопольного слона? Сосредоточимся на его развитии.] [%hint Попробуем занять белопольным слоном открытую диагональ и напасть на главную слабость позиции черных - поле f7.] Здорово, что мы развили белого слона на самую активную диагональ!} (3. Be2 $2 {Здесь слон расположен пассивно, но этот ход не так уж плох. Попробуем занять белопольным слоном открытую диагональ и напасть на главную слабость позиции черных - поле f7.}) (3. Bd3 $2 {Это интересная идея, но слон расположен неудачно между двумя пешками, ограничивающими его подвижность. Попробуем занять белопольным слоном открытую диагональ и напасть на главную слабость позиции черных - поле f7.}) (3. Ba6 $2 Nxa6 {Ой! Белые просто теряют слона. Попробуем занять белопольным слоном открытую диагональ и напасть на главную слабость позиции черных - поле f7.}) (3. Bb5+ $2 c6 {Этот ход выглядит очень активно, но черные могут закрыться от шаха пешкой, вынуждая слона потратить время на отступление. Попробуем занять белопольным слоном открытую диагональ и напасть на главную слабость позиции черных - поле f7.}) *",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"2019.08.07\"]\r\n[Round \"?\"]\r\n[White \"ch2dev\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[Annotator \"Fischwitsch\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/pppp1ppp/8/4p3/4P3/5N2/PPPP1PPP/RNBQKB1R b KQkq - 0 2\"]\r\n[PlyCount \"3\"]\r\n[EventDate \"2019.??.??\"]\r\n[SourceVersionDate \"2019.08.07\"]\r\n\r\n{Белые угрожают взять нашу пешку e5. Как черным вывести фигуру в центр и защитить эту пешку?} 2... Nc6 {[%wrong Нам нужно развить фигуру и защитить пешку e5. Поищем простой ход конем, позволяющий защитить пешку e5.] [%hint Как черным развить коня в центр и защитить пешку e5?]} (2... Nf6 $5 {Это интересная идея. Черные не защищают пешку e5, а нападают в ответ на пешку e4 - это хороший ход. Попробуем развить другого коня и защитить пешку e5.}) (2... Bd6 $2 {Мы защищаем пешку e5, но черный слон неудачно расположен на этой диагонали. Поищем более естественный ход конем, позволяющий защитить пешку e5.}) (2... d6 $5 {Это разумный, но пассивный ход, поскольку чернопольному слону черных теперь будет трудно принять участие в борьбе за центр. Поищем более естественный ход конем, позволяющий защитить пешку e5.}) (2... Qe7 $2 {Наша пешка e5 теперь под защитой, но ферзь мешает развитию других фигур. Поищем более естественный ход конем, позволяющий защитить пешку e5.}) (2... Qf6 $2 {Этот ход защищает пешку e5, но ферзь занимает оптимальное поле для развития коня f6. Поищем более естественный ход конем, позволяющий защитить пешку e5.}) (2... Qg5 $2 3. Nxg5 {Опасно рано вводить ферзя в игру, а на этом поле он просто теряется. Поищем более естественный ход конем, позволяющий защитить пешку e5.}) (2... f6 $2 {Не стоит двигать вперед пешку \"f\" в дебюте. Этот ход ослабит прикрытие короля и лишит коня лучшего поля для развития -  f6. Поищем более естественный ход конем, позволяющий защитить пешку e5.}) \r\n3. Bc4 {Молодец! Продолжим развитие фигур и сосредоточимся на развитии своего чернопольного слона.} Bc5 {[%wrong Развиваем чернопольного слона на активную диагональ. Поищем сильнейший ход. Возьмите подсказку, если затрудняетесь.] [%hint Белый слон c4 очень активен и нападает на нашу слабую пешку f7. Попробуем вывести своего чернопольного слона на активную диагональ и напасть на белую пешку f2!] Мы развиваем свои фигуры безопасно и активно!} (3... Be7 $5 {Это безопасное, но пассивное поле для слона. Поищем другую открытую диагональ, позволяющую напасть на слабую пешку f2.}) (3... Bd6 $2 {Это интересная идея, но слон черных неудачно расположен между двумя пешками. Попробуем снова, или возьмем подсказку.}) (3... Bb4 $2 4. c3 {Это интересная идея, но слону приходится отступить, а белые усиливают позиции в центре. Поищем более безопасную и активную диагональ для слона.}) (3... Nf6 $5 4. Ng5 {Это популярная защита за черных, но она очень опасна, поскольку нам нужно точно знать, как защищаться от угроз белых пешке f7. Для начала сосредоточимся на развитии чернопольного слона.}) *",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"2019.08.07\"]\r\n[Round \"?\"]\r\n[White \"ch3dev\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[Annotator \"Fischwitsch\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqkb1r/pppnnppp/3p4/4p3/2B1P3/2N2N2/PPPP1PPP/R1BQK2R w KQkq - 0 5\"]\r\n[PlyCount \"3\"]\r\n[EventDate \"2019.??.??\"]\r\n[SourceVersionDate \"2019.08.07\"]\r\n\r\n{Черные пассивно развили обоих коней - они мешают ферзю и слону черных войти в игру. Используем перевес в развитии, чтобы создать угрозу мата на f7!} \r\n5. Ng5 {[%wrong Это интересная идея, но мы можем найти более сильный ход с угрозой мата. Попробуем снова или возьмем подсказку.] [%hint Слон белых уже нападает на пешку f7. Пусть конь поможет слону в атаке.]} (5. Bxf7+ $2 Kxf7 {Король черных еще в опасности, но намного лучше начать с выхода коня с угрозой пешке f7.}) (5. Nxe5 $2 Nxe5 {Это интересно, но мы заняли конем защищенное поле. Попробуем снова.}) 5... f6 {Прекрасно! Черные превращают плохую позицию в проигранную. Белые могут сразу закончить партию. Как?}\r\n6. Bf7# {[%wrong Это интересная идея, но этот ход не приносит белым победу. Попробуем снова или возьмем подсказку.] [%hint Проверим шахи - один из них ведет к мату.] Мы блестяще использовали перевес в развитии для выигрыша партии.} (6. Nf7 $2 {Выигрыш пойманного ферзя - сильная идея, но мы можем сразу завершить партию матом. Каким ходом?}) (6. Ne6 $2 {Выигрыш пойманного ферзя - сильная идея, но мы можем сразу завершить партию матом. Каким ходом?}) (6. Qh5+ $2 Ng6 {Этот ход также позволяет форсировать мат, и мы разберем эту идею в следующем упражнении, а пока поищем мат в один ход.}) *",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"2019.08.07\"]\r\n[Round \"?\"]\r\n[White \"devch4\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[EventDate \"2019.??.??\"]\r\n[Annotator \"Fischwitsch\"]\r\n[SetUp \"1\"]\r\n[PlyCount \"3\"]\r\n[SourceVersionDate \"2019.08.07\"]\r\n[FEN \"r1bqkb1r/pppn2pp/3p1pn1/4p1NQ/2B1P3/2N5/PPPP1PPP/R1B1K2R w KQkq - 0 7\"]\r\n\r\n{Фигуры белых разрывают на части ослабленную позицию черных. Используем активное положение наших фигур, чтобы форсировать мат в два хода.} \r\n7.Bf7+ \r\n    {[%wrong Это интересная идея, но этот маневр не ведет к мату следующим ходом. Ищем сильный шах, или возьмем подсказку, чтобы насладиться матовой атакой!] [%hint Какой шах вынуждает черного короля отправиться прямо в матовую сеть?]}\r\n    ( 7.Qxg6+ $5 hxg6 {Эта жертва ферзя тоже ведет к выигрышу, если мы найдем сильный шах слоном, возможный и на этом ходу. Можно и не жертвовать ферзя, а найти другой шах, форсирующий мат в два хода.} )\r\n7...Ke7 \r\n    {Король черных отправился на место своей казни. У него нет полей для отступления - пора объявить мат! Найдем единственный шах белых в этой позиции, и выиграем партию.}\r\n8.Nd5# \r\n    {[%wrong Это интересная идея, но не шах, а значит, черный король не получит мат. Попробуем снова.] [%hint Один из коней готов дать смертельный шах, поэтому король черных не может скрыться от преследования.] Черные получают мат. Все наши фигуры работали сообща, чтобы выиграть партию!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"2019.08.07\"]\r\n[Round \"?\"]\r\n[White \"ch5dev\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[Annotator \"Fischwitsch\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqkbnr/pppp1ppp/2n5/4p2Q/2B5/4P3/PPPP1PPP/RNB1K1NR b KQkq - 0 3\"]\r\n[PlyCount \"5\"]\r\n[EventDate \"2019.??.??\"]\r\n[SourceVersionDate \"2019.08.07\"]\r\n\r\n{Белые собираются следующим ходом взять нашу пешку f7 ферзем, объявив мат. У черных несколько защит, но сильнейшая - напасть пешкой на белопольного слона белых, отражая угрозу пешке f7. Поищем сильный ход пешкой.} \r\n3... d5\r\n{[%wrong Это интересная идея, но не сильнейшая защита черных. Поищем сильный ход пешкой, позволяющий напасть на белопольного слона белых и защитить пешку f7. Возьмите подсказку, если затрудняетесь.] [%hint Черный ферзь поддержит ферзевую пешку, если та нападет на белопольного слона белых. Каким ходом?]}\r\n(3... g6 $5 4. Qf3 {Это разумный ход, особенно, если мы выведем коня на f6, мешая белому ферзю дать мат на f7. Поищем сильный ход пешкой с нападением на белопольного слона белых.}) \r\n(3... Nf6 $2 4. Qxf7# {Это интересная идея, но черные получают мат. Возьмите подсказку, если затрудняетесь.}) \r\n(3... b5 $2 4. Qxf7# {Это интересная идея, , но черные получают мат. Поищем сильный ход пешкой с нападением на белопольного слона белых. Возьмите подсказку, если затрудняетесь.})\r\n(3... Qe7 $2 {Этот ход позволяет избежать мата, но наш ферзь занимает неудачное поле, где мешает развитию других фигур. Поищем сильнейший ход. Возьмите подсказку, если затрудняетесь.}) \r\n(3... Qf6 $2 {Этот ход позволяет избежать мата, но наш ферзь занимает неудачное поле, где мешает развитию коня g8. Поищем сильнейший ход. Возьмите подсказку, если затрудняетесь.}) \r\n(3... Nh6 $2 {Этот ход позволяет избежать мата, но наш конь оказывается на краю доски, не участвуя в борьбе за ключевые поля в центре. Поищем сильнейший ход. Возьмите подсказку, если затрудняетесь.}) \r\n(3... d6 $2 4. Qxf7# {Мы очень близки к цели! Мы сделали ход нужной пешкой, но она не поможет нам защититься от мата. Продвинем ее на одно поле дальше!}) \r\n4. Bf1 \r\n{Молодец! Белые возвращают слона на начальное поле - это неудачное решение. Пора занять конем сильное поле, создав угрозу взятия белого ферзя.} Nf6 {[%wrong У черных много разумных ходов, но нам нужно развить коня так, чтобы напасть на белого ферзя. Поищем этот ход.] [%hint Черный конь g8 готов выйти в центр с нападением на белого ферзя h5. Поищем этот сильный ход.]} (4... Nh6 $2 {Это интересная идея, но на краю доски конь не помогает бороться за центр. Выведем коня в центр с нападением на белого ферзя.}) \r\n5. Qf3 {Мы продолжаем развитие, а белый ферзь вынужден отступить - прекрасная работа! Как ввести в игру еще одну фигуру, создав угрозу взятия белого ферзя?} Bg4 {[%wrong У черных несколько сильных ходов, но нам нужно развить фигуру и создать угрозу взятия белого ферзя. Возьмите подсказку, если затрудняетесь.] [%hint Конь f6 готов помочь белопольному слону занять поле, откуда он нападет на ферзя белых. Поищем сильный ход!] Впечатляющее развитие! Мы отбили матовую атаку белых и получили большой перевес в развитии и сильный центр.} (5... e4 $5 {Захват пространства с нападением на ферзя белых - сильный ход. Молодец! Попробуем развить белопольного слона и напасть на белого ферзя!}) (5... Nd4 $2 6. exd4 {Это интересная попытка, но черные просто теряют коня. Поищем другое нападение на белого ферзя. Возьмите подсказку, если затрудняетесь.}) *"
   ],
   "title" : "Развитие фигур",
   "url" : "https://www.chess.com/ru/lessons/debiutnye-printsipy/razvitie-figur",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-OP-develop-your-pieces-k1a.mp4"
}
