{
   "description" : "Рокировка - особый ход, позволяющий обезопасить короля и активизировать ладью. Это единственный раз в шахматной партии, когда двигаются одновременно две фигуры. Король делает шаг на два поля вправо или влево, а ладья располагается с другого края от короля. Рокировка возможна, если ни король, ни ладья еще не ходили, и у них на пути нет других фигур. Нельзя рокировать из-под шаха, под шах или через шах,",
   "duration" : null,
   "fen" : "2kr3r/ppp2ppp/8/8/8/8/PPP2PPP/R4RK1 w - - 0 1",
   "id" : "c03c3ad4-a0b9-11e8-aaae-8dc4e502180b",
   "membership" : null,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqk2r/pppp1ppp/5n2/2b1p3/2B1P3/5N2/PPPP1PPP/RNBQK2R w KQkq - 0 1\"]\r\n\r\n{Белые готовы рокировать на королевский фланг - сделаем рокировку!}\r\n1.O-O\r\n    {[%wrong Этот ход не ведет к рокировке белого короля. Попробуем снова!][%hint Переместим короля на два поля вправо. Рокировка - единственный ход, позволяющий королю пересечь сразу несколько полей.] Молодец! Мы сделали рокировку и увели короля из центра.}\r\n    (1.Kf1 $2 {Это хорошая попытка, но при рокировке король идет на два поля - это единственный ход, позволяющий королю пересечь сразу несколько полей. Попробуем снова!})\r\n    (1.Rf1 $2 {Это хорошая попытка. Нужно начать с хода королем, и ладья сама завершит рокировку. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bq1rk1/pp2ppbp/2np1np1/8/3NP3/2N1BP2/PPPQ2PP/R3KB1R w KQ - 3 9\"]\r\n\r\n{Черный король уже рокировал на королевский фланг. Белый король собирается рокировать на ферзевый фланг. Поищем, как рокировать белому королю.}\r\n9.O-O-O\r\n    {[%wrong Это не рокировка белого короля. Попробуем снова!][%hint Переместим короля на два поля влево. Рокировка - единственный ход, позволяющий королю пересечь сразу несколько полей.] Отлично! Король рокирует на ферзевый фланг, уходя в безопасное место, а ладья выходит в центр, вступая в борьбу!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r2qk2r/2pb1pp1/2p1pn1p/p2pN3/1b1P1B2/3BP3/PPP2PPP/R2QK2R w KQkq - 0 1\"]\r\n\r\n{Белые хотят рокировать, но черный слон на b4 дает шах королю. Король не может рокировать из-под шаха. Как закрыться от шаха, чтобы король все же смог рокировать?}\r\n1.c3\r\n    {[%wrong Этот ход позволяет спастись от шаха, но король сделал ход и утратил право на рокировку. Постараемся закрыться от шаха.][%hint Поищем ход, которым белые могут закрыться от шаха и напасть на черного слона.] Отлично! Этот ход позволяет белым  закрыться от шаха, напасть на слона и сделать рокировку на королевский фланг.}\r\n    (1.Qd2 $2 {Этот ход закрывает короля от шаха, но теперь черные выигрывают ценного ферзя за слона. Попробуем закрыться менее ценной фигурой, чем ферзь.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"4rrk1/p4ppp/bp6/2p5/8/4B3/PPP2PPP/R3K2R w KQ - 0 1\"]\r\n\r\n{Белые хотят рокировать на королевский фланг, но замечают, что это невозможно: король не может пройти через битое поле, атакованное слоном, расположенным на a6. Какую рокировку белые могут сделать на этом ходу?}\r\n1.O-O-O\r\n    {[%wrong Это не рокировка - попробуем снова.][%hint Король не может рокировать на королевский фланг - как насчет ферзевого?] Отлично! Белый король рокирует на ферзевый фланг.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r2k4/p1p2p1p/2p3pb/8/6PP/8/PPP2P2/R3K1R1 w Q - 1 2\"]\r\n\r\n{Белая ладья королевского фланга уже ушла с начальной позиции, поэтому они могут рокировать только на ферзевый. Они не могут сделать рокировку прямо сейчас, потому что в этом случае король встанет прямо под шах черного слона. Как блокировать черного слона и подготовить рокировку следующим ходом?}\r\n2.g5\r\n    {[%wrong Этот ход не блокирует черного слона, поэтому белые не готовы рокировать на ферзевый фланг.][%hint Попробуем сделать ход пешкой, чтобы перекрыть диагональ черного слона и напасть на него одним и тем же ходом!]}\r\n2...Bg7\r\n    {Отлично. Защищенная пешка g5 закрывает черному слону диагональ c1-h6 и угрожает его взятием.   Белые готовы рокировать на ферзевый фланг - сделаем ход!}\r\n3.O-O-O+\r\n    {[%wrong Это не рокировка белого короля. Попробуем снова!][%hint Попробуем рокировать на ферзевый фланг.] Молодец! Король рокирует, а белая ладья дает шах черному королю.}\r\n*"
   ],
   "title" : "Рокировка",
   "url" : "https://www.chess.com/ru/lessons/pora-igrat/rokirovka",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-NTC-castling-f9b.mp4"
}
