{
   "description" : "Тактика важна, но обычно комбинации возникают уже в лучшей позиции. Постараемся расположить свои фигуры более активно, занять центр и обезопасить короля. Когда мы этого добьемся, нам непременно выпадут хорошие комбинационные возможности.",
   "duration" : null,
   "fen" : "r4rk1/pbq1ppbp/1p3np1/8/2P5/R2P1NP1/1B2PPBP/Q3K2R b K - 2 15",
   "id" : "c3200db2-a0bd-11e8-80b5-1fdb20fa2ecb",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rn1q1rk1/1b1pbppp/p3p3/1ppnP3/3P4/2PB1N2/PP1NQPPP/R1B1R1K1 b - - 6 10\"]\r\n\r\n{Белые только что сделали ход Кbd2, закрывая диагональ c1-h6 слону. Как разменять опасного белопольного слона белых, атакующего королевский фланг черных?}\r\n10...Nf4\r\n    {[%wrong Это интересный ход, но так от белопольного слона белых не избавиться. Попробуем снова!][%hint Чернопольный слон белых больше не защищает поле f4. Как нанести двойной удар с этого поля?]}\r\n    (10...c4 $6 11.Bc2 {Это интересный ход, но он атакует только белопольного слона. Как избавиться от него?})\r\n11.Qe3\r\n    {Отличная идея! Черные напали на ферзя и слона  белых  одновременно. Избавимся от мощного белопольного слона!}\r\n11...Nxd3\r\n    {[%wrong Это не взятие белопольного слона белых. Попробуем снова!][%hint Возьмем белопольного слона белых.] Молодец! Черные забирают белопольного слона белых. Теперь их мощный слон, расположившийся на b7, держит под прицелом белые поля, не встречая сопротивления!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r2q1rk1/pp1b2pp/2pbpn2/3p1p2/2PP4/1P2PNP1/PB3PBP/R1Q2RK1 w - - 0 1\"]\r\n\r\n{Слон d6 защищает много слабых черных полей. Как от него избавиться?}\r\n1.Ba3\r\n    {[%wrong Это интересный ход, но нам нужно подготовить размен чернопольного слона черных. Попробуем снова!][%hint Какая фигура может напасть на чернопольного слона черных и вынудить размен?]}\r\n1...Qe7\r\n    {Отлично. Черные защищают чернопольного слона ферзем. Разменяем слонов!}\r\n2.Bxd6\r\n    {[%wrong Это не размен слонов. Попробуем снова!][%hint Возьмем чернопольного слона черных.]}\r\n2...Qxd6\r\n    {Молодец! Теперь черный слон больше не защищает поле e5. Займем его конем!}\r\n3.Ne5\r\n    {[%wrong В этой позиции мы хотим сделать ход Кe5. Попробуем снова!][%hint Сделаем ход Кe5.] Отличная позиционная игра! Белые получают большой перевес.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqn1k1/pp1p1ppp/2p2b2/8/8/BPNB4/P1PP1PPP/R3Q1K1 w - - 1 14\"]\r\n\r\n{Как получить позиционный перевес белыми? Увидим! Сначала нужно улучшить позицию ферзя и ослабить королевский фланг черных.}\r\n14.Qe4\r\n    {[%wrong Это интересный ход, но так белым не удастся улучшить позицию ферзя и ослабить королевский фланг черных. Попробуем снова!][%hint Как активизировать ферзя с угрозой мата?]}\r\n14...g6\r\n    {Молодец! Черные вынуждены ослабить черные поля вокруг короля. Введем в игру белую ладью, создавая новую угрозу!}\r\n15.Re1\r\n    {[%wrong Нам нужно ввести в игру белую ладью, создавая еще одну угрозу. Попробуем снова!][%hint Ладьям нравятся открытые вертикали!]}\r\n15...Nc7\r\n    {Белые завершили развитие, получив отличную позицию! Не расслабляемся, Черные готовы продолжать  ...d5, получая перевес в центре, атакуя белого ферзя и открывая диагональ своему белопольному слону. Как сделать так, чтобы фигуры черных оставались пассивными, а их пешка \"d\" не могла идти вперед?}\r\n16.Bd6\r\n    {[%wrong Это интересная идея. Поищем сильнейший ход, мешающий черной пешке \\\"d\\\" идти вперед. Попробуем снова!][%hint Как расположить фигуру, чтобы та мешала продвижению черной пешки \"d\"?] Отличная работа и впечатляющее позиционное понимание! Фигуры черных очень пассивны. Фигуры белых расположены гармонично, мешая черным. Белые могут развить сильную атаку на королевском фланге и выиграть партию.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r4rk1/pbq1ppbp/1p3np1/8/2P5/R2P1NP1/1B2PPBP/3QK2R w K - 1 15\"]\r\n\r\n{В этой позиции гроссмейстер Рихард Рети играл белыми. У белых давление по вертикали \"a\". Можем найти сильный позиционный ход, усиливающий давление ладьи по вертикали \"a\" и белого слона по большой черной диагонали?}\r\n15.Qa1\r\n    {[%wrong Это интересный ход, но он не позволяет усилить давление ладьи по вертикали \\\"a\\\" и белого слона по большой черной диагонали a1-h8. Попробуем снова!][%hint Какой неожиданный ход ферзя, усиливает угрозы ладьи a3 и слона b2 одновременно?]}\r\n15...Ne8\r\n    {Молодец! Белый ферзь усиливает и ладью на вертикали \"a\", и слона на большой черной диагонали. Гроссмейстер Рубинштейн отступает конем, пытаясь уменьшить давление по черным полям. Разменяем важного защитника короля черных - чернопольного слона!}\r\n16.Bxg7\r\n    {[%wrong Сделаем ход Рети, Сxg7.][%hint Сделаем ход Рети, Сxg7.]}\r\n16...Nxg7\r\n    {У белых большой позиционный перевес. Нужно ли усилить позицию с помощью рокировки или взять пешку a7?}\r\n17.O-O\r\n    {[%wrong Мы выбираем между Лxa7 и рокировкой на королевский фланг. Какой ход стоит предпочесть?][%hint Сможет ли белый ферзь покинуть поле a7 после размена ладей? Если нет, обезопасим короля!] Мы играем в гроссмейстерские позиционные шахматы! Белые обеспечивают безопасность короля и готовят ход Лb1 с давлением по полуоткрытым вертикалям \\\"a\\\" и \\\"b\\\". В дальнейшем Рети красиво победил.}\r\n    (17.Rxa7 $2 Rxa7 {Белые не попались в ловушку, приводившую к потере ладьи! Брать ладью на a7 нельзя, потому что в этом случае черные поймают ферзя ходом ...Лa8.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r2q1rk1/pp2ppbp/1nnp2p1/8/1PPP2b1/P1N2N1P/4BPP1/R1BQ1RK1 b - - 0 1\"]\r\n{У белых больше пространства в центре, но пешки c4 и d4 атакованы. Белые только что сыграли h3. Как черным распорядиться белопольным слоном?}\r\n1...Bxf3\r\n    {[%wrong Черные должны использовать положение слона на g4. Поищем сильный ход этой фигурой!][%hint Белый конь f3 защищает пешку d4. Что случится, если его разменять?]}\r\n    (1...Be6 $6 {Этот интересный ход атакует слабую пешку c4, провоцируя белых на продвижение d5?, позволяющее черным взять белого коня ходом ...Сxc3. Поищем более удачное продолжение.})\r\n    (1...Bf5 $6 2.Be3 {Белые продолжают развитие и усиливают центр с удобной позицией. Поищем сильнейший ход.})\r\n    (1...Bd7 $6 {Здесь слон расположен пассивно. Попробуем снова!})\r\n    (1...Bh5 $2 2.g4 {Черный слон пойман! Попробуем снова.})\r\n    (1...Bc8 $2 {Возвращать слона на исходную позицию и тратить время - неудачная идея. Поищем более активное продолжение!})\r\n2.Bxf3\r\n    {Отличное решение! Черные уничтожают коня f3, угрожая взятием ...Кxd4. Как продолжать черным?}\r\n2...Nxc4\r\n    {Молодец! Черные выиграли пешку конем, расположенным на не слишком активном поле b6. Теперь белая пешка d4 под серьезным давлением.}\r\n    (2...Nxd4 $5 3.Bxb7 {После ...Лb8 у черных сильная позиция с несколькими целями для атаки. Какой простой ход, позволяет черным выиграть пешку, не дав ничего взамен?})\r\n    (2...Bxd4 $5 {Взять пешку и напасть на беззащитного коня c3 - сильный ход, но черные ослабляют черные поля вокруг своего короля. Как взять пешку пассивно расположенной фигурой?})\r\n*"
   ],
   "title" : "Позиционная игра",
   "url" : "https://www.chess.com/ru/lessons/strategiia-dlia-prodolzhaiushchikh/pozitsionnaia-igra",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-positional-play-g9w.mp4"
}
