{
   "description" : "В 1957 году Эйве сыграл легкую партию с юным Робертом Фишером. Фишер был очень талантливым вундеркиндом, но еще не шахматистом мирового уровня. Посмотрим, как Эйве дал Фишеру урок, который тот не скоро забудет.",
   "duration" : null,
   "fen" : "r2r2k1/pp3ppQ/1q2bb1p/3p4/1n1P1N2/2N5/PPB2PPP/4RRK1 b - - 0 17",
   "id" : "c4169860-08a4-11ec-a240-7fc3d45d4d3d",
   "membership" : 50,
   "questions" : [
      "[Event \"Эйве - Fischer m\"]\r\n[Site \"New York, NY USA\"]\r\n[Date \"1957.03.09\"]\r\n[Round \"1\"]\r\n[White \"Max Эйве\"]\r\n[Black \"Robert James Fischer\"]\r\n[Result \"1-0\"]\r\n[ECO \"E30\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqk2r/ppp2ppp/5n2/3p2B1/1b1P4/2N5/PP2PPPP/R2QKBNR w KQkq - 0 6\"]\r\n[PlyCount \"31\"]\r\n[EventDate \"1957.??.??\"]\r\n[Source \"ChessBase\"]\r\n\r\n{Каким ходом Эйве подготовил развитие слона f1 в партии с юным Робертом Фишером?} 6. e3 {[%wrong Сделаем ход пешкой, чтобы подготовить развитие слона к центру.] [%hint Подготовим продолжение Сd3 на следующем ходу.]} (6. Rc1 $5 {Это выгодное развивающее продолжение, но Эйве решил открыть путь слону f1. Каким ходом?}) (6. Bxf6 $2 Qxf6 {Незачем отдавать противнику преимущество двух слонов. Поищем сильнейший ход, позволяющий развить другого слона.}) (6. Qa4+ $5 {Это выгодное развивающее продолжение, но Эйве решил открыть путь слону f1. Каким ходом?}) (6. Nf3 $5 {Это выгодное развивающее продолжение, но Эйве решил открыть путь слону f1. Каким ходом?}) (6. Qc2 $5 {Это выгодное развивающее продолжение, но Эйве решил открыть путь слону f1. Каким ходом?}) (6. Qb3 $5 {Это выгодное развивающее продолжение, но Эйве решил открыть путь слону f1. Каким ходом?}) (6. g3 $2 Nbd7 {Белый слон будет неудачно расположен на диагонали f1-h3. Поищем другое поле для его развития.}) (6. e4 $2 Bxc3+ {Черные собираются продолжать dxe4. Поищем сильнейший ход этой пешкой.}) \r\n6... h6 {Отлично! Как сохранить связку?} 7. Bh4 {[%wrong У черных все в порядке. Куда отступит слон с поля g5?] [%hint Отступим слоном, сохраняя коня f6 под связкой.]} (7. Bxf6 $5 {Это разумное продолжение, но Эйве решил сохранить черного коня под связкой. Каким ходом?}) (7. Bf4 $2 c5 {Выгоднее сохранить коня f6 под связкой. Каким ходом?}) (7. Qa4+ $2 Nc6 {Выгоднее сразу отступить слоном. На какое поле?}) \r\n7... c5 {Блестяще! Как продолжить развитие?} 8. Bd3 {[%wrong Поищем сильнейший развивающий ход.] [%hint Развиваем слона, атакуя королевский фланг черных.]} (8. Bb5+ $5 {Это сильный ход, но Эйве занял слоном центральное поле. Какое?}) (8. dxc5 $5 {Это выгодное взятие, но Эйве решил развить слона f1. Каким ходом?}) (8. Be2 $2 g5 {Поищем более активное поле для слона.}) (8. Nge2 $5 {Это сильный ход, но Эйве решил развить слона f1. На какое поле?}) (8. Nf3 $5 g5 {Это сильный ход, но Эйве решил развить слона f1. На какое поле?}) (8. a3 $2 Bxc3+ {У черных удобная позиция. Как развить слона f1?}) \r\n8... Nc6 {Прекрасно! Как продолжить развитие и защитить пешку d4?} 9. Nge2 {[%wrong Поищем сильнейший развивающий ход.] [%hint Развиваем коня к центру, избегая связки.]} (9. Nf3 $5 {Это приемлемое развивающее продолжение, но Эйве выбрал другое поле для коня. Какое?}) (9. a3 $5 {Это сильный ход, но Эйве решил развить коня g1. На какое поле?}) (9. Bc2 $5 {Это сильный ход, но Эйве решил развить коня g1. На какое поле?}) (9. Bxf6 $2 Qxf6 {У черных все в порядке. Как развить коня g1?}) \r\n9... cxd4 {Превосходно! Какое взятие напрашивается?} 10. exd4 {[%wrong Поищем выгодное взятие.] [%hint Возьмем так, чтобы пешка осталась в центре.]} (10. Nxd4 $5 {Это разумное продолжение, но Эйве нашел другое взятие на d4. Какое?}) (10. Bxf6 $2 Qxf6 {У черных все в порядке. Поищем сильнейшее взятие.}) \r\n10... O-O {Потрясающе! Куда увести короля с открытой вертикали?} 11. O-O {[%wrong Поищем сильнейший ход, позволяющий увести короля на фланг.] [%hint Обеспечим безопасность короля рокировкой.]} (11. Rc1 $5 {Это выгодное продолжение, но Эйве решил укрыть короля на фланге. Каким ходом?}) (11. Bc2 $5 {Это выгодное продолжение, но Эйве решил укрыть короля на фланге. Каким ходом?}) (11. h3 $5 {Это выгодное продолжение, но Эйве решил укрыть короля на фланге. Каким ходом?}) (11. Qc2 $2 Bd6 {Это разумное продолжение, но выгоднее укрыть короля на фланге. Каким ходом?}) (11. Qb3 $2 Be7 {Это разумное продолжение, но выгоднее укрыть короля на фланге. Каким ходом?}) \r\n11... Be6 {Восхитительно! Каким ходом Эйве подготовил создание батареи по вертикали b1-h7?} 12. Bc2 {[%wrong Поищем оптимальное поле для слона d3.] [%hint Отступим слоном d3, чтобы создать батарею из слона и ферзя в подходящий момент.]} (12. Bb1 $5 {Это сильный ход, но Эйве занял слоном другое поле на диагонали b1-h7. Какое?}) (12. a3 $5 {Это разумное продолжение, но Эйве решил отступить слоном, чтобы подготовить создание батареи по диагонали b1-h7. Каким ходом?}) (12. Rc1 $5 {Это разумное продолжение, но Эйве решил отступить слоном, чтобы подготовить создание батареи по диагонали b1-h7. Каким ходом?}) (12. h3 $5 {Это разумное продолжение, но Эйве решил отступить слоном, чтобы подготовить создание батареи по диагонали b1-h7. Каким ходом?}) (12. Bxf6 $2 Qxf6 {Незачем разменивать слона прямо сейчас. Поищем сильнейший ход другим слоном.}) (12. Qc2 $2 Be7 {Диагональная батарея будет сильнее, если расположить ферзя впереди. Как ее создать?}) (12. Qb1 $2 Re8 {Батарея будет сильнее, если расположить ферзя впереди. Как ее создать?}) \r\n12... Be7 {Великолепно! Каким ходом Эйве улучшил позицию коня e2?} 13. Nf4 {[%wrong Поищем сильнейший ход. Как активизировать коня?] [%hint Нападем на d5 другим конем.]} (13. Ng3 $2 g5 {Черные ловят слона. Поищем сильнейший ход конем.}) (13. Bxf6 $2 Bxf6 {Пока не время менять слона на коня. Поищем сильный ход конем e2.}) (13. Rc1 $5 {Это разумное продолжение, но выгоднее активизировать коня e2. Каким ходом?}) (13. Qd3 $2 Nb4 {Вилка позволяет черным получить выгодную позицию. Поищем сильный ход конем e2.}) (13. Na4 $2 Rc8 {У черных все в порядке. Попробуем активизировать другого коня.}) (13. Re1 $5 {Это разумное продолжение, но выгоднее активизировать коня e2. Каким ходом?}) \r\n13... Qb6 {Невероятно! Как устранить защитника королевского фланга черных?} 14. Bxf6 {[%wrong Поищем сильнейшее продолжение атаки.] [%hint Устраним защитника ключевого поля h7.]} (14. Nxe6 $2 fxe6 {У черных все в порядке. Поищем сильнейшее взятие.}) (14. Ncxd5 $2 Nxd5 {Черные получают материальный перевес. Поищем сильнейшее взятие.}) (14. Nfxd5 $2 Nxd5 {Черные получают материальный перевес. Поищем сильнейшее взятие.}) (14. Qd3 $2 Nb4 {Двойной удар позволяет черным получить хорошую игру. Поищем выгодное взятие.}) \r\n14... Bxf6 {Изумительно! Каким ходом Эйве начал сокрушительную матовую атаку?} 15. Qd3 {[%wrong Поищем сильнейший ход. Как создать угрозу мата?] [%hint Развиваемся и угрожаем матом.]} (15. Ncxd5 $2 Bxd5 {У черных все в порядке. Как создать угрозу мата?}) (15. Nfxd5 $2 Qxd4 {У черных все в порядке. Как создать угрозу мата?}) (15. Nxe6 $2 fxe6 {У черных все в порядке. Как создать угрозу мата?}) \r\n15... Rfd8 {Фантастика! Каким ходом Эйве подключил к атаке еще одну фигуру?} 16. Rae1 {[%wrong Поищем оптимальное поле для ладьи.] [%hint Развиваемся и захватываем открытую вертикаль \"e\".]} (16. Qh7+ $5 {Это сильный ход, но Эйве решил продолжить развитие и занять вертикаль \"e\". Каким ходом?}) (16. Rfe1 $5 {Это сильный ход, но белые решили развить другую ладью. Каким ходом?}) (16. Nfxd5 $2 Bxd5 {У белых выгодная позиция, но мы можем взять под бой поле e7 другим ходом. Каким?}) (16. Ncxd5 $2 Bxd5 {У белых выгодная позиция, но мы можем взять под бой поле e7 другим ходом. Каким?}) (16. Nxe6 $2 fxe6 {У черных все в порядке. Как занять вертикаль \"e\"?}) \r\n16... Nb4 {Ошеломительно! Как продолжить атаку?} 17. Qh7+ {[%wrong У черных перевес. Поищем самый активный ход ферзем.] [%hint Отступим ферзем с шахом.]} (17. Rxe6 $2 Nxd3 {У черных все в порядке. Поищем сильнейшее форсированное продолжение.}) \r\n17... Kf8 {Уникальный замысел! У нас много сильных ходов, но Эйве решил оттеснить коня с поля b4. Каким ходом?} 18. a3 {[%wrong Поищем сильнейший ход. Как напасть на коня b4?] [%hint Нападем на коня b4.]} (18. Bf5 $5 {Это сильное продолжение, но Эйве решил напасть на коня b4. Каким ходом?}) (18. Bg6 $5 {Это сильное продолжение, но Эйве решил напасть на коня b4. Каким ходом?}) (18. g3 $5 {Это сильное продолжение, но Эйве решил напасть на коня b4. Каким ходом?}) (18. Bb1 $5 {Это сильное продолжение, но Эйве решил напасть на коня b4. Каким ходом?}) (18. Ncxd5 $2 Nxd5 {У черных перевес. Поищем сильнейшее продолжение атаки.}) (18. Nfxd5 $2 Nxd5 {У черных перевес. Поищем сильнейшее продолжение атаки.}) (18. Nxe6+ $5 {Это сильное продолжение, но Эйве решил напасть на коня b4. Каким ходом?}) (18. Rxe6 $5 {Это сильное продолжение, но Эйве решил напасть на коня b4. Каким ходом?}) (18. Qh8+ $2 Ke7 {Ферзь вынужден отступить обратно на h7. Поищем нападение на коня b4.}) \r\n18... Nxc2 {Вы становитесь сильнее с каждым уроком! Каким ходом Эйве лишил черного короля возможности отступить на ферзевый фланг и выиграл партию?} 19. Ncxd5 {[%wrong Поищем сильнейшее продолжение. Как взять под бой поле e7?] [%hint Возьмем под бой поле e7 с нападением на черного ферзя.]} (19. Nfxd5 $5 {Это выгодное продолжение, но Эйве взял пешку другим ходом. Каким?}) (19. Qh8+ $2 Ke7 {Черные сохраняют материальный перевес. Возьмем под бой поле e7 прежде, чем давать шах ферзем.}) (19. Rxe6 $2 fxe6 {Черные получают слишком большой материальный перевес, а белые не могут дать мат. Как взять под бой поле e7?}) (19. Qxc2 $2 Kg8 {У черных все в порядке. Как взять под бой поле e7?}) (19. Nxe6+ $2 fxe6 {У черных все в порядке. Поищем сильнейшее взятие.}) \r\n19... Rxd5 {Браво! Каким ходом Эйве убедил противника сдаться?} 20. Nxd5 {[%wrong Поищем решающее взятие.] [%hint Возьмем под бой поле e7, нападая на черного ферзя.]} (20. Qh8+ $2 Ke7 {Белые получают перевес, но ферзь на h8 расположен неудачно. Поищем сильнейшее продолжение. Как помешать ходу черных Крe7?}) (20. Qxc2 $2 Rf5 {Черные получают слишком большой материальный перевес. Поищем сильнейшее взятие.}) (20. Rxe6 $2 fxe6 {У черных перевес. Поищем сильнейшее взятие.}) (20. Nxe6+ $2 fxe6 {Черные выигрывают. Поищем сильнейшее взятие.}) \r\n20... Bxd5 {Молодец! В партии Фишер уже сдался. Каким ходом белые дают мат?} 21. Qh8# {[%wrong Поищем сильнейший ход. Какой ведет к мату?] [%hint Проверим шахи. Какой ведет к мату?] Блестящая атака!} 1-0"
   ],
   "title" : "Сыграй как Макс Эйве: Эйве против Фишера",
   "url" : "https://www.chess.com/ru/lessons/sygrai-kak-maks-eive/eive-protiv-fishera",
   "video" : null
}
