{
   "description" : "В начальной позиции пешки f2 и f7 защищает лишь король, поэтому они могут оказаться под боем фигур противника. Если вы сможете напасть на вражескую пешку &quot;f&quot;, защищенную одни королем, двумя фигурами, то добьетесь материального перевеса или объявите мат. Чтобы защититься, можно сделать рокировку, и пешка &quot;f&quot; окажется под защитой ладьи.",
   "duration" : null,
   "fen" : "rnbqkb1r/ppp2ppp/3p1n2/4p1N1/4P3/1B6/PPPP1PPP/RNBQK2R w KQkq - 0 1",
   "id" : "c49c897a-a0ba-11e8-a3a6-c7142e6c3083",
   "membership" : 30,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/ppp2ppp/3p4/4p3/4P3/5N2/PPPP1PPP/RNBQKB1R w KQkq - 0 1\"]\r\n\r\n{Развиваем белопольного слона на диагональ, ведущую к главной слабости черных - пешке f7.}\r\n1.Bc4\r\n    {[%wrong Нам нужно вывести белого слона f1 на поле, откуда он может атаковать пешку f7. Попробуем снова!][%hint Этим ходом белопольный слон белых берет под бой центральное поле d5 и нападает на поле f7.] Молодец! Слон вступает в борьбу, сразу нападая на слабую пешку f7.}\r\n    (1.d4 $5 {Это тоже сильный ход, но мы хотим развить белопольного слона с нападением на слабое поле f7. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rn1qkbnr/ppp2ppp/3p4/4p3/2B1P1b1/5N2/PPPP1PPP/RNBQK2R w KQkq - 2 4\"]\r\n\r\n{Черные только что связали белого коня f3 ходом ...Bg4. Введем в игру другого белого коня, продолжая борьбу за центр.}\r\n4.Nc3\r\n    {[%wrong Нам нужно развить белого коня b1 к центру. Попробуем снова!][%hint С какого поля белый конь может взять под бой поля e4 и d5?]}\r\n4...a6 $2\r\n    {Молодец! Белые ввели в игру еще одну фигуру, а черные потратили время на ход пешкой. Как напасть на поле f7 и черного короля?}\r\n5.Nxe5\r\n    {[%wrong Этот ход не помогает белым напасть на поле f7. Попробуем снова!][%hint Какой неожиданный ход конем позволяет взять пешку и вместе со слоном напасть на поле f7?]}\r\n    (5.Bxf7+ $2 Kxf7 {Мы на верном пути, но белым нужно защитить слона на поле f7 фигурой. Попробуем снова!})\r\n5...Bxd1\r\n    {Фантастика! Белый конь помогает слону атаковать поле f7 и черного короля. Черные забирают ферзя, не замечая мат, связанный с нападением на поле f7. Возьмем пешку f7 с шахом.}\r\n6.Bxf7+\r\n    {[%wrong Это не взятие пешки f7 с шахом. Попробуем снова!][%hint Как взять пешку f7 с шахом?]}\r\n    (6.Nxf7 $2 {У белых уже не хватает ферзя. Нужно взять на f7 с шахом и напасть на короля. Попробуем снова!})\r\n6...Ke7\r\n    {Молодец! Белые конь и слон вместе атакуют черного короля. Подключим к атаке другого белого коня и объявим мат!}\r\n7.Nd5#\r\n    {[%wrong Этот ход не ведет к мату. Попробуем снова!][%hint Белый конь c3 готов занять центральное поле и дать черным мат.] Молодец! Три белые фигуры вместе дают мат черному королю.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rn1qkbnr/1pp2ppp/p2p4/4p3/2B1P1b1/2N2N2/PPPP1PPP/R1BQK2R w KQkq - 0 1\"]\r\n\r\n{Снова сделаем прекрасный ход Кxe5 и проверим, могут ли черные защищаться упорнее.}\r\n1.Nxe5\r\n    {[%wrong Этот не взятие черной пешки e5 конем. Попробуем снова!][%hint Возьмем черную пешку e5 конем f3.]}\r\n1...dxe5\r\n    {Отлично! Мы уже знаем, что случится, если черные возьмут белого ферзя. Как белым получить материальный перевес?}\r\n2.Qxg4\r\n    {[%wrong Этот ход не позволяет белым выиграть пешку. Попробуем снова!][%hint Черные не взяли белого ферзя слоном. Что делать белому ферзю?] Точно! Белые взяли слона, теперь у них лишняя пешка и перевес в развитии. Даже при лучшей защите черных позиция белых намного лучше!}\r\n    (2.Bxf7+ $2 Kxf7 {Белые отдают слона, теряя еще одну фигуру. Поищем другое взятие, позволяющее белым остаться с лишней пешкой.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqk2r/ppp2ppp/4pn2/2b5/4P3/5NP1/PPPN1P1P/R1BQKB1R b KQkq - 0 6\"]\r\n\r\n{Черный слон атакует слабую белую пешку f2. Как снова напасть на слабость в позиции белых?}\r\n6...Ng4\r\n    {[%wrong Нам нужно напасть на слабую белую пешку f2. Попробуем снова!][%hint У слона и коня отлично получается вместе атаковать пешку f2.] Верно! Черный конь присоединяется к нападению на поле f2, и белые не могут его защитить. Следующим ходом черные выиграют пешку.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqk2r/pp1n1ppp/2pp1n2/2b1p1B1/2P1P3/P2P1N1P/1P2BPP1/RN1QK2R b KQkq - 0 1\"]\r\n\r\n{Черный слон атакует пешку f2. Как подключить вторую фигуру к атаке пешки f2 и одновременно напасть на незащищенную пешку b2?}\r\n1...Qb6\r\n    {[%wrong Этот ход не позволяет дважды атаковать пешку f2. Попробуем снова!][%hint Мощный черный ферзь может атаковать поля f2 и b2 одновременно.]}\r\n2.O-O\r\n    {Молодец! Черные атакуют пешки f2 и b2 одновременно. Выиграем пешку b2 после рокировки белых!}\r\n2...Qxb2\r\n    {[%wrong Этот ход не ведет к взятию пешки b2. Попробуем снова!][%hint Как взять пешку b2?] Черные выиграли пешку двойным нападением на f2 и b2. Молодец!}\r\n*"
   ],
   "title" : "Слабые поля f2 и f7",
   "url" : "https://www.chess.com/ru/lessons/okhotimsia-na-korolia/slabye-polia",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-BEG-weak-squares-f2-f7-b9e.mp4"
}
