{
   "description" : "В начале третьего игрового дня Вишванатан Ананд победил Яна Непомнящего в 17 ходов. Каким ходом он перешел в атаку?",
   "duration" : 7,
   "fen" : "rn3rk1/pp3p1p/3qb1p1/2p2P2/2BpP3/2P2N2/P2Q2PP/R4RK1 b - - 0 15",
   "id" : "c63c03c8-9519-11ea-8670-319106b4b656",
   "membership" : 50,
   "questions" : [
      "[Event \"ONC\"]\r\n[Site \"?\"]\r\n[Date \"2020.05.07\"]\r\n[Round \"5\"]\r\n[White \"Anand\"]\r\n[Black \"Nepo\"]\r\n[Result \"1-0\"]\r\n[ECO \"D85\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqk2r/pp2ppbp/6p1/2p5/3PP3/2B5/PP3PPP/R2QKBNR w KQkq - 0 8\"]\r\n[PlyCount \"25\"]\r\n[EventDate \"2020.05.05\"]\r\n[SourceVersionDate \"2020.05.07\"]\r\n\r\n{Черные угрожают центру белых. Какой ход позволил Ананду сохранить пространственный перевес?} 8. d5 {[%wrong Поищем сильнейший ход. Как защитить пешку \"d\"?] [%hint Займем пешкой \"d\" безопасное поле.]} (8. Bb5+ $5 {Это интересное продолжение, но лучше вести вперед центральную пешку. Каким ходом?}) (8. dxc5 $2 Bxc3+ {Черные разбили белые пешки и скоро отыграют материальные потери. Поищем сильнейший ход пешкой.}) (8. Nf3 $2 cxd4 {Черные разменивают центральную пешку, добиваясь прочной позиции.}) (8. e5 $2 cxd4 {Черные разрушают пешечный центр белых. Поищем сильнейший ход пешкой.}) \r\n8... Bxc3+ {Отличное начало! Как продолжать дальше?} 9. bxc3 {[%wrong Черные выигрывают фигуру. Поищем выгодное взятие.] [%hint Возьмем слона.]} Qd6 {Блестящий выбор! Теперь Ананд продолжил развитие, взяв под бой ослабленные разменом слона черные поля на королевском фланге. Каким ходом?} 10. Qd2 {[%wrong Поищем сильнейший развивающий ход.] [%hint Займем ферзем выгодное черное поле.]} (10. Nf3 $5 {Это разумное продолжение, но Ананд решил взять под бой черные поля своим ферзем. Каким ходом?}) (10. Bb5+ $5 {Это разумное продолжение, но Ананд решил взять под бой черные поля своим ферзем. Каким ходом??}) (10. Qb3 $5 {Это разумное продолжение, но Ананд решил взять под бой черные поля своим ферзем. Каким ходом?}) (10. Qc2 $5 {Это разумное продолжение, но Ананд решил взять под бой черные поля своим ферзем. Каким ходом?}) (10. Qd3 $5 {Это разумное продолжение, но Ананд решил взять под бой черные поля своим ферзем. Каким ходом?}) (10. Be2 $5 {Это неплохой ход, но Ананд решил развить ферзя и взять под бой черные поля на королевском фланге противника. Какой ход он сделал?}) (10. Qc1 $2 f5 {Взять под бой черные поля - верная идея, но лучше увести ферзя с последней горизонтали. Каким ходом?}) \r\n10... O-O {Отличный ход! Черные грозят уничтожить центр белых ходом f7-f5. Как белым взять под бой поле e5, чтобы ответить на продвижение f5 ходом e4-e5?} 11. f4 {[%wrong Поищем ход, позволяющий белым усилить свои позиции в центре доски и взять под бой поле e5.] [%hint Возьмем под бой поле e5 пешкой.]} (11. Nf3 $5 {Это хороший ход, но Ананд решил взять под бой поле e5 другим способом. Какое продолжение он выбрал?}) (11. Be2 $5 {Это разумное продолжение, но Ананд решил усилить свои позиции в центре доски и взять под бой поле e5. Каким ходом он это сделал?}) (11. Bd3 $5 {Это разумное продолжение, но Ананд решил усилить свои позиции в центре доски и взять под бой поле e5. Каким ходом?}) (11. c4 $2 Qe5 {Черные нападают на ладью a1 и пешку e4, получая хорошую позицию. Поищем сильнейший ход пешкой, атакующий центр.}) (11. h4 $2 f5 {У черных сильная контригра против центра белых. Как взять под бой поле e5?}) (11. Qg5 $2 f5 {У черных сильная контригра. Поищем другой способ взять под бой поле e5.}) \r\n11... e6 {Нам удается находить сильнейшие ходы! Черные решили атаковать центр ходом d5, но Ананд просто продолжил развитие. Каким ходом?} 12. Nf3 {[%wrong Как развить коня?] [%hint Развиваем коня на самое активное поле.]} (12. c4 $2 Nd7 { У белых все в порядке, но отставание в развитии может принести им неприятности в будущем. Поищем сильный развивающий ход Ананда.}) (12. Bc4 $5 {Это хороший развивающий ход, но Ананд сначала развил другую фигуру королевского фланга. Как он сыграл?}) (12. dxe6 $2 Qxe6 {У черных безопасная позиция. Поищем сильный развивающий ход.}) (12. Ne2 $2 exd5 {Конь на e2 блокирует вашего слона. Поищем лучшее поле для коня.}) (12. Nh3 $2 exd5 {Конь будет более выгодно расположен в центре доски. Поищем сильнейший ход конем.}) \r\n12... exd5 {Здорово! Ананд не стал брать пешку, а сделал сильный развивающий ход. Какой?} 13. Bc4 {[%wrong Поищем сильнейший развивающий ход. Возьмите подсказку, если затрудняетесь.] [%hint Развиваемся и готовим рокировку. Помним, что пешка d5 связана!]} (13. exd5 $2 Nd7 {У черных безопасная позиция. Как продолжить развитие и напасть на связанную пешку?}) (13. Rd1 $2 Qe7 {Выгоднее взять под бой поле d5, развив фигуру королевского фланга. Каким ходом?}) (13. e5 $2 Qd8 {Черные сохраняют лишнюю пешку и выгодную позицию. Как продолжить развитие и взять под бой поле d5?}) (13. Qxd5 $2 Qxf4 {Черные сохраняют лишнюю пешку и перевес. Поищем, как продолжить развитие и взять под бой поле d5.}) (13. O-O-O $2 Bg4 {Выгоднее взять под бой поле d5, развив фигуру королевского фланга. Каким ходом?}) \r\n13... Be6 {Молодец! Каким ходом Ананд соединил свои ладьи?} 14. O-O {[%wrong Сделаем рокировку.] [%hint Обезопасим короля рокировкой на фланг.]} (14. f5 $2 Qe7 {Черные не против размена белопольных слонов. Поищем, как обезопасить своего короля.}) (14. e5 $2 Qe7 {Черные возвращают себе ключевое поле f5 с хорошей игрой. Поищем, как обезопасить своего короля.}) (14. Rd1 $2 d4 {Черные в порядке. Поищем, как обезопасить своего короля.}) (14. O-O-O $2 d4 {Поищем более безопасный фланг для рокировки.}) (14. exd5 $2 Bf5 {У черных хорошая  позиция. Как обезопасить своего короля?}) (14. Bxd5 $2 Bxd5 {Черные сами стремятся к размену слонов, а нам надо обезопасить своего короля.}) (14. Kf2 $2 Nd7 {Лучший способ обеспечить безопасность короля - рокировка.}) (14. Ke2 $2 d4 {Лучший способ обеспечить безопасность короля - рокировка.})\r\n14... d4 {Мы достигли немыслимых успехов! Какой сильный атакующий ход позволил Ананду дать быстрый мат?} 15. f5 {[%wrong Поищем сильный ход пешкой. Возьмите подсказку, если затрудняетесь.] [%hint Как можно быстрее создадим матовую сеть, поставив пешку на f6, а ферзя - на h6. За это можно отдать слона.]} (15. e5 $2 Qd7 {Черные прочно контролируют поле f5 с хорошей игрой. Поищем сильнейший ход пешкой.}) (15. Bxe6 $2 fxe6 {Черным выгоден размен слонов. Поищем сильный ход пешкой.}) (15. cxd4 $2 Bxc4 {Черные выиграли фигуру. Поищем, как лучше всего пожертвовать этого слона.}) (15. Bb5 $2 Bd7 {У черных прочная позиция. Поищем сильный атакующий ход пешкой.}) \r\n15... Bxc4 {Ваше мастерство растет с каждым ходом! У черных лишняя фигура, но белые побеждают прямой атакой на короля. Какое продолжение напрашивается?} 16. e5 {[%wrong У черных решающий материальный перевес. Поищем сильную угрозу.] [%hint Сначала нападем на ферзя черных.]} (16. cxd4 $2 Bxf1 {Черные добились материального перевеса и могут избежать мата. Поищем сильнейший ход пешкой.}) (16. f6 $2 Qxf6 {Черные добились материального перевеса и могут избежать мата. Поищем сильнейший ход пешкой.}) (16. Qh6 $2 Qf6 {Черные добились материального перевеса и могут избежать мата. Поищем сильнейший ход пешкой.}) (16. fxg6 $2 Bxf1 {Черные добились материального перевеса и могут избежать мата. Поищем сильнейший ход пешкой.}) \r\n16... Qd7 {Удивительный замысел! Каким ходом Ананд убедил своего противника сдаться?} 17. f6 {[%wrong Поищем выигрывающее пешечное продвижение.] [%hint Возьмем под бой пешки поле g7, чтобы подготовить быстрый мат.]} (17. Qh6 $2 f6 {Черные защищают королевский фланг и должны выиграть с лишним слоном. Поищем сильнейший ход, подготавливающий мат на g7.}) (17. e6 $2 Qc7 {Черные добились решающего материального перевеса, и белые уже не могут объявить мат. Поищем сильнейший ход пешкой.}) (17. cxd4 $2 Qxf5 {Черные сохраняют достаточный для победы материальный перевес, а белые не могут поставить мат. Поищем сильнейший ход пешкой.}) (17. Rfe1 $2 Qxf5 {Черные сохраняют достаточный для победы материальный перевес, а белые не могут поставить мат. Поищем сильнейший ход пешкой.}) (17. Rfd1 $2 Qxf5 {Черные сохраняют достаточный для победы материальный перевес, а белые не могут поставить мат. Поищем сильнейший ход пешкой.})\r\n17... Kh8 {Какое изящество! Каким ходом белые продолжили бы матовую атаку?} 18. Qh6 {[%wrong Поищем угрозу немедленного мата.] [%hint Создадим угрозу мата ферзем на поле g7.]} Rg8 {Отлично! И как теперь ставить мат?} 19. Ng5 {[%wrong Поищем, как создать угрозу мата на поле h7.] [%hint Атакуем поле h7 еще одной фигурой.]} (19. Rae1 $5 {Белые побеждают, но лучше сразу создать угрозу мата. Каким ходом?}) (19. h3 $5 {Белые побеждают, но лучше сразу создать угрозу мата. Каким ходом?}) (19. e6 $5 {Белые побеждают, но лучше сразу создать угрозу мата. Каким ходом?}) \r\n19... Bxf1 {Превосходно! Осталось только дать мат.} 20. Qxh7# {[%wrong Это не мат. Проверим все шахи и попробуем снова.] [%hint Проверим все шахи. Какой из них ведет к мату?] Мы умело довели атаку до конца!} 1-0"
   ],
   "title" : "Третий день: Ананд - Непомнящий",
   "url" : "https://www.chess.com/ru/lessons/uchimsia-na-kubke-natsii/tretii-den-anand-nepomniashchii",
   "video" : "https://media.chesscomfiles.com/videos/wide/RUS-anand-nepo-nc5.mp4"
}
