{
   "description" : "В шахматах пропуск хода невозможен, поэтому иногда возникают позиции, где неизбежен ход, ухудшающий собственное положение. Такая ситуация называется цугцванг. Умение поставить противника в цугцванг - важный прием, позволяющий добиться победы в окончаниях, но цугцванг возможен и в миттельшпиле.",
   "duration" : null,
   "fen" : "8/8/8/5Kp1/6Pk/8/8/8 w - - 0 1",
   "id" : "c76b7626-a0be-11e8-a763-db06e8367dc6",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/8/3K1p2/5P1k/8/8 w - - 6 4\"]\r\n\r\n{Короли борются за последние пешки. Смогут ли белые при своем ходе загнать противника в цугцванг, или у них самих закончатся ходы? Выбираем внимательно!}\r\n4.Ke5\r\n    {[%wrong Это интересный ход, но черные продолжают ...Крg2, побеждая с помощью цугцванга. Попробуем снова!][%hint Нам нужно сейчас напасть на черную пешку так, чтобы на следующем ходу продолжать Крe4, ставя противника в цугцванг!]}\r\n    (4.Ke4 $2 Kg3 {Это интересный ход, но теперь в цугцванге белые! Попробуем снова.})\r\n4...Kg3\r\n    {Отличное решение! Белые нападают на пешку, но пока не занимают поле e4. Пора поставить противника в цугцванг!}\r\n5.Ke4\r\n    {[%wrong Этот ход ведет к потере пешки f3 и проигрышу партии. Попробуем снова!][%hint Как одновременно защитить свою пешку f3 и напасть на вражескую?]}\r\n5...Kg2\r\n    {Черным приходится отступить, и белые переходят в выигранное окончание. Возьмем пешку!}\r\n6.Kxf4\r\n    {[%wrong Это не взятие черной пешки. Попробуем снова!][%hint Перейдем в выигранный эндшпиль, взяв черную пешку!] Здорово! Мы использовали цугцванг, чтобы добиться победы!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/p7/8/4Kp2/5Pk1/P7/8 w - - 0 1\"]\r\n\r\n{Короли борются за пешки \"f\". Как при своем ходе белые могут использовать пешку \"a\", чтобы поставить противника в цугцванг?}\r\n1.a3\r\n    {[%wrong Этот ход ведет к потере пешки f3. Попробуем снова!][%hint После хода пешкой \"a\" у нас должен остаться еще один ход в запасе, чтобы поставить противника в цугцванг.]}\r\n    (1.a4 $2 a5 {Это интересный ход, но теперь в цугцванге белые. Попробуем снова!})\r\n1...a5\r\n    {Иногда меньше значит больше. Мы хорошо поработали! Продвинувшись всего на одно поле вперед, белые сэкономили важный темп. Пора создать позицию цугцванга!}\r\n2.a4\r\n    {[%wrong Этот ход ведет к потере пешки \"f\". Попробуем снова!][%hint Возьмем черную пешку!]}\r\n2...Kf2\r\n    {Все понятно! Черные в цугцванге, поэтому король вынужден отступить от пешки. Возьмем черную пешку!}\r\n3.Kxf4\r\n    {[%wrong Это не взятие черной пешки. Попробуем снова!][%hint Возьмем черную пешку!] Здорово!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/6pp/8/7K/6PP/6k1/8 b - - 0 1\"]\r\n\r\n{Ход черных. Какая трехходовая комбинация позволяет поставить противника в цугцванг и дать ему мат?}\r\n1...Kf3\r\n    {[%wrong Это интересный ход, но он не ведет к цугцвангу. Попробуем снова!][%hint Расположим короля так, чтобы вынудить движение белой пешки \"g\".]}\r\n    (1...h5 $2 2.g4 {Это интересный ход, но теперь позиция ничейна. Попробуем снова!})\r\n    (1...g5+ $2 2.Kg4 {Это интересный ход, но теперь позиция ничейна. Попробуем снова!})\r\n2.g4\r\n    {Это отличное решение! Белые вынуждены сделать ход пешкой \"g\". Можем найти мат в два хода?}\r\n2...Kf4\r\n    {[%wrong Это интересная идея, но нам нужно форсировать мат следующим ходом. Попробуем снова!][%hint Как вынудить белых двинуть вперед пешку \"g\" и подготовить мат следующим ходом?]}\r\n    (2...g5+ $2 3.Kh5 {Черные проигрывают в этом сложном эндшпиле! Попробуем снова.})\r\n    (2...h5 $2 3.gxh5 {Теперь черные могут только добиться ничьей. Постараемся дать мат белому королю!})\r\n    (2...Kg2 $2 3.g5 {Мы вынудили белых двинуть вперед пешку \"g\", но теперь позиция ничейна. Попробуем снова!})\r\n    (2...Kf2 $2 3.g5 {Мы вынудили белых двинуть вперед пешку \"g\", но теперь позиция ничейна. Попробуем снова!})\r\n3.g5\r\n    {Отличная игра! Черные вынуждают белых двинуть вперед пешку \"g\" и сразу добиваются победы.}\r\n3...hxg5#\r\n    {[%wrong Этот ход не позволяет выиграть немедленно. Попробуем снова!][%hint Найдем мат в один ход.] Мы невероятно быстро научились использовать цугцванг. Не сбавляем обороты!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"kbK5/pp6/1P6/8/8/8/8/R7 w - - 0 1\"]\r\n\r\n{В этом известном этюде американского мастера Пола Морфи у белых есть удивительное вступление, форсирующее мат следующим ходом. Поищем его.}\r\n1.Ra6\r\n    {[%wrong Это интересный ход, но черные могут продолжать ...a6 с ничейной позицией. Попробуем снова!][%hint Как заблокировать пешку a7, вынуждая черных сделать ход слоном или пешкой \"b\"?]}\r\n1...bxa6\r\n    {Блестящий ход! Если черные отступают слоном, белые дают мат ходом Лxa7. Черные взяли белую ладью. Завершим партию!}\r\n2.b7#\r\n    {[%wrong Белые проиграют, если не дадут мат. Попробуем снова!][%hint Поищем мат в один ход.] Мы справились с решением!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"k7/p1K5/7p/P5p1/6P1/8/8/8 w - - 0 1\"]\r\n\r\n{У белых не хватает пешки, но на помощь приходит цугцванг! Поищем единственный ход, ведущий к победе белых!}\r\n1.a6\r\n    {[%wrong Это интересный ход, но он не ведет к цугцвангу, и белые не могут победить. Попробуем снова!][%hint Какое продолжение вынуждает черных сделать ход пешкой \"h\"?]}\r\n    (1.Kd7 $2 Kb7 {Черный король вырывается из клетки, забирает пешку \"a\", и черные побеждают. Попробуем снова!})\r\n    (1.Kc8 $2 a6 {У короля черных теперь есть поле для отступления, поэтому они избегают цугцванга и должны добиться ничьей. Попробуем снова!})\r\n    (1.Kc6 $2 Kb8 {У короля черных теперь есть поле для отступления, поэтому они избегают цугцванга и должны добиться ничьей. Попробуем снова!})\r\n1...h5\r\n    {Мы все поняли! Черные в цугцванге и вынуждены продолжать ...h5. Пора закончить партию!}\r\n2.gxh5\r\n    {[%wrong Нам нужно взять черную пешку \"h\", иначе мы проиграем. Попробуем снова!][%hint Что мешает нам взять черную пешку?]}\r\n2...g4\r\n    {На доске пешечная гонка. Ведем пешку вперед!}\r\n3.h6\r\n    {[%wrong Нам нужно вести пешку вперед. Пусть она обеспечит победу!][%hint Ведем пешку вперед!] Здорово! Белая пешка превращается в ферзя, объявляя мат.}\r\n*"
   ],
   "title" : "Цугцванг и выжидательные ходы",
   "url" : "https://www.chess.com/ru/lessons/endshpil-dlia-prodolzhaiushchikh/tsugtsvang-vyzhidatelnye-khody",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-zugzwang-t4h.mp4"
}
