{
   "description" : "Пешки не всегда могут сами постоять за себя - им нужно помогать королем. Короли не могут находиться на соседних полях, поэтому ваш король может помешать вражескому блокировать или взять вашу проходную пешку.",
   "duration" : null,
   "fen" : "8/2KpkP2/8/4P2p/8/8/8/8 w - - 0 1",
   "id" : "c8bbca1a-a0bb-11e8-8c80-c7d5af2d82f4",
   "membership" : 40,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/3k4/1K6/8/P7/8/8/8 w - - 0 1\"]\r\n\r\n{Черный король пытается попасть в угол доски, чтобы остановить продвижение белой проходной. Как белым обеспечить себе победу?}\r\n1.Kb7\r\n    {[%wrong Этот ход не мешает черному королю приблизиться к углу доски - Попробуем снова!][%hint Как помешать черному королю занять вертикаль \\\"c\\\"?] Отлично! Белые мешают черному королю попасть в угол. Теперь белая пешка неудержима!}\r\n    (1.a5 $2 Kc8 {Черный король попадает в ничейную зону. Единственный способ помешать ему попасть в угол - занять белым королем вертикаль \\\"a\\\", мешая продвижению пешки. Попробуем снова!})\r\n1...Kd6\r\n    {Отлично! Белые не пускают черного короля в центр. Теперь белая пешка неудержима! Черные пытаются подобраться к белой пешке, но теперь слишком поздно. Ведем пешку вперед!}\r\n2.a5\r\n    {[%wrong Нам нужно вести пешку вперед. Попробуем снова!][%hint Ведем вперед пешку \"a\"!] Черный король не может помешать белым провести пешку в ферзи.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/7p/7P/3k4/1p5B/6K1/8 b - - 0 1\"]\r\n\r\n{У черных не хватает фигуры, зато есть очень опасная проходная на b3. Как выиграть превращением пешки в ферзя?}\r\n1...Ke5\r\n    {[%wrong Это продолжение не мешает белым ходом Сf5 взять под бой поле превращения. Попробуем снова!][%hint Как черным помешать белому слону взять под бой поле превращения b1?]}\r\n    (1...Ke4 $2 2.Bd7 {Черные превратят пешку в ферзя за два хода, но белые ходом Сe8-g6 нападут на черного короля и только что превратившуюся фигуру. Мы на верном пути. Попробуем снова!})\r\n    (1...b2 $2 2.Bf5 {Белый слон взял под бой поле превращения, поэтому черные не смогут выиграть этот эндшпиль.})\r\n2.Bd7\r\n    {Отлично! Черный король мешает белому слону занять диагональ, где находится поле превращения b1. Слон пытается занять ее за два хода, но успевают ли белые вовремя?}\r\n2...b2\r\n    {[%wrong Проходную пешку нужно вести вперед. Попробуем снова!][%hint Белый слон стремится взять под бой поле превращения. Что делать?]}\r\n3.Be8\r\n    {Прекрасно! Черная пешка вовремя успевает к полю превращения. Превратим ее в ферзя!}\r\n3...b1=Q\r\n    {[%wrong Так пешка не станет ферзем. Попробуем снова!][%hint Превратим пешку в самую мощную шахматную фигуру!] Молодец! Черный король и пешка вместе побеждают белого слона.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2K2k2/8/8/4P3/8/8/8/8 w - - 0 1\"]\r\n\r\n{Мы собираемся победить или довольствуемся ничьей в этом окончании? Все зависит от нашего следующего хода!}\r\n1.Kd7\r\n    {[%wrong Этот ход позволяет черным ответить Крe7, сводя эндшпиль вничью. Попробуем снова!][%hint Как королю проводить пешку к полю превращения?]}\r\n    (1.Kd8 $5 {Если белый король на следующем ходу встанет на d7, чтобы помочь превращению пешки, это тоже принесет белым победу. Почему бы не занять поле d7 прямо сейчас?})\r\n1...Kf7\r\n    {Молодец! Белые защищают все поля, которые проходит пешка на пути к превращению. Ведем пешку вперед!}\r\n2.e6+\r\n    {[%wrong Это не продвижение пешки. Попробуем снова!][%hint Ведем пешку вперед!]}\r\n2...Kf8\r\n    {Продолжаем вести пешку вперед!}\r\n3.e7+\r\n    {[%wrong Пешка должна идти вперед. Попробуем снова!][%hint Ведем пешку вперед!] Отлично! Пешка превратится в ферзя на следующем ходу.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/2KpkP2/8/4P2p/8/8/8/8 w - - 0 1\"]\r\n\r\n{Белые не могут задержать черную проходную h5, поэтому стоит самим создать проходную с помощью жертвы.}\r\n1.f8=Q+\r\n    {[%wrong Так белым не создать проходную пешку. Попробуем снова!][%hint Как белым отвлечь черного короля от защиты пешки d7?]}\r\n    (1.f8=R $5 {Эта идея тоже выигрывает, но зачем избегать превращения в сильнейшую фигуру - ферзя?})\r\n    (1.f8=B+ $2 Ke6 {Не играем с едой! Превратив пешку не в ферзя, белые попали в ничейный эндшпиль!})\r\n    (1.f8=N $2 h4 {Не играем с едой! Превратив пешку не в ферзя, белые попали в ничейный эндшпиль!})\r\n    (1.Kc8 $2 h4 {Ход королем не помогает белым превратить пешку, поэтому им теперь нужно проявить осторожность, чтобы не проиграть. Попробуем снова!})\r\n    (1.e6 $2 {Это хорошая попытка, но белые были не вынуждены брать пешку королем, поэтому черные побеждают. Попробуем снова!} 1...dxe6)\r\n1...Kxf8\r\n    {Умный ход! Белые вынуждают черного короля оставить без защиты пешку d7. Возьмем ее!}\r\n2.Kxd7\r\n    {[%wrong Этот ход не ведет к взятию пешки d7. Попробуем снова!][%hint Возьмем пешку d7!]}\r\n2...h4\r\n    {Черная пешка рвется вперед. Кто раньше станет ферзем? Ведем вперед пешку!}\r\n3.e6\r\n    {[%wrong Это не продвижение пешки. Попробуем снова!][%hint Ведем пешку вперед!]}\r\n3...h3\r\n    {Пешечная гонка продолжается. Не отстаем!}\r\n4.e7+\r\n    {[%wrong Пешка должна идти вперед. Попробуем снова!][%hint Ведем пешку вперед!] Отлично! Пешка превратится в ферзя, даст шах, и белые вовремя поймают черную пешку.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/7K/4k2P/8/8/8/8/8 b - - 0 1\"]\r\n\r\n{Как черным спастись в этой позиции? Посмотрим!}\r\n1...Kf7\r\n    {[%wrong Этот ход не мешает белому королю покинуть вертикаль \\\"h\\\". Белые легко превращают пешку в ферзя. Попробуем снова!][%hint Как помешать белому королю покинуть вертикаль \\\"h\\\"?]}\r\n    (1...Kf6 $2 2.Kg8 {Белый король покидает угол, и теперь он сможет довести пешку до поля превращения. Попробуем снова!})\r\n    (1...Ke7 $2 2.Kg8 {Белый король покидает угол, и теперь он сможет довести пешку до поля превращения. Попробуем снова!})\r\n2.Kh8\r\n    {Хороший ход! Черные мешают королю белых покинуть вертикаль \\\"h\\\", и те не смогут превратить пешку в ферзя. Как продолжать черным?}\r\n2...Kf8\r\n    {[%wrong Этот ход не мешает белым увести короля с вертикали \\\"h\\\" с выигрышной позицией. Попробуем снова!][%hint Следуем тенью за белым королем...]}\r\n    (2...Kg6 $5 3.h7 {Хороший ход! Эта идея сработает, если черные следующим ходом поставят короля на f7. Сделаем ход королем, чтобы помешать белому королю покинуть вертикаль \\\"h\\\".})\r\n3.Kh7\r\n    {Хорошая защита! Черные не выпускают белого короля с вертикали \\\"h\\\". Сделаем еще один ход королем, чтобы помешать белому королю покинуть вертикаль \\\"h\\\".}\r\n3...Kf7\r\n    {[%wrong Этот ход не мешает белым увести короля с вертикали \\\"h\\\". Попробуем снова!][%hint Как помешать белому королю сделать ход Крg6?] Именно! Черные обеспечивают себе ничью.}\r\n*"
   ],
   "title" : "Защита проходной",
   "url" : "https://www.chess.com/ru/lessons/osnovy-endshpilia/zashchita-prokhodnoi",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-INT-escort-the-pawn-u2e.mp4"
}
