{
   "description" : "Пауль Керес был одним из сильнейших шахматистов, так и не сыгравших в матче на первенство мира. Одной из причин стала эта партия, сыгранная на Турнире претендентов в Цюрихе в 1953 году. Смыслов выиграл ее и обогнал на два очка Кереса, Бронштейна и Решевского, получив возможность сыграть матч на первенство мира.",
   "duration" : null,
   "fen" : "2rr2k1/pb3pbR/1p2p1pQ/8/3q4/PPp4R/5PPP/2B2BK1 w - - 0 24",
   "id" : "c8cd0524-798e-11eb-b235-1f9553de12ab",
   "membership" : 50,
   "questions" : [
      "[Event \"Zurich Candidates\"]\r\n[Site \"Zurich SUI\"]\r\n[Date \"1953.10.13\"]\r\n[Round \"24\"]\r\n[White \"Paul Keres\"]\r\n[Black \"\"]\r\n[Result \"0-1\"]\r\n[ECO \"E14\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkb1r/pp1p1ppp/4pn2/2p5/2P5/2N1PN2/PP1P1PPP/R1BQKB1R b KQkq - 0 4\"]\r\n[PlyCount \"51\"]\r\n[EventDate \"1953.08.30\"]\r\n[Source \"ChessBase\"]\r\n\r\n{Каким ходом Смыслов продолжил развитие, подготавливая рокировку?} 4... Be7 {[%wrong Поищем сильнейший развивающий ход.] [%hint Развиваем слона, чтобы сделать рокировку следующим ходом.]} (4... d5 $5 {Это интересная идея, но Смыслов решил подготовить рокировку. Каким ходом?}) (4... Nc6 $5 {Это интересная идея, но Смыслов решил подготовить рокировку. Каким ходом?}) (4... a6 $5 {Это интересная идея, но Смыслов решил подготовить рокировку. Каким ходом?}) (4... b6 $2 5. d4 {На Сb7 белые ответили бы d5 с хорошей позицией. Поищем сильнейший ход.}) \r\n5. b3 {Блестяще! Как увести короля из центра?} O-O {[%wrong Поищем оптимальное поле для короля.] [%hint Укроем короля на королевском фланге.]} (5... Nc6 $5 {Это разумное продолжение, но Смыслов увел короля из центра. Куда?}) (5... d5 $5 {Это разумное продолжение, но Смыслов увел короля из центра. Куда?}) (5... b6 $5 {Это разумное продолжение, но Смыслов увел короля из центра. Куда?}) \r\n6. Bb2 {Отлично! Каким ходом Смыслов подготовил развитие белопольного слона?} b6 {[%wrong Подготовим развитие белопольного слона.] [%hint Развиваем слона c8 на большую диагональ.]} (6... d5 $5 {Это интересная идея, но Смыслов решил подготовить развитие слона c8. На какое поле?}) (6... Nc6 $5 {Это интересная идея, но Смыслов решил подготовить развитие слона c8. На какое поле?}) \r\n7. d4 {Изумительно! Что делать с пешечным напряжением в центре?} cxd4 {[%wrong Поищем сильнейшее продолжение. Какое взятие напрашивается?] [%hint Разменяем пешки, чтобы белые не смогли открыть диагональ a1-h8 для слона.]} (7... d5 $5 {Это разумное продолжение, но Смыслов решил снять пешечное напряжение в центре. Каким ходом?}) (7... Bb7 $2 8. d5 {У белых перевес в центре. Поищем сильнейшее продолжение.}) \r\n8. exd4 {Превосходно! Как занять центр своей пешкой, чтобы белые не смогли его захватить?} d5 {[%wrong Поищем оптимальное продолжение. Какой ход пешкой напрашивается?] [%hint Займем центр, чтобы помешать ходу белых d4-d5.]} (8... Bb7 $5 {Это продолжение возможно, но Смыслов занял центр пешкой. Каким ходом?}) (8... Ba6 $5 {Это продолжение возможно, но Смыслов занял центр пешкой. Каким ходом?}) (8... d6 $2 9. Bd3 {У белых больше пространства в центре и небольшой перевес. Поищем сильнейшее продолжение.}) \r\n9. Bd3 {Прекрасно! Какую фигуру развить следующей?} Nc6 {[%wrong Поищем сильнейший развивающий ход.] [%hint Развиваем коня, атакуя пешку d4.]} (9... Na6 $5 {Это интересная идея, но Смыслов нашел оптимальное поле для коня. Какое?}) (9... Bb7 $5 {Это интересная идея, но Смыслов сначала развил коня. На какое поле?}) (9... Ba6 $5 {Это интересная идея, но Смыслов сначала развил коня. На какое поле?}) (9... dxc4 $5 {Это интересная идея, но Смыслов сначала развил коня. На какое поле?}) (9... Nbd7 $2 10. cxd5 {Белые получат небольшой перевес в позиции с изолированными пешками у обоих противников. Поищем оптимальное поле для коня.}) \r\n10. O-O {Фантастика! Как развить еще одну фигуру?} Bb7 {[%wrong Поищем сильнейший развивающий ход.] [%hint Займем большую белую диагональ.]} (10... Nb4 $5 {Это приемлемое продолжение, но Смыслов собирался развить другую фигуру. Каким ходом?}) (10... dxc4 $5 {Это приемлемое продолжение, но Смыслов собирался развить другую фигуру. Каким ходом?}) (10... Re8 $5 {Это приемлемое продолжение, но Смыслов собирался развить другую фигуру. Каким ходом?}) (10... Ba6 $2 11. Re1 {Этот слон лучше контролирует центр с другого поля. Какого?})\r\n11. Rc1 {Молодец! Как подключить к игре еще одну фигуру?} Rc8 {[%wrong Это хорошая попытка, но мы ищем сильнейший развивающий ход.] [%hint Займем ладьей полуоткрытую вертикаль.]} (11... Nb4 $5 {Это интересная идея, но Смыслов развил свою наименее активную фигуру. Каким ходом?}) (11... dxc4 $2 12. bxc4 {Белые прочно контролируют центр. Поищем сильнейший ход.}) \r\n12. Re1 {Отлично! Каким ходом Смыслов напал на слона противника?} Nb4 {[%wrong Поищем сильнейшее продолжение.] [%hint Предложим размен коня на белого слона d3.]} (12... Na5 $5 {Это продолжение возможно, но Смыслов нашел оптимальное поле для коня. Какое?})\r\n13. Bf1 {Блестяще! Какое активное поле для своего королевского коня нашел Смыслов?} Ne4 {[%wrong Поищем сильнейшее продолжение. Займем фигурой центр.] [%hint Централизуем коня f6, предлагая размен фигур.]} (13... Nc6 $5 {Это приемлемое продолжение, но Смыслов решил занять центр фигурой. Каким ходом?}) (13... Re8 $5 {Это приемлемое продолжение, но Смыслов решил занять центр фигурой. Каким ходом?}) (13... dxc4 $2 14. bxc4 {Белые доминируют в центре с хорошими шансами на атаку. Поищем сильнейшее продолжение.}) (13... a6 $5 {Это приемлемое продолжение, но Смыслов решил занять центр фигурой. Каким ходом?}) (13... h6 $5 {Это приемлемое продолжение, но Смыслов решил занять центр фигурой. Каким ходом?}) (13... g6 $5 {Это приемлемое продолжение, но Смыслов решил занять центр фигурой. Каким ходом?}) \r\n14. a3 {Изумительно! Какой полезный ход сделал Смыслов прежде, чем отступить конем b4?} Nxc3 {[%wrong Белые выигрывают фигуру. Попробуем снова.] [%hint Сначала разменяемся, потом отступим.]} (14... Na6 $5 {Это интересная идея, но Смыслов сделал полезный размен. Какой ход он выбрал?}) (14... Nc6 $2 15. Nxe4 {Белые выигрывают пешку. Попробуем снова.}) \r\n15. Rxc3 {Прекрасно! Куда отступит конь?} Nc6 {[%wrong Поищем сильнейший ход. Куда отступит конь?] [%hint Отступим конем так, чтобы он продолжил атаковать центр.]} (15... Na6 $2 16. Ne5 {У белых более активная позиция. Попробуем снова.}) \r\n16. Ne5 {Потрясающе! Белые предложили размен. Стоит ли на него соглашаться?} Nxe5 {[%wrong Поищем сильнейшее продолжение.] [%hint Меняем фигуры и нападаем на белую ладью после взятия.]} (16... Bf6 $5 {Это интересная идея, но Смыслов выбрал размен. Какой?}) (16... dxc4 $5 {Это разумное продолжение, но Смыслов начал с другого размена. Какого?}) \r\n17. Rxe5 {Превосходно! Каким ходом Смыслов напал на белую ладью?} Bf6 {[%wrong Поищем сильнейшее продолжение. Поищем сильную угрозу.] [%hint Нападем на ладью e5.]} (17... dxc4 $5 {Это интересная идея, но Смыслов решил напасть на ладью e5. Каким ходом?}) (17... g6 $5 {Это интересная идея, но Смыслов решил напасть на ладью e5. Каким ходом?}) (17... Bd6 $2 18. Rh5 {Это продолжение возможно, но мы можем найти оптимальное поле для слона.}) (17... f6 $2 18. Rxe6 {Белые выигрывают пешку. Попробуем снова.}) \r\n18. Rh5 {Фантастика! На поле h5 ладья расположена активно, но попадала под атаку. Как напасть на нее?} g6 {[%wrong Поищем сильнейшее продолжение.] [%hint Нападем на белую ладью пешкой.]} (18... dxc4 $5 {Это продолжение возможно, но Смыслов решил напасть на ладью h5. Каким ходом?}) \r\n19. Rch3 {Замечательно! Керес ставит все на атаку. Какое взятие напрашивается??} dxc4 {[%wrong Поищем сильнейший ход. Какое взятие напрашивается?] [%hint Откроем взятием большую диагональ для своего белопольного слона.]} (19... gxh5 $2 20. Qxh5 {У белых сильная атака. Поищем оптимальное продолжение.}) \r\n20. Rxh7 {Невероятно! Атака белых кажется опасной, но у нас есть возможности для защиты. Как продолжать черным?} c3 {[%wrong Поищем сильнейшее продолжение. Возьмите подсказку, если затрудняетесь.] [%hint Блокируем белого слона b2.]} (20... Bxg2 $2 21. Kxg2 {У белых лучшая позиция. Попробуем снова.}) (20... Qxd4 21. Qxd4 {Белые дают мат в четыре хода. Попробуем снова.}) \r\n21. Qc1 {Отлично! Керес пытается подключить ферзя к атаке, но Смыслов начеку. Каким ходом он переходит в контратаку?} Qxd4 {[%wrong Поищем сильнейшее продолжение. Какое взятие напрашивается?] [%hint Возьмем пешку, занимая центр ферзем.]} (21... Bxd4 $2 22. Rh8+ {Черные будут вынуждены смириться с вечным шахом после Крg7 и Лh7+.}) (21... cxb2 $2 22. Qh6 {Белые дают мат в два хода. Попробуем снова.}) (21... Bxg2 $2 {У черных все в порядке, но мы можем найти сильнейший ход. Какой?}) \r\n22. Qh6 {Блестяще! Фигуры белых окружили короля, но мы можем защититься. Каким ходом?} Rfd8 {[%wrong Поищем сильнейший ход ладьей.] [%hint Откроем путь к отступлению короля.]} (22... Rfe8 $5 {Это интересная идея, но мы можем найти оптимальное поле для ладьи.}) (22... Bg7 $2 23. Rh8+ {Белые дают мат на следующем ходу. Попробуем снова.}) \r\n23. Bc1 {Превосходно! Как вынудить белого ферзя отступить?} Bg7 {[%wrong Поищем сильнейшее продолжение. Как создать сильную угрозу?] [%hint Нападем на ферзя.]} (23... c2 $5 {Это интересная идея, но Смыслов решил напасть на белого ферзя. Каким ходом?}) (23... Rd5 $5 {Это интересная идея, но Смыслов решил напасть на белого ферзя. Каким ходом?}) \r\n24. Qg5 {Исключительный замысел! Смыслов стремится к размену ферзей, который отразит атаку белых. Как его предложить?} Qf6 {[%wrong Поищем сильнейшее продолжение. На каком поле ферзь будет расположен оптимально?] [%hint Предложим размен ферзей с поля, защищенного слоном g7.]} (24... Qe5 $5 {Это разумное продолжение, но Смыслов нашел другое поле для ферзя. Какое?}) (24... Bf6 $5 25. Qh6 {Это продолжение возможно, но Смыслов предложил размен ферзей. Каким ходом?}) (24... c2 $5 {Это продолжение возможно, но Смыслов предложил размен ферзей. Каким ходом?}) \r\n25. Qg4 {Молодец! У белых нет непосредственных угроз, поэтому мы можем сосредоточиться на своей атаке. Что делать черным?} c2 {[%wrong Поищем сильнейшее продолжение. Возьмите подсказку, если затрудняетесь.] [%hint Ведем проходную вперед.]} (25... Rd4 $5 {Это интересная идея, но нам выгоднее приблизить пешку к полю превращения.}) (25... Qd4 $5 {Это интересная идея, но нам выгоднее приблизить пешку к полю превращения.})\r\n26. Be2 {Отлично! Как централизовать еще одну фигуру, создавая новую угрозу?} Rd4 {[%wrong Поищем сильнейший ход. Как создать сильную угрозу?] [%hint Централизуем ладью с нападением на белого ферзя.]} (26... Qa1 $5 {Это интересная идея, но Смыслов решил напасть на белого ферзя. Каким ходом?}) (26... Ba6 $5 {Это интересная идея, но Смыслов решил напасть на белого ферзя. Каким ходом?}) (26... Rd1+ $2 27. Bxd1 {Белые выигрывают фигуру. Попробуем снова.}) \r\n27. f4 {Прекрасно! Ход пешки на f4 раскрыл белого короля и дал черным возможность нанести решающий удар. Каким ходом?} Rd1+ {[%wrong Поищем сильнейшее продолжение. Возьмите подсказку, если затрудняетесь.] [%hint Поищем решающий шах.]} \r\n28. Bxd1 {Замечательно! Каким ходом Смыслов оправдал жертву ладьи и убедил противника сдаться?} Qd4+ {[%wrong Поищем сильнейшее продолжение.] [%hint Нападем на белого короля и слона d1 двойным ударом.]} (28... cxd1=Q+ $5 {Это продолжение выигрывает, но мы ищем сильнейший ход. Объявим шах другой фигурой.}) (28... cxd1=R+ $5 {Это продолжение выигрывает, но мы ищем сильнейший ход. Объявим шах другой фигурой.}) (28... Qa1 $5 {Это продолжение выигрывает, но мы ищем сильнейший ход ферзем.}) \r\n29. Be3 {Блестяще! В партии белые сдались. Какой ход быстрее всего ведет к мату?} cxd1=Q+ {[%wrong Поищем скорейший путь к мату.] [%hint Превратим пешку в ферзя с шахом.] Молодец! Черные дают мат в пять ходов.} (29... cxd1=R+ $5 {Это интересная идея, но мы ищем скорейший путь к мату.}) (29... Qxd1+ $5 {Это интересная идея, но мы ищем скорейший путь к мату.}) 0-1"
   ],
   "title" : "Сыграй как Смыслов: Керес против Смыслова",
   "url" : "https://www.chess.com/ru/lessons/sygrai-kak-vasilii-smyslov/keres-protiv-smyslova",
   "video" : null
}
