{
   "description" : "В армагеддоне, где белых устраивала только победа, Дубов сыграл в свои лучшие шахматы, победив Хикару Накамуру и заняв первое место на Турнире Аббатства Линдорс 2020. Разбираем решающую атаку ход за ходом",
   "duration" : null,
   "fen" : "r2qk2r/1pp2pp1/p1n1b2p/2bn4/5p2/2NP2PP/PPP1N1BK/R1BQ1R2 w kq - 0 12",
   "id" : "cad0bd92-a7f3-11ea-bd66-d32ae0e0b0a7",
   "membership" : 50,
   "questions" : [
      "[Event \"Lindores Abbey Rapid Challenge Final 8\"]\r\n[Site \"?\"]\r\n[Date \"2020.06.03\"]\r\n[Round \"15.3\"]\r\n[White \"Dubov, Daniil\"]\r\n[Black \"Nakamura, Hikaru\"]\r\n[Result \"1-0\"]\r\n[ECO \"C26\"]\r\n[WhiteElo \"2770\"]\r\n[BlackElo \"2829\"]\r\n[SetUp \"1\"]\r\n[FEN \"r2qk2r/1pp2pp1/p1npbn1p/2b1p3/4P3/2NP2PP/PPP1NPB1/R1BQ1RK1 w kq - 0 9\"]\r\n[PlyCount \"23\"]\r\n[EventDate \"2020.??.??\"]\r\n[EventType \"rapid\"]\r\n[Source \"ChessBase\"]\r\n\r\n{Каким ходом Дубов подготовил продвижение f2-f4?} 9. Kh2 {[%wrong Поищем сильнейшее продолжение. Поищем выгодное поле для короля.] [%hint Отступим королем, чтобы развязать пешку f2.]} (9. Nd5 $5 {Это сильный ход, но Дубов решил избавиться от связки пешки f2. Каким ходом?}) (9. Kh1 $2 Bd7 {Вы на правильном пути, но король может еще и защитить пешку h3. С какого поля?}) (9. Be3 $2 Bxe3 {Размен на e3 лишает белых нужного продвижения f2-f4. Поищем, как избавиться от связки.}) \r\n9... d5 {Начало положено! Как ответить на наступление черных в центре?} 10. exd5 {[%wrong Попробуем снова. Поищем выгодное взятие.] [%hint Разменяем пешки в центре.]} (10. f4 $2 d4 {У черных хорошая позиция. Поищем выгодное взятие.}) (10. Nxd5 $2 {У нас есть более гибкое взятие. Какое?}) \r\n10... Nxd5 {Отлично! Как вскрыть центр до рокировки черных?} 11. f4 {[%wrong Попробуем снова. Поищем сильнейшее продолжение, связанное с нападением на пешку e5.] [%hint Предложим размен пешки e5.]} (11. Nxd5 $2 Bxd5 {Это взятие преждевременно. Попробуем снова. Как атаковать центр черных?}) (11. Bxd5 $2 Bxd5 {то взятие преждевременно. Попробуем снова. Как атаковать центр черных?}) (11. d4 $2 exd4 {Черные выиграли пешку. Попробуем снова. Как атаковать центр черных?}) \r\n11... exf4 {Молодец! Какое неожиданное взятие дает белым большой перевес?} 12. Bxd5 {[%wrong Поищем сильнейший ход. Проверим возможные взятия.] [%hint Поищем сильнейший размен на d5.]} (12. Nxf4 $2 Nxf4 {У черных приемлемая позиция. Поищем снова выгодное взятие в центре.}) (12. Nxd5 $2 Bxd5 {Поищем сильнейшее взятие коня.}) (12. Bxf4 $2 Nce7 {У черных выгодная позиция. Попробуем снова. Поищем выгодное взятие в центре.}) (12. Rxf4 $2 Nxf4 {Черные добиваются материального перевеса.\r\nПопробуем снова. Поищем выгодное взятие в центре.}) (12. gxf4 $2 Nde7 {У черных хорошая позиция. Попробуем снова. Поищем выгодное взятие в центре.}) \r\n12... Bxd5 {Черным стоило сначала взять пешку с шахом. Какое взятие позволит нам создать новую угрозу?} 13. Nxf4 {[%wrong Поищем сильнейший ход. Проверим возможные взятия.] [%hint Возьмем пешку с нападением на слона d5.]} (13. Nxd5 $2 Qxd5 {У черных все в порядке. Поищем сильнейшее взятие.}) (13. Rxf4 $2 O-O {У черных хорошая позиция. Попробуем снова. Поищем сильнейшее взятие.}) (13. Bxf4 $2 Be6 {У черных хорошая позиция.  Попробуем снова. Поищем сильнейшее взятие.}) (13. d4 $2 fxg3+ {У черных хорошая позиция.  Попробуем снова. Поищем выгодное взятие.}) \r\n13... Ne7 {Замечательно! Черные не могут продолжать Сe6. На это последует Кxe6, fxe6 и Фh5+, выигрывая слона c5. Каким ходом Дубов продолжил атаку после Ne7?} 14. Qh5 {[%wrong Поищем сильнейшее поле для ферзя.] [%hint Нападем ферзем на поле f7.]} (14. Nfxd5 $5 {Это отличная идея, но Дубов развил ферзя, создавая смертельную угрозу. Каким ходом?}) (14. Qg4 $5 {Это отличная идея, но Дубов нашел оптимальное поле для ферзя. Какое?}) (14. d4 $2 Bc4 {Это отличная идея, но Дубов развил ферзя, создавая смертельную угрозу. Каким ходом?}) (14. Ncxd5 $5 {Это отличная идея, но Дубов развил ферзя, создавая смертельную угрозу. Каким ходом?}) (14. Qe2 $2 O-O {У черных все в порядке. Поищем более агрессивный ход ферзем.}) \r\n14... c6 {Отлично! Как добиться материального перевеса?} 15. Ncxd5 {[%wrong Поищем сильнейшее продолжение. Поищем выгодное взятие.] [%hint Избавимся от защитника пешки f7.]} (15. Nfxd5 $5 {Это удачная находка, но Дубов нашел другое взятие на d5. Какое?}) (15. Be3 $5 {Это продолжение возможно, но Дубов сразу взял на d5. Каким ходом?})\r\n15... cxd5 {Здорово! Какой решающий двойной удар нашел Дубов?} 16. Ne6 {[%wrong Поищем сильнейший ход. Не забудем, что пешка f7 связана.] [%hint Нападем на ферзя, слона и пешку g7 одновременно.]} (16. Nxd5 $2 Qxd5 {Черные получают материальный перевес. Поищем сильнейший ход конем.}) (16. Qxd5 $2 Nxd5 {Черные получают материальный перевес. Поищем сильнейший ход конем.}) \r\n16... Qd6 {Как добиться материального перевеса?} 17. Nxg7+ {[%wrong Попробуем снова. Поищем выгодный шах.] [%hint Возьмем пешку конем с шахом.]} (17. Qxf7+ $5 {Это сильный ход, но Дубов взял другую пешку с шахом. Какую?}) (17. Rxf7 $2 g6 {Черные добиваются материального перевеса. Поищем сильнейшее взятие.}) (17. Nxc5 $5 {Это сильный ход, но Дубов сделал другое взятие конем. Какое?}) \r\n17... Kd7 {Блестяще! Какое взятие напрашивается?} 18. Rxf7 {[%wrong Попробуем снова. Поищем сильнейшее взятие.] [%hint Возьмем пешку и активизируем ладью.]} (18. d4 $5 {Это сильное продолжение, но Дубов взял незащищенную пешку. Каким ходом?}) (18. Qxf7 $2 Raf8 {Черные добиваются материального перевеса. Поищем сильнейшее взятие.}) (18. b4 $5 {Это интересная идея, но Дубов взял незащищенную пешку. Какую?}) (18. Bf4 $5 {Это интересная идея, но Дубов взял незащищенную пешку. Какую?}) (18. Bd2 $5 {Это интересная идея, но Дубов взял незащищенную пешку. Какую?}) \r\n18... Raf8 {Прекрасно! Каким ходом Дубов продолжил развитие, создавая новую угрозу?} 19. Bf4 {[%wrong Попробуем снова. Поищем нападение на ферзя черных.] [%hint Выведем слона с нападением на вражеского ферзя.]} (19. Qg4+ $5 {Это выгодный шах, но Дубов продолжил развитие, создавая новую угрозу. Каким ходом?}) (19. Rxf8 $5 {Это выгодное взятие, но Дубов продолжил развитие, создавая новую угрозу. Каким ходом?}) (19. Bd2 $5 {Это приемлемое продолжение, но выгоднее продолжить развитие, создавая новую угрозу. Каким ходом?}) (19. Nf5 $2 Qe6 {У черных хорошая позиция. Поищем сильнейшее нападение на черного ферзя!})\r\n19... Rxf7 {Здорово! Какое взятие напрашивается?} 20. Bxd6 {[%wrong Поищем сильнейший ход. Проверим свои взятия и попробуем снова.] [%hint Возьмем ферзя.] Блестяще! Вскоре Дубов довел материальный перевес до победы, выиграв матч и первый приз!} (20. Qg4+ $5 {Белые сохраняют преимущество, но у нас есть сильнейшее взятие. Какое?}) (20. Qxf7 $5 {Белые сохраняют преимущество, но у нас есть сильнейшее взятие. Какое?}) 1-0"
   ],
   "title" : "Сыграй как Даниил Дубов: Дубов против Накамуры",
   "url" : "https://www.chess.com/ru/lessons/sygrai-kak-daniil-dubov/dubov-protiv-nakamury",
   "video" : null
}
