{
   "description" : "Наша пешка превратилась в ферзя, но вражеская пешка тоже скоро превратится. Как ее остановить? Пешка на седьмой горизонтали иногда приносит ничью даже против ферзя. Коневую или центральную пешку ферзь может остановить с любого поля. Достаточно давать шахи, пока король противника не займет поле превращения. Тогда у сильнейшей стороны появится возможность подвести ближе своего короля. Защищающаяся сторона с ладейной или слоновой пешкой на седьмой горизонтали может добиться ничьей, используя патовую ловушку.",
   "duration" : null,
   "fen" : "8/8/8/Q7/8/8/1p4K1/2k5 w - - 0 1",
   "id" : "cb92d6e4-a0bf-11e8-ac5c-dd675a764295",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/6KQ/8/1k6/p7/8 w - - 0 1\"]\r\n\r\n{Черные собираются превратить пешку в ферзя или перейти в ничейное окончание с ладейной пешкой. Поищем единственный ход, позволяющий белым добиться победы.}\r\n1.Qh8\r\n    {[%wrong Это интересный ход, но он позволяет черным перейти в ничейное окончание с ладейной пешкой. Попробуем снова!][%hint Единственный путь к победе - взять под бой ферзем поле превращения и одновременно помешать черному королю приблизиться к нему. Как занять ферзем важную диагональ?]}\r\n    (1.Qh1 $2 Kb2 {Черные добиваются ничьей в классическом окончании с ладейной пешкой. Попробуем снова!})\r\n1...Kc2\r\n    {Отличное видение доски! Белый ферзь атакует поле превращения по диагонали. Снова только один ход ведет к победе белых. Какой?}\r\n2.Qa1\r\n    {[%wrong Это интересный ход, но мы не должны позволить черному королю защитить проходную пешку по второй или первой горизонтали. Попробуем снова!][%hint Блокируем проходную пешку!] Молодец! Белый ферзь блокирует поле превращения, и черные больше не могут рассчитывать на переход в ничейное окончание.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/6K1/8/1Q6/p7/1k6 b - - 0 1\"]\r\n\r\n{Как добиться ничьей в этом окончании с ладейной пешкой?}\r\n1...Ka1\r\n    {[%hint Один ход позволяет добиться ничьей, а другой сразу проигрывает. Выбираем внимательно!]}\r\n    (1...Kc1 $2 2.Qxa2 {Нам нужно защищать пешку, чтобы добиться ничьей в этом окончании. Попробуем снова!})\r\n2.Qd1+\r\n    {Здорово! Чтобы черный король не был запатован, белым приходится дать ему шах. У черных есть только один ход.}\r\n2...Kb2\r\n    {[%hint У черных есть только один ход. Какой?]}\r\n3.Qd4+\r\n    {Теперь у черных есть несколько ответных ходов, но только один позволяет добиться ничьей. Выбираем внимательно!}\r\n3...Kb1\r\n    {[%wrong Это интересный ход, но белые продолжают Фa1, занимая ферзем поле превращения пешки и добиваясь победы. Попробуем снова!][%hint Найдем единственный ход, позволяющий защитить пешку и поле ее превращения одновременно.]}\r\n4.Qb4+\r\n    {Мы все поняли! У черных есть несколько ответных ходов, но нам нужен тот, что связан с угрозой пата!}\r\n4...Ka1\r\n    {[%wrong Нам нужно выбрать ответный ход, связанный с угрозой пата. Поищем его!][%hint Расположим короля так, чтобы при ходе черных на доске был пат!] Отличная работа! Белые не могут усилить свою позицию.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/6K1/Q7/8/8/3p4/2k5 w - - 4 3\"]\r\n\r\n{Готовы продемонстрировать свое мастерство игры в окончаниях? Вынудим черного короля занять поле превращения проходной пешки!}\r\n3.Qc3+\r\n    {[%wrong Это интересный ход, но он не вынуждает черного короля отступить на поле превращения проходной пешки. Попробуем снова!][%hint Поищем шах, вынуждающий черных расстаться с пешкой или занять королем поле превращения своей проходной пешки.]}\r\n3...Kd1\r\n    {Отлично! Король занял поле превращения своей проходной пешки. Как продолжать белым?}\r\n4.Kf5\r\n    {[%wrong Это интересный ход, но нам нужно подвести короля ближе к черной пешке, чтобы он мог помочь нашему ферзю. Попробуем снова!][%hint Черные не грозят превратить пешку в ферзя, значит, пора подвести короля на помощь ферзю!]}\r\n    (4.Kg5 $5 {Мы на верном пути! Как подвести своего короля ближе к пешке и ферзю?})\r\n4...Ke2\r\n    {Здорово! Черные снова угрожают превратить пешку в ферзя. Как одновременно связать черную пешку защитой короля и взять под бой поле превращения?}\r\n5.Qc2\r\n    {[%wrong Нам нужно найти ход, позволяющий связать черную пешку защитой короля и взять под бой поле превращения. Поищем его!][%hint Как расположить белого ферзя так, чтобы тот связал  черную пешку защитой короля и взял под бой поле ее превращения?]}\r\n5...Ke1\r\n    {Все ясно! Черные вновь угрожают превращением пешки. Поищем шах черному королю, вынуждающий его занять поле превращения или отступить от проходной пешки.}\r\n6.Qe4+\r\n    {[%wrong Это интересный ход, но не шах, вынуждающий черного короля отступить. Попробуем снова!][%hint Какой шах вынуждает черного короля отступить?]}\r\n6...Kf1\r\n    {Что за потрясающий танец ферзя! Как напасть на черного короля и пешку одновременно?}\r\n7.Qd3+\r\n    {[%wrong Это интересный ход, но он не позволяет напасть на черного короля и пешку одновременно. Попробуем снова!][%hint Найдем поле, откуда можно напасть на черного короля и пешку одновременно, вынуждая короля отступить на e1.]}\r\n    (7.Qf4+ $2 Ke2 {Да, это двойное нападение, но белый ферзь удаляется от пешки. Поищем другое двойное нападение с поля рядом с черной пешкой!})\r\n7...Ke1\r\n    {Изумительно! Вынудим черного короля снова занять поле превращения.}\r\n8.Qe3+\r\n    {[%wrong Это интересный ход, но он не вынуждает черного короля занять поле превращения своей пешки. Попробуем снова!][%hint Какой шах вынуждает черного короля занять поле превращения пешки?]}\r\n8...Kd1\r\n    {Молодец! Что делать, когда черные не угрожают превращением своей пешки?}\r\n9.Ke4\r\n    {[%wrong Это интересный ход, но нам нужно вести короля на помощь ферзю. Попробуем снова!][%hint Как активизировать короля, приблизившись к ферзю и черной пешке?]}\r\n9...Kc2\r\n    {Отличная игра! Белый король все ближе к пешке! Как он может помочь ферзю дать шах черным?}\r\n10.Qd3+\r\n    {[%wrong Это интересный ход, но мы ищем шах с поля, защищенного белым королем. Попробуем снова!][%hint Найдем единственное поле рядом с королем белых, откуда ферзь может дать шах вражескому королю.]}\r\n10...Kc1\r\n    {Вы все поняли! Черный король пытается не занимать поле превращения, но мы можем снова вынудить его это сделать!}\r\n11.Qc3+\r\n    {[%wrong Это интересный ход, но он не вынуждает черного короля занять поле превращения. Попробуйте снова!][%hint Ищем единственный шах, вынуждающий черного короля занять поле превращения своей пешки.]}\r\n11...Kd1\r\n    {Хорошая работа! Завершим партию, подключив короля к атаке!}\r\n12.Ke3\r\n    {[%wrong Это интересный ход, но он не позволяет нам подключить короля к атаке. Попробуем снова!][%hint Как занять королем поле, откуда он нападает на черную пешку?] Впечатляющая игра в эндшпиле! Следующим ходом белые забирают пешку, и вскоре последует мат.}\r\n    (12.Kd3 $5 {Это тоже очень сильный ход - молодец! Займем королем поле e3.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/1K1Q4/8/8/5p2/8/6k1 b - - 0 1\"]\r\n\r\n{Как черным добиться ничьей в этой позиции?}\r\n1...f2\r\n    {[%wrong Это интересный ход, но он не позволяет нам добиться победы. Нужно как можно быстрее вести пешку вперед!][%hint Единственный шанс на ничью связан с продвижением пешки!]}\r\n2.Qg3+\r\n    {Здорово! Черные угрожали превращением пешки в ферзя, поэтому белые нападают на короля и пешку одновременно. Найдем сильнейший ход черных!}\r\n2...Kh1\r\n    {[%hint Не забываем, что при пате партия закончится вничью!]}\r\n    (2...Kf1 $6 {Этот ответ тоже ведет к ничьей, поскольку белый король еще очень далеко, но нам  нужно занимать поле превращения пешки лишь, если ничего другого не остается. Попробуем снова!})\r\n3.Qf3+\r\n    {Умный патовый трюк - ключевая идея, позволяющая черным добиться ничьей! Как им ответить на шах?}\r\n3...Kg1\r\n    {[%hint Защитим пешку...]}\r\n    (3...Kh2 $2 4.Qxf2+ {Нам нужно защитить пешку, чтобы спасти партию. Попробуем снова!})\r\n4.Qe3\r\n    {Отличная работа! Белые связывают пешку защитой черного короля. Как проще всего добиться ничьей?}\r\n4...Kh1\r\n    {[%hint Не забываем о патовом трюке!] Мы все поняли! Если пешка находится на вертикали слона, белые не могут усилить свою позицию. Хорошая работа!}\r\n    (4...Kg2 $5 {Этот ход тоже позволяет добиться ничьей, но не забываем о патовом трюке!})\r\n    (4...Kf1 $6 {Этот ответ тоже ведет к ничьей, поскольку белый король еще очень далеко, но нам нужно занимать поле превращения пешки лишь, если ничего другого не остается. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/2Q5/6K1/8/8/4kp2/8 w - - 0 1\"]\r\n\r\n{Обычно, если пешка расположена на слоновой вертикали, пешечное окончание ничейно, но здесь мы можем найти путь к победе. Начнем с хода Фe4+.}\r\n1.Qe4+\r\n    {[%wrong Нам нужно сделать ход Фe4+. Займем это поле ферзем.][%hint Займем ферзем поле e4.]}\r\n1...Kd1\r\n    {Нападем на черного короля и пешку с безопасного расстояния!}\r\n2.Qf3+\r\n    {[%wrong Это интересный ход, но не двойное нападение. Попробуем снова!][%hint Как напасть на черного короля с безопасного расстояния, угрожая взять черную пешку?]}\r\n    (2.Qd4+ $6 Ke2 {Да, это двойное нападение, но белый ферзь удаляется от пешки. Поищем другое двойное нападение с поля рядом с черной пешкой.})\r\n2...Ke1\r\n    {Здорово! Как вынудить черного короля занять поле превращения своей пешки?}\r\n3.Qe3+\r\n    {[%wrong Это интересный ход, но не шах, вынуждающий черного короля занять поле превращения своей пешки. Попробуем снова!][%hint Поищем шах, вынуждающий черного короля занять поле превращения своей пешки.]}\r\n3...Kf1\r\n    {Хорошая работа! Черный король вынужден занять поле превращения своей пешки. Используем этот темп, чтобы подвести ближе короля!}\r\n4.Kg4\r\n    {[%wrong Это интересный ход, но он не позволяет подвести ближе белого короля. Попробуем снова!][%hint Подведем короля ближе к черной пешке.]}\r\n    (4.Kf4 $5 {Это тоже сильный ход. Займем королем поле g4.})\r\n    (4.Kh4 $5 {Это тоже сильный ход. Займем королем поле g4.})\r\n4...Kg2\r\n    {Молодец! У белых есть несколько хороших возможностей, но мы одновременно свяжем черную пешку защитой короля и возьмем под бой поле превращения!}\r\n5.Qe2\r\n    {[%wrong Нам нужно найти ход, позволяющий связать черную пешку защитой короля и защитить поле превращения.][%hint Как связать черную пешку защитой короля и взять под бой поле превращения одним ходом?]}\r\n    (5.Qg3+ $6 Kh1 {Этот шах усложняет путь к победе белых. Свяжем черную пешку защитой короля.})\r\n    (5.Qd2 $6 Kh1 {Этот ход позволяет связать черную пешку защитой короля, но не взять под бой поле превращения пешки. Попробуем снова!})\r\n5...Kg1\r\n    {Здорово! Черные готовы превратить пешку в ферзя. Какой сильный ход короля позволит белым дать мат, если черные превратят пешку в ферзя.}\r\n6.Kg3\r\n    {[%wrong Это не ход королем, позволяющий победить, создав угрозу мата. Попробуем снова!][%hint Как расположить белого короля, чтобы объявить мат в ответ на превращение черной пешки в ферзя?]}\r\n    (6.Kf3 $2 f1=Q+ {Черные добиваются ничьей! Попробуем снова!})\r\n    (6.Kh3 $2 f1=Q+ {Черные добиваются ничьей! Попробуем снова!})\r\n6...f1=N+\r\n    {Молодец! Какой ход королем ведет к мату!}\r\n7.Kh3\r\n    {[%wrong Белые могут дать мат в два хода. Попробуем снова!][%hint Займем королем поле,  откуда он будет угрожать матом и не будет атакован черным конем.] Отличная техника эндшпиля позволила нам добиться выигранной позиции. Хорошая работа!}\r\n    (7.Kg4 $5 {И далее Крh3 с матом на следующем ходу - тоже сильный план. Молодец!})\r\n    (7.Kh4 $5 Nh2 {И далее Крh3 с матом на следующем ходу - тоже сильный план. Молодец!})\r\n    (7.Kf4 $6 Nh2 {Это продолжение тоже позволяет добиться победы точной игрой. Как дать мат следующим ходом?})\r\n    (7.Kf3 $6 Nh2+ {Это продолжение тоже позволяет добиться победы точной игрой. Как дать мат следующим ходом?})\r\n*"
   ],
   "title" : "Ферзь против пешки",
   "url" : "https://www.chess.com/ru/lessons/sekrety-endshpilia/ferz-protiv-peshki",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-queen-vs-pawn-e4r.mp4"
}
