{
   "description" : "Король - самая важная шахматная фигура, но ферзь - самая сильная. Как и король, ферзь может ходить в любом направлении: вперед, назад, вбок или по диагонали, но в отличие от короля ферзь перемещается на сколько угодно полей. Одно ограничение: он не может перепрыгивать через фигуры, стоящие у него на пути.",
   "duration" : null,
   "fen" : "3q4/8/8/8/8/8/8/3Q4 w - - 0 1",
   "id" : "cc63779c-a0b8-11e8-a376-b13050d5a5f5",
   "membership" : null,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/8/8/8/8/3Q4 w - - 0 1\"]\r\n\r\n{Мощный ферзь хочет дойти до верхнего края доски за один ход. Какой?}\r\n1.Qd8\r\n    {[%wrong Это хорошая попытка, но так не достичь верхнего края доски за один ход.][%hint Постараемся пройти ферзем как можно дальше, и мы доберемся до верхнего края доски за один ход!] Отлично! Ферзь достиг верхнего края доски за один ход.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"3Q4/8/8/8/8/8/8/8 w - - 0 1\"]\r\n\r\n{Теперь ферзь хочет отправиться вправо, оказавшись в углу доски за один ход. Можем поставить ферзя на нужное поле?}\r\n1.Qh8\r\n    {[%wrong Это хорошая попытка, но так ферзь не окажется в правом углу доски за один ход. Попробуем снова!][%hint Попробуем отправиться ферзем вправо как можно дальше, и он окажется в углу!] Отлично! Ферзь в углу.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"7Q/8/8/8/8/8/8/8 w - - 0 1\"]\r\n\r\n{Ферзь хочет сделать ход по диагонали и оказаться в нижнем левом углу доски за один ход. Какой?}\r\n1.Qa1\r\n    {[%wrong Это хорошая попытка, но ферзь не смог добраться до левого нижнего угла доски за один ход. Попробуем снова!][%hint Попробуем отправиться ферзем по диагонали как можно дальше, достигнув нижнего левого угла доски.] Отлично!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/8/8/8/P7/Q7 w - - 0 1\"]\r\n\r\n{Ферзь хочет дойти по прямой до верхнего левого угла доски за один ход, но у него на пути стоит пешка. Какое поле должен занять ферзь, чтобы добраться до цели на следующем ходу?}\r\n1.Qh1\r\n    {[%wrong Это хорошая попытка, но так ферзю не попасть в левый верхний угол доски на следующем ходу. Попробуем снова.][%hint Попробуем отправить ферзя как можно дальше вправо.] Фантастика! Теперь ферзь готов сделать ход по диагонали и достичь нужного поля на следующем ходу!}\r\n    (1.Qh8! {Молодец! Отсюда ферзь может добраться до левого угла на следующем ходу. Найдем для ферзя другой путь в угол?})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/8/8/8/K7/7Q w - - 0 1\"]\r\n\r\n{Ферзь готов отправиться в верхний левый угол доски по диагонали. Найдем нужный ход?}\r\n1.Qa8\r\n    {[%wrong Это хорошая попытка, но так ферзь не окажется в левом верхнем углу доски. Попробуем снова!][%hint Попробуем отправиться ферзем как можно дальше вверх и влево по диагонали.] Отлично!}\r\n*"
   ],
   "title" : "Ферзь",
   "url" : "https://www.chess.com/ru/lessons/kak-hodiat-figury/ferz",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-NTC-the-queen-p1q.mp4"
}
