{
   "description" : "Нет ничего лучше жертвы ферзя, позволяющей добиться победы. Ферзь ценен, но возможность поставить мат - еще ценнее. Иногда бывает оправданна жертва в обмен на достаточную компенсацию в виде хорошо координированных фигур.",
   "duration" : null,
   "fen" : "6R1/3Q3p/6bk/2p3p1/2P5/5q1P/r5PK/8 w - - 0 1",
   "id" : "ccd94c48-a0bc-11e8-aa07-7fc29f49c15a",
   "membership" : 40,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1b2rk1/pppp1ppp/8/2b1P3/2B3nq/5N2/PP3PPP/RNBQR1K1 b - - 0 1\"]\r\n\r\n{Черные пожертвовали фигуру, чтобы начать мощную атаку. Покажем свое умение атаковать и плести матовую сеть вокруг белого короля.}\r\n1...Qxf2+\r\n    {[%wrong Это интересная попытка, но мы ищем сильнейшее нападение на белого короля. Какое?][%hint Все развитые фигуры черных нападают на поле рядом с белым королем. Возьмем эту пешку!]}\r\n    (1...Bxf2+ $6 {У нас верная идея, но мы можем найти сильнейшее нападение на поле f2. Попробуем снова!})\r\n    (1...Nxf2 $2 2.Nxh4 {Это интересная попытка, но после размена ферзей у черных не хватает фигуры в простой позиции. Поищем более форсированное нападение на поле f2!})\r\n2.Kh1\r\n    {Молодец! Белый король вынужден отступить в угол. Как найти форсированный мат в два хода?}\r\n2...Qg1+\r\n    {[%wrong Это интересная попытка, но не форсированный мат в два хода. Попробуем снова!][%hint Какая жертва ферзя, позволяет блокировать короля его собственными фигурами?]}\r\n    (2...Qxe1+ $2 3.Qxe1 {Это интересная попытка, но не форсированный мат. Попробуем снова!})\r\n3.Rxg1\r\n    {Фантастика! Белые вынуждены принять жертву ферзя, взяв его ладьей или конем. В ответ на любое взятие следует мат. Закончим партию!}\r\n3...Nf2#\r\n    {[%wrong Это не мат. Попробуем снова!][%hint Поищем единственный шах черных в этой позиции.] Наше мастерство атаки продолжает возрастать - не сбавляем обороты!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2kr4/pp1rbppp/2n1p1q1/2p5/2PPQB2/2P2N2/P4PPP/1R1R2K1 w - - 0 1\"]\r\n\r\n{У черных очень сильное давление на пешку d4, но у их короля нет ходов. Он в большой опасности. Какая сильная жертва позволяет белым дать мат в два хода?}\r\n1.Qxc6+\r\n    {[%wrong Это интересная попытка, но нам надо форсировать мат в два хода. Попробуем снова!][%hint Белые слон и ладья нападали бы на поле b8, если вскрыть вертикаль \"b\" и уничтожить черного коня.]}\r\n    (1.Rxb7 $2 Qxe4 {Белый ферзь под боем. Поищем форсированный ход.})\r\n1...bxc6\r\n    {Сильный ход! Если бы черные закрылись от шаха ладьей на c7, белые выиграли бы ходом Фxc7 с матом. Теперь вертикаль \"b\" открыта. Даем мат!}\r\n2.Rb8#\r\n    {[%wrong Это не мат. Попробуем снова!][%hint Какой шах белые могут дать в этой позиции?] Молодец  - вновь жертва ферзя ведет к мату!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"4rk2/R4p2/1pp4p/2Pp1p1q/3P3P/1P2QPP1/P4K2/8 w - - 1 37\"]\r\n\r\n{В партии гроссмейстеров Василия Иванчука и Магнуса Карлсена ход белых. Какую удивительную жертву ферзя предложил Иванчук, чтобы открыть пешке путь к превращению и выиграть партию?}\r\n37.Qxe8+\r\n    {[%wrong Поищем сильную жертву ферзя. Попробуем снова!][%hint Черная ладья защищает последнюю горизонталь - ее нужно уничтожить!]}\r\n    (37.cxb6 $5 Rxe3 {Эта жертва ферзя также достаточна для победы, но черные могут получить контригру, потому что белый король оказывается под боем. Поищем форсированную жертву ферзя.})\r\n    (37.Qxh6+ $2 Qxh6 {Белые жертвуют ферзя, но выигрывают теперь черные. Поищем более полезную жертву!})\r\n37...Kxe8\r\n    {Невероятный ход! Белые забирают черную ладью, защищавшую последнюю горизонталь. Создаем проходную пешку и ведем ее вперед!}\r\n38.cxb6\r\n    {[%wrong Этот ход не ведет к созданию проходной пешки. Попробуем снова!][%hint Белые пожертвовали ферзя на последней горизонтали, чтобы создать проходную пешку. Сделаем это!]}\r\n38...f4\r\n    {Отлично! Карлсен отчаянно старается получить контригру против белого короля. Ведите пешку b6 вперед!}\r\n39.b7\r\n    {[%wrong Пешка b6 должна идти вперед. Попробуем снова!][%hint Сделаем ход пешкой b6!]} (39. gxf4 $2 Qxh4+ {Белый король расположен слишком уязвимо, и черные добиваются ничьей. Превратим пешку в ферзя как можно скорееe.}) (39. Ra8+ $5 {Это удачное продолжение, но белые сразу продвинули пешку \"b\". Сделаем этот ход.})\r\n(39. Ke2 $5 {Это удачное продолжение, но белые сразу продвинули пешку \"b\". Сделаем этот ход.})\r\n39...fxg3+\r\n    {Последняя попытка черных запутать положение. Куда отступит белый король?}\r\n40.Kg2\r\n    {[%hint Укроемся перед черной пешкой...] Фантастическая работа! Белый король находится перед черной пешкой, а черные не могут помешать белой пешке превратиться в ферзя.}\r\n    (40.Kxg3 $6 Qg6+ {Этот ход приносит белым выигрыш, но у черного ферзя появляется сильная контригра против открытого короля белых. Играем проще и избегаем осложнений!})\r\n    (40.Kf1 $2 Qxf3+ {О, нет! Черный ферзь забирает незащищенную пешку с победной атакой. Попробуем снова!})\r\n    (40.Kg1 $5 {Это сильный ход. Он тоже приносит белым победу! Какой ход королем блокирует продвижение пешки g3?})\r\n    (40.Ke3 $5 {Рискованно вести короля вперед, если черный ферзь еще находится на доске, но в данном случае король белых в безопасности, и они выигрывают. Какой ход королем блокирует продвижение пешки g3?})\r\n    (40.Ke1 $5 {Опасно занимать королем открытую вертикаль, пока черный ферзь еще находится на доске, но черные не могут воспользоваться открытым положением короля, поэтому белые все еще побеждают. Какой ход королем блокирует продвижение пешки g3?})\r\n    (40.Ke2 $5 {Опасно занимать королем открытую вертикаль, пока черный ферзь еще находится на доске, но черные не могут воспользоваться открытым положением короля, поэтому белые все еще побеждают. Какой ход королем блокирует продвижение пешки g3?})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"6R1/3Q3p/6bk/2p3p1/2P5/5q1P/r5PK/8 w - - 0 1\"]\r\n\r\n{У белых не хватает фигуры, и им грозит мат в один ход, поэтому черные ожидают, что те сдадутся. Какое форсированное продолжение позволяет белым дать мат?}\r\n1.Qg7+\r\n    {[%wrong Этот ход недостаточно форсирован. Черные выиграют партию. Попробуем снова!][%hint В этой позиции только один шах спасает белых. Какой?]}\r\n    (1.Rxg6+ $2 hxg6 {Эта жертва не позволяет белым дать мат. Попробуем снова!})\r\n    (1.Qxh7+ $2 Kxh7 {Эта жертва не ведет к выигрывающей атаке белых. Попробуем снова!})\r\n1...Kh5\r\n    {Молодец! Черному королю приходится идти по доске вперед. Какая сильная жертва ведет к мату в два хода?}\r\n2.Qxg6+\r\n    {[%wrong Это продолжение не ведет к мату в два хода,  поэтому побеждают черные.][%hint Как поймать черного короля на вертикали \\\"h\\\" и вынудить ее вскрытие жертвой?]}\r\n    (2.Qxh7+ $2 Bxh7 {Эта жертва ведет к потере ферзя. Попробуем снова!})\r\n2...hxg6\r\n    {Чудесно! Черный король пойман на вертикали \"h\", а жертва белого ферзя вскрывает ее и заканчивает партию. Объявим мат!}\r\n3.Rh8#\r\n    {[%wrong Этот ход не ведет к мату, а значит, отдает победу черным. Попробуем снова!][%hint Поищем единственный шах черным.] Черные ожидали, что белые сдадутся, но получили форсированный мат. Превосходно!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2rq3k/pb4pp/1p6/4RQ2/5R2/PB5P/1P1r2PK/8 w - - 0 1\"]\r\n\r\n{Черная ладья d2 и слон b7 атакуют слабую белую пешку g2, но черные не успеют добраться до белого короля. Найдем  ошеломительную жертву ферзя с матом в три хода.}\r\n1.Qxh7+\r\n    {[%wrong Мы ищем форсированное начало матовой комбинации, и эта догадка неверна. Попробуем снова!][%hint Как вскрыть вертикаль \"h\" для атаки на черного короля?]}\r\n    (1.Qf8+ $2 Qxf8 {Это интересная попытка, но последняя горизонталь защищена ладьей c8. Попробуем снова!})\r\n    (1.Qxc8 $2 Rxg2+ {На следующем ходу черные возьмут белого ферзя  с выигрывающей атакой. Как сразу атаковать черного короля?})\r\n1...Kxh7\r\n    {Вот так ход! Черный король лишается прикрытия. Как белым напасть на него по вертикали \"h\"?}\r\n2.Rh5+\r\n    {[%wrong Это интересная попытка, но этот ход не форсирует мат. Попробуем снова!][%hint Как дать шах черному королю по вертикали \"h\"?]}\r\n    (2.Rh4+ $2 Qxh4 {Обращаем внимание на фигуры, помогающие противнику защищаться!})\r\n2...Kg6\r\n    {Отличная работа! Черный король вынужден занять поле g6. Сумел ли он спастись от мата? Нет, если мы найдем мат в один ход!}\r\n3.Bf7#\r\n    {[%wrong Это не мат в один ход. Попробуем снова!][%hint Белым ладьям нужна помощь слона. Поищем мат в один ход.] Наши жертвы ферзя смертельно опасны. Так держать!}\r\n*"
   ],
   "title" : "Жертвы ферзя",
   "url" : "https://www.chess.com/ru/lessons/forsirovannaia-igra/zhertvy-ferzia",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-INT-queen-sacrifice-j6t.mp4"
}
