{
   "description" : "Это самое необычное правило в шахматах - убедимся, что оно нам знакомо. Взятие на проходе возможно после хода пешки на два поля вперед. Ответным ходом противник может взять эту пешку, если поле, которое перешагнула ранее не ходившая пешка, под боем у его пешки. Если черная пешка расположена на g7, а белая на h5, и черная пешка идет на g5, белая может ее взять, оказавшись на поле g6. Это возможно только на ответном ходу. После другого хода право взятия пешки на проходе теряется.",
   "duration" : null,
   "fen" : "8/8/8/6pP/pP6/8/8/8 w - - 0 1",
   "id" : "ce122eac-a0b9-11e8-b7cd-0b3c62e51e14",
   "membership" : null,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/3pp3/3P4/8/8/2K5/k7 w - - 0 1\"]\r\n\r\n{В этой позиции черные только что продвинули пешку на e6. Возьмем ее.}\r\n1.dxe6\r\n    {[%wrong Этот ход не ведет к взятию черной пешки e6. Попробуем снова!][%hint Возьмем пешку e6 своей пешкой.] Молодец! Белые забирают пешку e6.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/4p3/3p4/3q4/4P3/8/2K5/k7 w - - 0 1\"]\r\n\r\n{Возьмем черного ферзя.}\r\n1.exd5\r\n    {[%wrong Это не взятие черного ферзя. Попробуем снова.][%hint Возьмем черного ферзя пешкой.]}\r\n1...e5\r\n    {Молодец! Черная пешка \\\"e\\\" шагнула на два поля своим первым ходом, оказавшись на e5. Сможем взять ее на проходе, чтобы наша пешка оказалась на поле e6?}\r\n2.dxe6\r\n    {[%wrong Это не ход пешкой. Попробуем взять черную пешку e5 на проходе!][%hint Белые могут взять на проходе и выиграть черную пешку. Займем белой пешкой поле e6.] Отлично! Белые используют правило взятия на проходе, чтобы забрать черную пешку.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/8/2p5/6k1/P2P4/6K1 w - - 0 1\"]\r\n\r\n{Сразу две пешки белых могут шагнуть на два поля вперед. Сделаем ход, не позволяющий противнику получить проходную.}\r\n1.a4\r\n    {[%wrong Это не ход пешкой на два поля вперед. Попробуем снова.][%hint Сделаем ход на два поля вперед той пешкой, которую не возьмет пешка c4.] Отлично! Пешка идет вперед и превратится в ферзя.}\r\n    (1.d4 $2 cxd3 {Белые решили сделать ход на два поля вперед, пройдя \\\"мимо\\\" пешки c4, но черные могут взять ее на проходе.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"6q1/4kp2/4p3/4r1P1/3PK1R1/8/8/6R1 w - - 0 1\"]\r\n\r\n{Возьмем черную ладью пешкой d4.}\r\n1.dxe5\r\n    {[%wrong Это не взятие ладьи пешкой d4. Попробуем снова.][%hint Возьмем черную ладью пешкой d4.]}\r\n    (1.Kxe5 $1 {Взятие ладьи королем - тоже хороший ход, но лучше забрать ее пешкой d4.})\r\n1...f5+\r\n    {Молодец! Черные отвечают ходом f5, двигая пешку \\\"f\\\" на два поля вперед из начальной позиции и нападая на короля и ладью белых. К счастью для белых, пешку можно взять двумя способами. Можем найти сильнейшее взятие на проходе за белых?}\r\n2.gxf6+\r\n    {[%wrong Это не взятие на проходе. Попробуем взять пешку f5 на проходе.][%hint Возьмем на f5 ходом пешки на f6 так, чтобы еще и  напасть на ферзя.] Фантастика! Белые берут на проходе пешкой \\\"g\\\", объявляя шах черному королю и нападая на черного ферзя. Белые выиграют ферзя на следующем ходу.}\r\n    (2.exf6+ {Этот ход выигрывает пешку, но мы можем найти сильнейшее взятие на проходе.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2r3k1/pp1p2pp/8/2q4Q/1P1P4/8/P4r2/K7 w - - 0 1\"]\r\n\r\n{Возьмем черного ферзя пешкой b4.}\r\n1.bxc5\r\n    {[%wrong Попробуем взять ферзя пешкой b4.][%hint Возьмите черного ферзя пешкой b4.]}\r\n    (1.dxc5 {Этот ход также ведет к взятию черного ферзя, но лучше взять его пешкой b4.})\r\n1...d5\r\n    {Молодец! Черная пешка делает ход на два поля вперед из начальной позиции. Стоит ли белым брать на проходе, или предпочесть другое взятие пешки?}\r\n2.Qxd5+\r\n    {[%wrong Это не взятие пешки d5. Попробуем снова.][%hint Если мы сделаем взятие на проходе, ладья c8 даст смертельный шах. Поищем другое взятие пешки d5.] Молодец! Белые не вынуждены брать на проходе, что привело бы к мату в один ход. Вместо этого они безопасно выигрывают пешку с шахом!}\r\n    (2.cxd6 $2 Rc1# {Ой! Взятие на проходе позволило противнику поставить мат.})\r\n*"
   ],
   "title" : "Взятие на проходе",
   "url" : "https://www.chess.com/ru/lessons/pora-igrat/vziatie-na-prokhode",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-NTC-en-passant-e9b.mp4"
}
