{
   "description" : "Шахматы - увлекательная игра, которую легко освоить. В нее играют 32 фигурами на доске 8x8 из 64 полей. Победа достигается матом - поимкой короля противника. Король - самая важная, но не самая сильная фигура. Король может ходить на любое соседнее поле по вертикали, горизонтали или диагонали.",
   "duration" : null,
   "fen" : "4k3/8/8/8/8/8/8/4K3 w - - 0 1",
   "id" : "ce6da2c8-a0b4-11e8-a13a-1fb24235cda7",
   "membership" : null,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/K7/8/8/8/8/8 w - - 0 1\"]\r\n\r\n{Король идет в верхний угол доски. Сможем передвинуть короля на одно поле так, чтобы он приблизился к углу?}\r\n1.Ka7\r\n    {[%wrong Это интересный ход, но так король не становится ближе к верхнему краю доски. Попробуем снова!][%hint Передвинем короля на одно поле вперед] Отлично! Теперь король занимает поле по соседству с угловым.}\r\n    (1.Kb7! {Это тоже хороший ход, позволяющий королю занять поле по соседству с угловым. Попробуем пройти королем в угол по прямой.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/K7/8/8/8/8/8/8 w - - 0 1\"]\r\n\r\n{Король готов занять левый верхний угол. Можем сделать им ход по прямой, чтобы занять этот угол?}\r\n1.Ka8\r\n    {[%wrong Это интересный ход, но король не попадает в левый верхний угол доски. Попробуем снова!][%hint Передвинем короля по прямой, чтобы он попал в левый верхний угол.] Отлично! Король дошел до края доски.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/8/8/2K5/8/8 w - - 0 1\"]\r\n\r\n{Король хочет добраться до центра доски. Можем пойти королем на одно поле вправо по диагонали?}\r\n1.Kd4\r\n    {[%wrong Это хорошая попытка. Теперь постараемся приблизить короля к центру доски ходом на одно поле вправо по диагонали. Попробуем снова!][%hint Сделаем ход королем на одно поле вправо по диагонали.] Отлично! Теперь король занял центр доски.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/8/3K4/8/8/8 w - - 0 1\"]\r\n\r\n{Король хочет пройтись по центру. Передвинем его на одно поле вправо по прямой.}\r\n1.Ke4\r\n    {[%wrong Это хорошая попытка, но мы собирались передвинуть короля на одно поле вправо по прямой.][%hint Передвинем короля на одно поле вправо по прямой.] Отлично! Король занял другое центральное поле.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/8/8/8/7K/8 w - - 0 1\"]\r\n\r\n{Король хочет занять соседнее угловое поле. Можем отправить короля прямо в угол?}\r\n1.Kh1\r\n    {[%wrong Это хорошая попытка, но так король не занимает угловое поле. Попробуем снова!][%hint Передвинем короля на одно поле вниз, чтобы занять им угол.] Фантастика! Король оказался в углу.}\r\n*"
   ],
   "title" : "Король и цель игры",
   "url" : "https://www.chess.com/ru/lessons/kak-hodiat-figury/korol-i-tsel",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-NTC-the-king-and-the-goal-j3e.mp4"
}
