{
   "description" : "Безопасность короля - самый важный позиционный фактор в шахматах. Лучший способ обезопасить короля - рокировка. После рокировки мы сможем использовать свои центральные пешки в борьбе за центр и обеспечить безопасность короля под прикрытием фланговых пешек. Другая важная цель рокировки - помочь ладье бороться за центр.",
   "duration" : 5,
   "fen" : "2r1kr2/pp3ppp/8/8/8/P7/1P3PPP/3RR1K1 b - - 0 1",
   "id" : "cf428da0-3611-11ea-a663-a588a1f8e771",
   "membership" : 30,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"2019.09.04\"]\r\n[Round \"?\"]\r\n[White \"ch1 kprotect\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[Annotator \"Fischwitsch\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqk1nr/pppp1ppp/2n5/2b1p3/2B1P3/5N2/PPPP1PPP/RNBQK2R w KQkq - 0 4\"]\r\n[PlyCount \"1\"]\r\n[SourceVersionDate \"2019.09.04\"]\r\n\r\n{В этой позиции у белых несколько хороших ходов, но какой ход королем - сильнейший?} 4. O-O {[%wrong В этой позиции у белых несколько хороших ходов, но мы ищем сильнейший ход королем. Попробуем снова. Возьмите подсказку, если затрудняетесь.]\r\n[%hint Рокировка обеспечивает безопасность короля и позволяет занять центр ладьей. Сделаем этот сильный ход!] Молодец! Белый король защищен тремя пешками, а ладья f1 готова защитить центр. Продолжаем в том же духе!} (4. Ke2 $2 {Это интересная идея, но король должен покинуть центр. Как нам обеспечить его безопасность?}) (4. Kf1 $2 {Ваш король отправился в правильном направлении, но лучше сразу расположить его за тремя пешками и подвести ладью h1 ближе к центру. Как переместить две фигуры одним ходом?}) *",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"2019.09.04\"]\r\n[Round \"?\"]\r\n[White \"ch2kprotect\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[Annotator \"Fischwitsch\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqk1nr/pppp1ppp/2n5/2b1p3/2B1P3/5N2/PPPP1PPP/RNBQ1RK1 b kq - 0 4\"]\r\n[PlyCount \"3\"]\r\n[SourceVersionDate \"2019.09.04\"]\r\n\r\n{Черные хотят обеспечить безопасность короля рокировкой, но ей мешает конь на g8. Как вывести коня в центр и создать угрозу белой пешке e4?} 4... Nf6 {[%wrong Это интересная идея, но мы хотим развить коня g8, чтобы сделать рокировку. Поищем самое активное поле для этого коня.] [%hint Нужно вывести коня g8 в центр с нападением на пешку e4 и подготовить рокировку следующим ходом.]} (4... Nh6 $2 {Это продолжение помогает подготовить рокировку, но наш конь неудачно расположен на краю доски. Как нам вывести его в центр, напасть на пешку e4 и подготовить рокировку за один ход?}) (4... Nge7 $5 {Нам нужно расположить коня в центре. Поищем более активное поле, откуда он нападет на пешку e4.}) \r\n5. d3 {Молодец! Теперь пора обезопасить короля.} O-O {[%wrong Нам нужно обезопасить короля. Поищем сильнейший ход королем.] [%hint Сделаем рокировку.] Прекрасное решение! Черный король делает рокировку и помогает подключить ладью к борьбе за центр.} (5... Kf8 $2 {Король отправился в правильном направлении, но лучше сразу расположить его за тремя пешками и подвести ладью h8 ближе к центру. Как переместить две фигуры одним ходом?}) (5... Ke7 $2 {Это интересная идея, но зачем оставлять короля в центре, где он может попасть под атаку? Обезопасим его с помощью рокировки!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"2019.09.04\"]\r\n[Round \"?\"]\r\n[White \"ch3kprotect\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[Annotator \"Fischwitsch\"]\r\n[SetUp \"1\"]\r\n[FEN \"r2qk1nr/2pp1ppp/1pb5/8/p2P4/B1P2N2/P1P2PPP/R2QK2R w KQkq - 0 1\"]\r\n[PlyCount \"5\"]\r\n[SourceVersionDate \"2019.09.04\"]\r\n\r\n{У белых много возможностей, но не стоит забывать о самом важном факторе в шахматах - безопасности короля! Сделаем рокировку.} 1. O-O {[%wrong У белых много возможностей, но нам нужно сделать рокировку. Поищем нужный ход.] [%hint Нам нужно обезопасить положение короля рокировкой.]} Nh6 {Конь черных неудачно расположен на краю доски, но они собираются сделать рокировку следующим ходом. Как помешать рокировке черного короля и дать смертельный шах?} \r\n2. Qe2+ {[%wrong Это интересная идея, но мы ищем сильнейший ход. Попробуем снова. Возьмите подсказку, если затрудняетесь.] [%hint Даем шах по вертикали \"e\", чтобы подготовить мат.]} (2. Re1+ $5 {Этот шах позволит выиграть ферзя черных и помешать их рокировке - молодец! Теперь поищем сильный шах ферзем, позволяющий форсировать мат.}) (2. Qe1+ $5 {Молодец! Этот ход тоже ведет к мату, но в общем случае нам не стоит блокировать ладью f1. Поищем чуть более активное поле для ферзя и объявим шах.}) 2... Qe7 {Отлично! Пора дать мат!} 3. Qxe7# {[%wrong Это интересная идея, но не мат. Попробуем снова. Возьмите подсказку, если затрудняетесь.] [%hint Ищем взятие, ведущее к мату.] Мы прекрасно использовали то, что король черных остался без рокировки!} (3. Bxe7 $2 {Мы очень близки к цели! Выигрыш ферзя - сильный ход, но другое взятие позволит не только выиграть ферзя, но и объявить мат. Попробуем снова.}) *",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"2019.09.04\"]\r\n[Round \"?\"]\r\n[White \"ch4kprotect\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[Annotator \"Fischwitsch\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1b1kbnr/ppppqppp/2n5/8/2BpP3/5N2/PPP2PPP/RNBQK2R w KQkq - 0 1\"]\r\n[PlyCount \"5\"]\r\n[SourceVersionDate \"2019.09.04\"]\r\n\r\n{Черные угрожают взять пешку e4 с шахом. Обезопасим короля и поставим ловушку!} 1. O-O {[%wrong Это интересная идея, но нам нужно обезопасить своего короля и поставить ловушку. Какой ход позволяет переместить сразу две фигуры?] [%hint Обезопасим короля и подготовим развитие ладьи на поле e1.]} (1. Ke2 $2 Qxe4+ {Это интересная идея, но мы хотим увести короля из центра чтобы он не попал под атаку. Сделаем рокировку!}) (1. Kd2 $2 Qb4+ {Это интересная идея, но мы хотим увести короля из центра, чтобы он не попал под атаку. Попробуем снова.}) (1. Kf1 $2 {Наш король отправился в правильном направлении, но нам нужно и вывести из угла доски ладью h1. Передвинем две фигуры одним ходом!}) \r\n1... Qxe4 {Отличное решение! Черный ферзь берет пешку, хотя этот ход открывает вертикаль, ведущую к королю черных. Пора занять вертикаль, где расположены король и ферзь черных, менее ценной фигурой.} 2. Re1 {[%wrong Это интересная идея, но мы ищем более сильный ход. Попробуем снова. Возьмите подсказку, если затрудняетесь.] [%hint После рокировки наша ладья стала активной атакующей фигурой. Как использовать ее для нападения черного ферзя?]} (2. Bxf7+ $5 {Ого! Эта невероятная комбинационная идея тоже приносит успех при точной игре. Теперь используем ладью, чтобы сразу выиграть черного ферзя.}) (2. Qe2 $2 Qxe2 {Это интересная идея, но мы хотим напасть на черного ферзя менее ценной фигурой и выиграть его. Попробуем снова!}) (2. Qe1 $2 Qxe1 {Это интересная идея, но мы хотим напасть на черного ферзя менее ценной фигурой и выиграть его.  Попробуем снова!}) \r\n2... Qe7 {Молодец! Черный ферзь не может отступить, потому что должен защищать короля. Возьмем черного ферзя!} 3. Rxe7+ {[%wrong Это интересная идея, но мы ищем взятие черного ферзя. Найдем нужный ход.] [%hint Ладья готова взять черного ферзя. Вперед!] Мы умело использовали рокировку, чтобы обезопасить короля и подключить ладью к атаке.} *",
      "[Event \"Leipzig -\"]\r\n[Site \"Leipzig GER\"]\r\n[Date \"1877.??.??\"]\r\n[Round \"?\"]\r\n[White \"ch5kprotect\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[Annotator \"Fischwitsch\"]\r\n[SetUp \"1\"]\r\n[FEN \"r3r1k1/pp3ppp/2pb1n2/3p4/3P4/1B2B2P/PPPQ1Pq1/R3K2R w KQ - 0 1\"]\r\n[PlyCount \"1\"]\r\n[EventDate \"1877.??.??\"]\r\n[SourceVersionDate \"2019.09.04\"]\r\n\r\n{Король белых неудачно расположен в центре доски, а ладье h1 угрожает взятием черный ферзь. Как обезопасить  положение короля и защитить ладью h1 одним ходом?} 1. O-O-O {[%wrong Это интересная идея, но она не позволяет обезопасить короля и защитить ладью h1 одновременно. Не забываем о рокировке на ферзевый фланг!] \r\n[%hint Если мы не можем рокировать на королевский фланг, это не значит, что мы не можем рокировать вообще. Обратим внимание на ферзевый фланг!] Отличное решение! Позиция белых не лишена слабостей, но теперь наш король в безопасности, а ладьи - соединены. Прекрасная работа!} (1. Ke2 $2 {Этот ход позволяет соединить ладьи, но король неудачно расположен в центре доски. Не забываем о рокировке на ферзевый фланг!}) (1. Rf1 $2 {Белая ладья теперь расположена безопасно, но король может попасть под атаку в центре. Как обезопасить короля и защитить ладью h1 одним ходом? Не забываем о рокировке на ферзевый фланг!})\r\n*"
   ],
   "title" : "Безопасность короля",
   "url" : "https://www.chess.com/ru/lessons/debiutnye-printsipy/bezopasnost-korolia-1",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-OP-protect-your-king-p2q.mp4"
}
