{
   "description" : "Хорошие фигуры расположены активно, и у них есть цели для атаки. С плохими фигурами все наоборот. Их подвижность ограничена, или они не атакуют ничего полезного. Нам нужно активизировать свои фигуры, разменивая те, которые мы не сможем расположить активно. Полезно также ограничить активность фигур противника.",
   "duration" : null,
   "fen" : "2b4k/1p4p1/pPp1p3/2P2p1p/2N2P1P/4P1P1/3K4/8 w - - 0 1",
   "id" : "d0cfc394-a0bd-11e8-99ab-f7686959d2a5",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqk2r/1p1n1pb1/p1p1p1pp/2Pp3n/PP1P1B2/3BPN2/3N1PPP/R2QK2R w kq - 0 1\"]\r\n\r\n{Конь черных плохо расположен на h5, но они собираются забрать сильного чернопольного слона белых. Куда белым отступить слоном, чтобы избежать этого размена?}\r\n1.Bd6\r\n    {[%wrong Этот ход не предотвращает ...Кxf4 с разменом неудачно расположенного коня на сильного слона. Попробуем снова!][%hint  Как расположить чернопольного слона, чтобы тот избежал размена и помешал черным сделать рокировку?] Молодец! Белые избежали размена сильного слона на плохо расположенного коня. Черные не могут сделать рокировку, и у них пассивная позиция.}\r\n    (1.Bg3 $2 Nxg3 {Не позволяем противнику разменять свою плохую фигуру на нашу хорошую. Попробуем снова!})\r\n    (1.Be5 $6 {Это неплохой ход, но зачем позволять черным разменять нашего слона? Как найти для него более удачное поле?})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1r5/2p1bk1p/p1Pp2pP/P4pP1/1R1PpP2/4P3/4NK2/1R6 w - - 0 1\"]\r\n\r\n{В этой закрытой позиции белый конь сильнее черного слона. Как найти ход, позволяющий белым навсегда выключить  его из игры?}\r\n1.d5\r\n    {[%wrong Это интересный ход, но он не мешает черным продолжать ...d5, вводя слона в игру. Попробуем снова!][%hint Черные собираются оживить слона ходом пешки. Заблокируем ее, чтобы вывести слона из игры!] Молодец! Теперь черный слон совсем пассивен. Белые готовы продолжать Кd4-e6 и перевести ладью на b7, наращивая давление на пешку c7 с подавляющей позицией.}\r\n    (1.Nc3 $2 d5 {Ход пешкой освобождает черного слона. Черные продолжат Крe6, защищая слабую пешку d5, и смогут удержать эту позицию. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/4k1b1/1p1p1pPp/1P1P1K1P/7B/8/8 w - - 0 1\"]\r\n\r\n{Плохо, если все наши пешки расположены на полях того же цвета, что и слон. У черных плохой слон, пассивно защищающий свои пешки. Как белому слону двухходовым маневром взять под бой пешки b5 и f5 одновременно ?}\r\n1.Bf1\r\n    {[%wrong Это интересное продолжение, но оно не позволяет напасть на пешки b5 и f5 следующим ходом. Попробуем снова!][%hint Как слону сразу взять под бой пешку b5?]}\r\n1...Be8\r\n    {Отлично! Черный слон разрывается на части. Атакуем пешки b5 и f5, чтобы он не смог защитить обе одновременно!}\r\n2.Bd3\r\n    {[%wrong Это интересный ход, но он не позволяет напасть на пешки f5 и b5 одновременно. Попробуем снова!][%hint Поищем поле, откуда белый слон нападает на пешки f5 и b5 одновременно.] Молодец! Белый слон помогает королю атаковать пешку f5, а черные не могут защитить пешки f5 и b5 одновременно. При правильной игре белые выиграют пешку, а потом и партию.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r2qrnk1/2p3p1/1bp2p1p/p3p3/2P1P3/1PNN3P/P3QPP1/2R1R1K1 w - - 3 19\"]\r\n\r\n{Черный слон занимает активную диагональ a7-g1, атакуя белого короля. Как сделать этого сильного слона плохой фигурой?}\r\n19.c5\r\n    {[%wrong Это интересный ход, но так черного слона не сделать плохой фигурой. Попробуем снова!][%hint Черному слону нужно, чтобы диагональ a7-g1 оставалась открытой. Закроем ее и сделаем слона плохим!] Мы все поняли! Черный слон полностью выключен из игры пешкой c5 и своими же пешками ферзевого фланга!}\r\n    (19.Na4 $2 Bd4 {Отличная идея, но черный слон оттесняется на хорошее поле на активной диагонали. Как перекрыть эту диагональ?})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1q2rk1/3nbp1p/2p3p1/p3p3/Pn2P3/2N1BB1P/1PP2RP1/R4QK1 w - - 1 19\"]\r\n\r\n{В этом поединке гроссмейстеров черные только что сделали ход ...Кd7, собираясь продолжать ...Сc5 с разменом сильного слона белых. После этого у белых останется плохой белопольный слон. Каким хитрым ходом Анатолий Карпов избавился от плохого слона прежде, чем черные сыграли ...Сc5?}\r\n19.Bg4\r\n    {[%wrong Это интересный ход, но он не помогает белым разменять белопольного слона. Попробуем снова!][%hint Черный конь d7 и ферзь c8 находятся на одной диагонали. Воспользуемся этим, чтобы разменять белопольного слона!]}\r\n19...h5\r\n    {Вот именно - конь связан, поэтому ...Сc5 привело бы к потере фигуры после Сxd7. Борис Спасский нападает на белого слона. Разменяем эту плохую фигуру на черного коня d7.}\r\n20.Bxd7\r\n    {[%wrong Это не взятие черного коня d7. Попробуем снова!][%hint Возьмем коня d7 и избавимся от плохого слона!] Отличная работа! Наше позиционное мастерство растет!}\r\n*"
   ],
   "title" : "Хорошие и плохие фигуры",
   "url" : "https://www.chess.com/ru/lessons/strategiia-dlia-prodolzhaiushchikh/khoroshie-plokhie-figury",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-good-and-bad-pieces-j9r.mp4"
}
