{
   "description" : "Освоив язык шахмат, мы сможем выражать свои мысли свободно, используя символы нотации! Приводим несколько основных: Шах = + Мат = # Взятие = x Короткая рокировка = 0-0 Длинная рокировка = 0-0-0 Сильный ход = ! Слабый ход = ? Интересный ход = !? Сомнительный ход = ?! Ужасный зевок = ?? Потрясающий ход = !! Белые выиграли = 1-0 Черные выиграли = 0-1 Ничья = 1/2-1/2",
   "duration" : 12,
   "fen" : "3R4/1p4pk/8/1P6/2p1p1P1/2P5/1P2p2P/7K w - - 0 4",
   "id" : "d10a67f2-41b0-11ea-ba9c-d565a389d1df",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"2019.02.05\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[Annotator \"Fischwitsch\"]\r\n[SetUp \"1\"]\r\n[FEN \"5r2/1n6/2p3k1/b1Pb3p/P2Pp1pP/Q3P1P1/1B3PKR/3q4 b - - 0 37\"]\r\n[PlyCount \"3\"]\r\n[EventDate \"2019.??.??\"]\r\n\r\n{Белый король в опасности. Сделаем ход черных ...Фe1!} 37... Qe1 {[%wrong Это интересная идея, но нам нужно занять черным ферзем поле e1. Сделаем этот ход!] [%hint Займем черным ферзем поле e1.]} \r\n38. f4 {Молодец! Белые защищаются, перекрывая вертикаль \"f\". Как черным сразу добиться победы?} exf3# {Здорово! Взятие на проходе помогает сразу дать мат! [%wrong Это интересная идея, но черные могут выиграть в один ход. Какой?] [%hint Не забудем, что у пешек есть особый ход...]} (38... gxf3+ $2 39. Kh3 {Этот сильный ход тоже ведет к мату в несколько ходов. Поищем мат в один ход.}) *",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"2019.02.05\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[Annotator \"Fischwitsch\"]\r\n[SetUp \"1\"]\r\n[FEN \"2bk3r/p4pbp/2p1p3/2p5/5P2/2P1BN2/Pr4PP/R3K2R w KQ - 0 16\"]\r\n[PlyCount \"1\"]\r\n[EventDate \"2019.??.??\"]\r\n\r\n{Черные только что сделали ход ...Лxb2, угрожая взятием белой пешки на g2. Выбираем, в какую сторону рокировать: в короткую - 0-0, или длинную - 0-0-0. Найдем сильнейший ход!} \r\n16. O-O-O+ {Фантастика! Белые увели короля из центра, напали на черную ладью и дали королю шах ладьей. Этим двойным ударом белые выигрывают ладью! [%wrong Это интересная идея, но мы выбираем, в какую сторону рокировать белым. Попробуем снова!] [%hint Одна из рокировок позволяет напасть на две фигуры черных сразу. Поищем этот сильный ход!]} (16. O-O $2 {Этот ход позволяет обезопасить белого короля и защитить пешку g2. Теперь попробуем найти сильнейшую рокировку!}) *",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"2019.02.05\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[Annotator \"Fischwitsch\"]\r\n[SetUp \"1\"]\r\n[FEN \"4rr1k/1b4pp/pp4p1/4p1Q1/Pn1qP3/1BN5/1P3PPP/R4RK1 w - - 0 1\"]\r\n[PlyCount \"1\"]\r\n[EventDate \"2019.??.??\"]\r\n\r\n{Белые собираются напасть на черного ферзя и занять вертикаль \"d\". Как им продолжать: Лad1 или Лfd1?} \r\n1. Rad1 {Мудрое решение! Белые развивают фигуру и нападают на черного ферзя, занимая вертикаль \"d\". Заметим, что ладья f1 выполняет важную работу. Она защищает поле f2. Мы выбрали нужную ладью! [%wrong Это интересная идея, но нам нужно внимательно выбрать, какую ладью расположить на поле d1. Подумаем!] [%hint Одна из ладей защищает важную пешку. Какую?]} (1. Rfd1 $2 Qxf2+ {Это интересная идея, но прежде, чем сделать ход, нужно всегда проверять, не осталось ли что-то без защиты. Попробуем снова!}) *",
      "[Event \"TPCC Game\"]\r\n[Site \"?\"]\r\n[Date \"2018.07.09\"]\r\n[Round \"?\"]\r\n[White \"Paulsen, Mark\"]\r\n[Black \"Diesen, Don\"]\r\n[Result \"0-1\"]\r\n[Annotator \"Fischwitsch\"]\r\n[SetUp \"1\"]\r\n[FEN \"3r2k1/1p4p1/8/1P6/2p1p1P1/2Ppr3/1P4RP/3R3K b - - 0 1\"]\r\n[PlyCount \"7\"]\r\n[EventDate \"2018.??.??\"]\r\n\r\n{91-летний шахматист Дон Дизен играет черными. Он делает ход, похожий на зевок, а на самом деле очень сильный. Продолжим наступление ходом ...Лe2!} 1... Re2 {[%wrong Это интересная идея, но мы хотим сделать ход ...Лe2! Вперед!] [%hint Этот ход похож на зевок, но все же займем черной ладьей поле e2.]} \r\n2. Rxe2 {Белым кажется, что черные допустили зевок, потому что черная пешка d3 связана защитой ладьи d8. Удивим белых ходом  ...dxe2!} dxe2 {[%wrong Это интересная идея, но черные побеждают только ходом ...dxe2! Двигаем пешку!] [%hint Пешка связана, но мы все равно сделаем ход ...dxe2!]} \r\n3. Rxd8+ {Молодец! Отступим королем так, чтобы белые не смогли дать новый шах по седьмой горизонтали.} Kh7 {[%wrong Отступим королем.] [%hint Отступим королем туда, где белые не смогут дать ему шах с поля d7.]} (3... Kf7 $5 4. Rd7+ {Отлично - черные выигрывают и в этом варианте. Теперь отступим королем на поле h7.}) \r\n4. Kg2 {Белые готовы продолжать Крf2, но они опаздывают после ...e1=Ф! Сделаем этот ход.} e1=Q {[%wrong Это интересная идея, но нам нужен ход ...e1=Ф! Попробуем снова.] [%hint Превратим пешку в сильнейшую из фигур.] Фантастическая комбинация 91-летнего шахматиста - его противник сдался. Блестяще!} 0-1",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"2019.01.18\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[Annotator \"Fischwitsch\"]\r\n[SetUp \"1\"]\r\n[FEN \"1r6/4q1pb/4Np1k/7P/6RK/2B5/8/8 w - - 0 2\"]\r\n[PlyCount \"3\"]\r\n[EventDate \"2019.??.??\"]\r\n\r\n{В шахматной партии возникает много возможностей. Кажется, что белые проигрывают, но они могут дать мат. Каким ходом?} \r\n2. Bd2+ {[%wrong Это интересная идея, но материальный перевес черных слишком велик. Поищем более форсированное продолжение.] [%hint У белых конь за ферзя, но черный король в большой опасности. Как напасть на короля черных, вынудив пешку шагнуть вперед?]} (2. Rg6+ $2 Bxg6 {Это интересная идея, но у черных слишком большое материальное преимущество, а у белых нет выигрывающей атаки. Сможем найти другой шах?}) (2. Nxg7 $2 f5+ {Это интересная идея, но черные дают королю вскрытый шах, собираясь взять следующим ходом ладью. Попробуем снова!}) (2. Bxf6 $2 Qxf6+ {Это интересная идея, но белые просто отдают фигуру. Поищем нападение на черного короля.}) (2. Rxg7 $2 Qxe6 {Это интересная идея, но белые просто отдают фигуру. Поищем нападение на черного короля.}) 2... g5+ {Молодец! Черные закрываются от шаха и сами дают шах! Проигрывают ли белые, или они могут сразу завершить партию неожиданным взятием?} \r\n3. hxg6# {[%wrong Это интересная идея, но это продолжение не позволяет белым спасти партию. Поищем особое взятие, позволяющее сразу выиграть.] [%hint Вспомним правило взятия пешкой \"на проходе\", когда противник делает ход пешкой на два поля, проходя мимо поля под боем у нашей пешки? Взятие на проходе позволяет выиграть!] Мы оказались на грани поражения, но сумели вырвать победу. Взятием на проходе белые вновь открывают слону диагональ для шаха, и черные не могут от него защититься. Блестяще!} (3. Nxg5 $2 Kg7 {Это интересная идея, но черные смогут отступить королем, получая выигранную позицию. Мы можем найти сильнейшее взятие. Попробуем снова!}) (3. Bxg5+ $2 fxg5+ {Это интересная идея, но черные побеждают, а мы не можем продолжить атаку. Поищем взятие, позволяющее выиграть партию!}) (3. Rxg5 $2 fxg5+ {Это интересная идея, но на Сxg5+ возможен ответ Фxg5 с победой черных. К победе белых ведет особое взятие - поищем его!}) *"
   ],
   "title" : "Символы шахматной нотации",
   "url" : "https://www.chess.com/ru/lessons/osnovy-strategii/simvoly-shakhmatnoi-notatsii",
   "video" : "https://media.chesscomfiles.com/videos/square/ENG-advanced-notation-4fb.mp4"
}
