{
   "description" : "Никогда не забываем о необходимости обеспечить безопасность своей самой важной фигуры, короля. Материальный перевес ничего не значит, если грозит мат. Стараемся защитить поля, откуда королю угрожает мат, или открыть ему путь к спасению.",
   "duration" : null,
   "fen" : "r3kbnr/pp1b1ppp/2n1p3/3p4/Q7/4BN2/P3qPPP/1R3RK1 w kq - 0 15",
   "id" : "d250407a-a0ba-11e8-b0da-5b18fbb01e86",
   "membership" : 30,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r3kbnr/pp1b1ppp/2n1p3/3p4/Q7/4BN2/P3qPPP/1R3RK1 w kq - 0 15\"]\r\n\r\n{Белые в очень плохом положении. У них не хватает нескольких пешек и двух легких фигур. Попробуем извлечь максимум из плохого положения и, по крайней мере, взять незащищенную черную пешку.}\r\n15.Rxb7\r\n    {[%wrong Это не взятие незащищенной черной пешки. Попробуем снова!][%hint Пешка b7 осталась без защиты. Как ее взять?]}\r\n15...Nd8 $2\r\n    {Молодец! Белые взяли пешку, а черные быстро сыграли ...Кd8, атакуя ладью и позволяя слону напасть на ферзя. Какой выигрывающий ход не заметили черные?}\r\n16.Qxd7#\r\n    {[%wrong Это хорошая попытка, но мы можем найти сильнейший ход, немедленно завершающий партию. Попробуем снова!][%hint В этой позиции черные не заметили очень важный шах...] Отличная работа! У черных большой материальный перевес, но они забывают о безопасности короля!}\r\n    (16.Rxd7 $2 {Хорошая попытка. Этот ход позволяет отыграть фигуру, но мы можем найти сильнейшее взятие. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1q1k2r/p4pbp/1pnQ2p1/4p3/4P3/2N1B3/1PP2PPP/R3K2R w KQkq - 0 14\"]\r\n\r\n{У белых выгодная позиция. Отправим коня прямо в центр.}\r\n14.Nd5\r\n    {[%wrong Белый конь может занять поле в центре. Попробуем снова!][%hint Займем белым конем центральное поле, защищенное пешкой e4.]}\r\n14...Bf8 $2\r\n    {Отлично! Расположенный в центре белый конь держит под боем ключевые поля во вражеском лагере. Черные нападают на белого ферзя, но черный король застрял в центре. Поищем сильнейший ход белых.}\r\n15.Nf6#\r\n    {[%wrong Это хорошая попытка, но мы можем сразу выиграть. Попробуем снова!][%hint Проверим все шахи белых, Один из них может оказаться матом...] Именно! Черные не заметили мат!}\r\n    (15.Nc7+ $6 {Этот ход хорош, но мы не заметили сильнейший шах. Попробуем снова!})\r\n    (15.Qf6 $6 {Белый ферзь уходит от нападения слона и нападает на ладью h8. Это сильный ход. Теперь попробуем добраться до черного короля!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2r2r1k/p4pb1/b3pN1p/R3P2P/3nBpN1/8/1P3PP1/4K2R b K - 0 26\"]\r\n\r\n{Белая ладья только что пошла с a1 на a5, взяв пешку и оставив последнюю горизонталь без защиты. Воспользуемся уязвимым положением короля!}\r\n26...Rc1+\r\n    {[%wrong Нам нужно использовать слабость последней горизонтали белых. Нападаем на короля!][%hint Даем белым шах по последней горизонтали.]}\r\n    (26...Nc2+ $6 27.Bxc2 {Черные дали королю шах, но не извлекли из этого никакой выгоды. Как воспользоваться слабостью первой горизонтали белых?})\r\n27.Kd2\r\n    {Отличная работа! Король покидает первую горизонталь. Как найти СИЛЬНЕЙШЕЕ продолжение атаки?}\r\n27...Nb3#\r\n    {[%wrong Это хорошая попытка, но черные могут выиграть в один ход. Попробуем снова!][%hint Взятие белой ладьи выгодно, но мат еще выгоднее...] Фантастика! Черные справились с искушением взять ладью h1, предпочтя дать мат в один ход!}\r\n    (27...Rxh1 $6 {Мы нашли сильный ход, но у черных есть и немедленный выигрыш. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"5rk1/p5pp/1p6/2p5/Q7/2P2pPq/PP3P1P/4R1K1 w - - 0 1\"]\r\n\r\n{Белый король слаб, а черный ферзь готов дать мат на g2 следующим ходом. Как белым спасти партию?}\r\n1.Qc4+\r\n    {[%wrong Этот ход не предотвращает мат следующим ходом. Попробуем снова!][%hint Воспользовавшись открытым положением черного короля, белый ферзь сможет попасть на поле f1 следующим ходом!]}\r\n    (1.Qb3+ $2 Kh8 {Этот шах позволяет отложить мат до следующего хода, но белый ферзь не может защитить поле g2. Поищем другой шах.})\r\n1...Kh8\r\n    {Молодец! Белый ферзь дает шах черному королю и спасает партию. Как помешать мату?}\r\n2.Qf1\r\n    {[%wrong Нам нужно защититься от мата. Попробуем снова!][%hint Как белому ферзю защитить поле g2?] Отличный защитный маневр! Белый ферзь вовремя мешает мату и спасает партию!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"6k1/2b3pp/p1bq4/1p6/2p5/P1P5/1P3QPP/5R1K w - - 0 1\"]\r\n\r\n{Черный ферзь угрожает дать мат на h2. Нужно ли белым защищать пешку h2 или можно использовать неудачное расположение черного короля?}\r\n1.Qf7+\r\n    {[%wrong Это хорошая попытка, но мы можем найти сильнейший ход напасть на черного короля!][%hint Белые ферзь и ладья выстроились по вертикали \"f\". Как напасть на черного короля?]}\r\n    (1.Qf8+ $2 Qxf8 {Мы теряем фигуру. Попробуем снова!})\r\n    (1.Qh4 $2 {Мы защитились от мата, но могли сами дать мат. Попробуем снова!})\r\n    (1.Qg1 $2 {Мы защитились от мата, но могли сами дать мат. Попробуем снова!})\r\n1...Kh8\r\n    {Отлично! Белые напали на черного короля, вынуждая его отступить в угол. Как дать мат в два хода?}\r\n2.Qf8+\r\n    {[%wrong Это не мат. Попробуем снова!][%hint У черных слаба последняя горизонталь. Ищем форсированный мат.]}\r\n    (2.Qe8+ $2 Bxe8 {Это хорошая попытка, но белые просто теряют ферзя. Ищем другой шах по последней горизонтали!})\r\n2...Qxf8\r\n    {Отличная работа! Завершим партию матом!}\r\n3.Rxf8#\r\n    {[%wrong Это не мат. Попробуем снова!][%hint Возьмем черного ферзя и объявим мат!] Атакуя черного короля, белые превратили плохую позицию в полностью выигранную. Хорошая работа!}\r\n*"
   ],
   "title" : "Безопасность короля",
   "url" : "https://www.chess.com/ru/lessons/okhotimsia-na-korolia/bezopasnost-korolia",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-BEG-king-safety-f7s.mp4"
}
