{
   "description" : "В миттельшпиле разноцветные слоны значат, что у каждого из противников в атаке есть лишняя фигура. В окончании разноцветные слоны, наоборот, значительно увеличивают вероятность ничьей. Слон держит под боем всю диагональ, и слон другого цвета не может ему помешать.",
   "duration" : null,
   "fen" : "8/2kB4/2P4p/b4K1P/6P1/8/8/8 b - - 0 1",
   "id" : "d51e9942-a0be-11e8-9862-7d4d0d4bb734",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/1kB4p/1P3K1P/6P1/4p3/4P3/8/3b4 b - - 0 1\"]\r\n\r\n{У белых две лишние пешки. Как показать свое мастерство в защите и спасти позицию черных?}\r\n1...Bh5\r\n    {[%wrong Это продолжение не препятствует ходу g6 с победой белых. Попробуем снова!][%hint Присматриваем за единственной белой пешкой, способной шагнуть вперед...]}\r\n    (1...Bg4 $2 2.g6 {Это интересное продолжение, но черным нужно помешать ходу g6, чтобы добиться ничьей. Попробуем снова!})\r\n    (1...Bb3 $2 2.g6 {Это интересное продолжение, но черным нужно помешать ходу g6, чтобы добиться ничьей. Попробуем снова!})\r\n2.Ke5\r\n    {Отлично! Белые атакуют другую слабость черных. Продолжаем внимательно защищаться!}\r\n2...Bg6\r\n    {[%wrong Этот ход не позволяет защититься от Крxe4. Попробуем снова!][%hint Как одновременно помешать ходу белых g6 и защитить пешку e4?] Очень хорошо! Черные помешали белым усилить позицию и теперь должны добиться ничьей.}\r\n    (2...Bf3 $2 3.g6 {Это интересный ход, но нам нужно одновременно помешать ходу белых g6 и защитить пешку e4. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/2b1k3/6pp/3B4/7K/8 w - - 0 1\"]\r\n\r\n{У белых не хватает двух пешек но сдаваться рано! Какой ход слоном позволяет напасть на пешку и добиться ничьей?}\r\n1.Be2\r\n    {[%wrong Белым нужно напасть на черную пешку слоном. Каким ходом?][%hint Каким ходом слона белые могут напасть на черную пешку на белом поле?]}\r\n    (1.Bf5 $2 Kxf5 {Мы на верном пути, но нам нужно найти безопасное поле, откуда слон может напасть на пешку. Попробуем снова!})\r\n1...Kf4\r\n    {Изумительно! Ход пешкой позволит белым заблокировать ее слоном, поэтому черные защищают пешку королем. Жертвуем белопольного слона, чтобы добиться ничьей!}\r\n2.Bxg4\r\n    {[%wrong Нам нужно пожертвовать слона, чтобы перейти в теоретически ничейный эндшпиль. Попробуем снова!][%hint Отдаем слона за пешку, чтобы перейти в окончание с ладейной пешкой и слоном. Слон не может взять под бой поле превращения пешки, поэтому окончание теоретически ничейно!]}\r\n2...Kxg4\r\n    {Здорово! Белые пожертвовали слона, чтобы перейти в окончание с ладейной пешкой и слоном, который не может взять под бой поле ее превращения. Пока белый король остается в углу, черные не смогут усилить свою позицию, и партия должна закончиться вничью.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/4p3/Rp1b4/1B1P2k1/2P1K3/6r1/8 b - - 0 1\"]\r\n\r\n{Черные контролируют белые поля. Поищем ход слоном с угрозой мата белым.}\r\n1...Bc4\r\n    {[%wrong Это интересный ход, но он не угрожает матом. Попробуем снова!][%hint Займем слоном поле, откуда он вместе с ладьей угрожает матом на следующем ходу.]}\r\n2.d5\r\n    {Отличный ход! Черные угрожают матом, поэтому белые пытаются открыть запасной выход для короля. Помешаем ему сбежать!}\r\n2...e5\r\n    {[%wrong Это интересный ход, но он не мешает белым ответить Крd4. Попробуем снова!][%hint Белые собираются продолжать Крd4. Помешаем белому королю отступить через это поле!] Здорово! Белый король пойман в матовую сеть и не может спастись!}\r\n    (2...Re2+ $2 3.Kd4 {Это интересный ход, но он позволяет белому королю покинуть матовую сеть с большими шансами на ничью в окончании с разноцветными слонами. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2B5/6k1/8/b4P2/8/4p3/3p4/1K6 w - - 0 1\"]\r\n\r\n{У черных две связанные проходные, готовые превратиться в ферзя. Пора ли белым  сдаваться, или они могут спастись?}\r\n1.f6+\r\n    {[%wrong Это интересный ход, но он не мешает черным превратить пешку в ферзя. Попробуем снова!][%hint Как белым активизировать слона, чтобы тот взял под бой поля перед пешками черных?]}\r\n    (1.Kc2 $2 e2 {Это интересный ход, но так черные пешки не остановить. Попробуем снова!})\r\n1...Kxf6\r\n    {Великолепно! Добиваемся ничьей, активизируя слона!}\r\n2.Bg4\r\n    {[%wrong Этот ход не позволяет активизировать слона  и помешать продвижению черных пешек. Попробуем снова!][%hint Как помешать продвижению черных пешек?] Мы спасаемся в окончании с разноцветными слонами! Белые король и слон помогают друг другу сдерживать продвижение пешек. Отличная работа!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"k2K4/8/3B3P/2P5/4b3/8/8/8 w - - 0 1\"]\r\n\r\n{Один ход пешкой приносит белым победу, а другой - всего лишь ничью. Найдем выигрывающий ход!}\r\n1.c6\r\n    {[%wrong Мы ищем выигрывающий ход пешкой. Ведем вперед нужную!][%hint Ведем пешку, которую поддержит король!]}\r\n    (1.h7 $2 Bxh7 {Это интересная идея, но черные успевают сыграть ...Сf5, защищая поле превращения, поэтому белые не могут победить. Попробуем снова!})\r\n1...Bc2\r\n    {Здорово! Продолжаем вести вперед пешку \"c\"!}\r\n2.c7\r\n    {[%wrong Решение вести вперед пешку \"c\" было верным. Не сбиваемся с пути, продолжаем наступление!][%hint Ведем вперед пешку \"c\"!]}\r\n2...Bf5\r\n    {Черный слон старается защитить сразу обе диагонали. Он не справится с победным пешечным наступлением!}\r\n3.h7\r\n    {[%wrong Мы ищем выигрывающий ход пешкой. Попробуем снова!][%hint Слон не может защитить обе пешки одновременно. Поищем выигрывающую жертву!]}\r\n    (3.c8=Q+ $5 {Здорово - этот ход тоже выигрывает! Теперь начнем с другой пешки.})\r\n    (3.c8=R+ $5 {Это окончание тоже выиграно, но почему бы не превратить пешку в ферзя?})\r\n    (3.c8=N $5 {Это окончание тоже выиграно, но почему бы не превратить пешку в ферзя?})\r\n    (3.c8=B $5 {Это окончание тоже выиграно, но почему бы не превратить пешку в ферзя?})\r\n3...Bxh7\r\n    {Черный слон перегружен! Превратим пешку в ферзя!}\r\n4.c8=Q+\r\n    {[%wrong Мы собирались превратить пешку в ферзя. Делаем этот ход.][%hint Превратим пешку в ферзя!] Здорово! Белые дают мат следующим ходом.}\r\n*"
   ],
   "title" : "Разноцветные слоны в эндшпиле",
   "url" : "https://www.chess.com/ru/lessons/endshpil-dlia-prodolzhaiushchikh/raznotsvetnye-slony-v-endshpile",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-opposite-colored-bishops-b5t.mp4"
}
