{
   "description" : "Вражеская пешка мешает нашей пройти в ферзи? Жертвуем другую пешку или даже несколько, чтобы расчистить ей путь! В эндшпиле превращение в ферзя - самая важная цель, для ее достижения оправданы любые жертвы.",
   "duration" : null,
   "fen" : "8/3k4/6pP/2p5/rpP5/8/PK6/4R3 w - - 0 1",
   "id" : "d6680a48-a0bb-11e8-973c-254ae542b550",
   "membership" : 40,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"6k1/p4pp1/Pr2pb1p/8/7P/4Q1P1/P4PK1/8 w - - 0 1\"]\r\n\r\n{Далеко продвинутая белая пешка a6 блокирована, и ее вскоре возьмет черная ладья. Как сильной жертвой открыть пешке a6 путь к превращению?}\r\n1.Qxb6\r\n    {[%wrong Этот ход не открывает путь вперед далеко продвинутой пешке a6. Попробуем снова!][%hint Проверим взятия белых - одно из них форсирует вскрытие вертикали \\\"a\\\"!]}\r\n1...axb6\r\n    {Отлично! Белые жертвуют ферзя, вскрывая вертикаль \\\"a\\\" ценой пешки. Ведем проходную вперед!}\r\n2.a7\r\n    {[%wrong Нужно вести вперед пешку a6. Попробуем снова!][%hint Пешка находится в двух шахах от поля превращения. Ведем ее вперед!] На следующем ходу черные отыгрывают ферзя, превращая в него пешку. Молодец!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/k4P2/8/2b5/8/8/1B4K1/8 w - - 0 1\"]\r\n\r\n{Черный слон мешает превращению белой пешки. Какая жертва форсирует превращение пешки?}\r\n1.Bd4\r\n    {[%wrong Это не выигрывающая жертва. Попробуем снова!][%hint Черный король и слон находятся на одной диагонали. Как найти связку?]}\r\n    (1.Bg7 $2 {Защита поля превращения не помогает. Черный слон принесет себя в жертву, чтобы форсировать ничью. Постараемся найти более форсированную идею!})\r\n1...Bxd4\r\n    {Молодец! Белые жертвуют слона, чтобы пешка сделала шаг к победе. Превратим пешку в ферзя!}\r\n2.f8=Q\r\n    {[%wrong Этот ход не ведет к превращению пешки в ферзя. Попробуем снова!][%hint Превратим пешку в ферзя!] Отлично! Жертвой белые форсируют переход в эндшпиль с ферзем против слона.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/pp3p2/5p2/5p1P/1P1bk3/P5B1/2K5/8 w - - 0 1\"]\r\n\r\n{Белые хотят вести вперед пешку \\\"h\\\" и превратить ее в ферзя, но не все так просто. Поищем единственный ход, позволяющий пешке \\\"h\\\" превратиться в ферзя.}\r\n1.Bf4\r\n    {[%wrong Этот ход не мешает черным сыграть ...f4 и ...f5, позволяя черному слону взять под бой поле превращения h8. Попробуем снова!][%hint Черные собираются продолжать ...f4. Как предотвратить этот ход?]}\r\n    (1.h6 $2 f4 {Этот ход позволяет черным продолжать ...f5 , чтобы слон мог взять под бой поле превращения h8... Как помешать черным защититься?})\r\n    (1.Bf2 $2 Be5 {К сожалению, эта умная идея не работает. Черные сыграют ...f4 и ...f5, открывая слону путь к полю превращения h8. Попробуем снова!})\r\n1...Kxf4\r\n    {Блестяще! Черный король мешает пешке \\\"f\\\" двинуться вперед. Ведем вперед пешку \\\"h\\\"!}\r\n2.h6\r\n    {[%wrong Это не продвижение пешки \\\"h\\\". Попробуем снова.][%hint Ведем пешку \\\"h\\\" вперед.] Молодец! Продвижение белой пешки невозможно остановить.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/3k4/6pP/2p5/rpP5/8/PK6/4R3 w - - 0 1\"]\r\n\r\n{Черные готовы продолжать ...Лa8, чтобы помешать белым провести в ферзи пешку h6. Какая жертва позволит белым безопасно провести в ферзи пешку \\\"h\\\"?}\r\n1.Re8\r\n    {[%wrong Хорошая попытка, но этот ход не позволяет белым провести в ферзи пешку \\\"h\\\". Попробуем снова!][%hint Как белым взять под бой поле a8 и помешать черной ладье использовать последнюю горизонталь?]}\r\n    (1.Rh1 $2 Ra8)\r\n    (1.h7 $2 Ra8 {Черная ладья принимает участие в защите и готова блокировать белую проходную. Попробуем снова!})\r\n1...Kxe8\r\n    {Фантастика! Белая ладья мешает ходу ...Лa8. Черный король блокирует последнюю горизонталь. Пора вести вперед пешку \\\"h\\\"!}\r\n2.h7\r\n    {[%wrong Этот ход не ведет к продвижению пешки \\\"h\\\". Попробуем снова!][%hint Ведем пешку \\\"h\\\" вперед!] Черные не могут помешать превращению пешки на следующем ходу и победе белых.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"6k1/5pp1/7p/2n2P2/1b1P1R2/1Pp5/2P3PP/4K3 b - - 0 1\"]\r\n\r\n{Далеко продвинутая проходная c3 блокирована. Как черным жертвой вскрыть вертикаль \"c\" или выиграть фигуру?}\r\n1...Nd3+\r\n    {[%wrong Форсируем жертвой создание проходной или выиграем фигуру. Попробуем снова!][%hint Откуда можно дать вилку?]}\r\n    (1...Nxb3 $2 2.Re4 {Белые не вынуждены брать черного коня, а мощная белая ладья переходит на открытую вертикаль. Попробуем снова!})\r\n2.cxd3\r\n    {Молодец! Если бы белые не взяли коня, черные бесплатно выигрывали ладью. Ведем пешку \\\"c\\\" в ферзи!}\r\n2...c2+\r\n    {[%wrong Этот продолжение не помогает превращению черной проходной. Попробуем снова!][%hint Ведем проходную вперед!] Молодец! Черные ведут вперед пешку \\\"c\\\" и дают вскрытый шах слоном, не позволяя белым помешать превращению пешки.}\r\n*"
   ],
   "title" : "Жертва для превращения",
   "url" : "https://www.chess.com/ru/lessons/osnovy-endshpilia/zhertva-dlia-prevrashcheniia",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-INT-sacrificing-to-promote-a9d.mp4"
}
