{
   "description" : "В 1889 году Стейниц защитил свой титул в матче против одного из сильнейших шахматистов того времени, Михаила Чигорина. Матч продолжался до 10 побед, и Стейниц победил со счетом 10-6. Лишь одна партия завершилась вничью!",
   "duration" : null,
   "fen" : "r3k1nr/ppp2ppp/8/q2p4/1b1nP3/P1N2P2/1P1B1P1P/R2QKB1R w KQkq - 0 11",
   "id" : "d8232aaa-b54b-11eb-8d84-2d637ebe8ee8",
   "membership" : 50,
   "questions" : [
      "[Event \"\"]\r\n[Site \"Havana CUB\"]\r\n[Date \"1889.01.26\"]\r\n[Round \"4\"]\r\n[White \"\"]\r\n[Black \"Mikhail Chigorin\"]\r\n[Result \"1-0\"]\r\n[ECO \"D02\"]\r\n[SetUp \"1\"]\r\n[FEN \"rn1qkbnr/ppp2ppp/4p3/3p4/2PP4/5P2/PP2PP1P/RNBQKB1R w KQkq - 0 5\"]\r\n[PlyCount \"35\"]\r\n[EventDate \"1889.??.??\"]\r\n[Source \"ChessBase\"]\r\n\r\n{Михаил Чигорин разыграл против ферзевого гамбита придуманную им защиту. Каким ходом Стейниц начал атаку в центре?} 5. cxd5 {[%wrong Поищем сильнейший ход. Какое взятие напрашивается?] [%hint Возьмем центральную пешку.]} (5. e4 $5 {Это сильный развивающий ход, но Стейниц решает сделать выгодное взятие. Какое?}) (5. Nc3 $5 {Это сильный развивающий ход, но Стейниц решает сделать выгодное взятие. Какое?}) (5. Qb3 $5 {Это сильный развивающий ход, но Стейниц решает сделать выгодное взятие. Какое?}) \r\n5... Qxd5 {Отлично! Агрессивный ответ черных позволил Стейницу занять центр и напасть на ферзя. Каким ходом?} 6. e4 {[%wrong Поищем сильнейшее нападение на черного ферзя.] [%hint Захватываем центр пешками и создаем угрозы.]} (6. Nc3 $5 {Это интересная идея, но Стейниц решил напасть на черного ферзя пешкой. Каким ходом?}) (6. Bg2 $5 {Это интересная идея, но Стейниц решил напасть на черного ферзя пешкой. Каким ходом?}) (6. Qb3 $2 Qxb3 {Черные рады размену ферзей. Как напасть на ферзя пешкой?}) \r\n6... Bb4+ {Блестяще! Как защититься от шаха?} 7. Nc3 {[%wrong Король под шахом!] [%hint Закроемся от шаха так, чтобы пешка d4 осталась под защитой.]} (7. Ke2 $2 Qb5+ {У черных сильная контригра с угрозами королю белых. Как защититься от шаха?}) (7. Bd2 $2 Qxd4 {Черные выигрывают пешку. Поищем другую защиту от шаха.}) (7. Nd2 $2 Qxd4 {Черные выигрывают пешку. Поищем другую защиту от шаха.}) (7. Qd2 $2 Bxd2+ {Черные выигрывают ферзя. Поищем другую защиту от шаха.}) \r\n7... Qa5 {Прекрасно! Как защитить коня c3?} 8. Bd2 {[%wrong Поищем сильнейшее продолжение развития и защитим коня c3.] [%hint Развиваемся и развязываем коня.]} (8. Qc2 $5 {Это разумное продолжение, но Стейниц защитил коня c3 слоном. Каким ходом?}) (8. Qd2 $2 Nc6 {У черных сильная контригра. Защитим коня c3 другой фигурой.}) (8. Qb3 $2 c5 {У черных сильная контригра. Защитим коня c3 другой фигурой.}) (8. Kd2 $2 Nc6 {Белый король неудачно расположен на вертикали \"d\". Займем поле d2 другой фигурой.}) \r\n8... Nc6 {Превосходно! Как Стейниц использовал сильный центр для начала атаки?} 9. d5 {[%wrong Поищем сильнейшее продолжение атаки. Как напасть на коня c6?] [%hint Нападем на коня c6 пешкой.]} (9. a3 $2 Nxd4 {На axb4 черные отвечают Фxa1 с вилкой на c2. Как напасть на коня c6?}) (9. Bg2 $2 Nxd4 {У черных сильная контригра. Как напасть на коня c6?}) \r\n9... exd5 {Замечательно! Как создать сильную угрозу?} 10. a3 {[%wrong Поищем сильнейшее продолжение. Какая угроза напрашивается?] [%hint Нападем на черного слона.]} (10. exd5 $5 {У белых выгодная позиция, но еще сильнее - напасть на слона b4. Каким ходом?}) (10. Nxd5 $2 Bxd2+ {У черных все в порядке. Нападем на черного слона b4.}) \r\n10... Nd4 {Изумительно! Как продолжить развитие и защитить центр?} 11. Bd3 {[%wrong Поищем сильнейший развивающий ход. Возьмите подсказку, если затрудняетесь.] [%hint Развиваем фигуру так, чтобы защитить поля e4 и c2.]} (11. Rc1 $5 {Это интересная идея, но Стейниц решил развить слона f1. Каким ходом?}) (11. Be2 $2 c6 {Поищем более активное поле для слона. Развиваемся так, чтобы защитить центр.}) (11. exd5 $2 Kf8 {У белых выгодная позиция, но сильнее продолжить развитие и защитить центр слоном. Какой ход нашел Стейниц?}) (11. axb4 $2 Qxa1 {На Фxa1 черные отвечают вилкой ходом Кc2+. Поищем сильный ход слоном  f1.}) (11. Bg2 $5 {Это сильный развивающий ход, но слон будет активнее расположен, защищая поля e4 и c2. Какое поле занял Стейниц?}) (11. Bh3 $2 Qa6 {Белым приходится отвечать Сf1, прогоняя черного ферзя. Поищем ход слоном, позволяющий защитить поля e4 и c2.}) (11. Qb1 $2 Nxf3+ {Черные выигрывают, как минимум, пешку. Поищем ход, позволяющий защитить поля e4 и c2.}) \r\n11... O-O-O {Фантастика! Каким ходом Стейниц выиграл фигуру и начал решающую атаку?} 12. axb4 {[%wrong Поищем сильнейшее продолжение атаки.] [%hint Возьмем фигуру, создавая угрозу.]} (12. e5 $5 {Это интересная идея, но Стейниц решил взять фигуру. Каким ходом?}) (12. exd5 $2 Bxc3 {У черных сильная контригра. Поищем выгодное взятие.}) (12. Nxd5 $2 Bxd2+ {На Фxd2 черные отвечают Кxf3+ с вилкой на короля и ферзя. Поищем выгодное взятие.}) \r\n12... Nxf3+ {Молодец! Как защититься от шаха?} 13. Qxf3 {[%wrong Король под боем!] [%hint Возьмем фигуру.]} (13. Ke2 $5 {Это интересная идея, но Стейниц нашел сильное взятие. Какое?}) (13. Kf1 $5 {Это интересная идея, но Стейниц нашел сильное взятие. Какое?}) \r\n13... Qxa1+ {Отлично! Как защитить короля?} 14. Ke2 {[%wrong Поищем сильнейшую защиту от шаха.] [%hint Закрываться от шаха невыгодно. Отступим королем!]} (14. Nb1 $2 dxe4 {У черных сильная контригра. Как защититься от шаха, не закрываясь фигурой?}) (14. Nd1 $2 dxe4 {У черных сильная контригра. Как защититься от шаха, не закрываясь фигурой?}) (14. Bb1 $2 d4 {У черных сильная контригра. Как защититься от шаха, не закрываясь фигурой?}) (14. Bc1 $2 Qxc1+ {Черные выигрывают слона. Как защититься от шаха, не закрываясь фигурой?}) (14. Qd1 $2 Qxd1+ {У черных сильная контригра. Как защититься от шаха, не закрываясь фигурой?})\r\n14... Qxb2 {Блестящая идея! Каким ходом Стейниц продолжил атаку?} 15. Rb1 {[%wrong Поищем сильнейшее продолжение. Как напасть на черного ферзя?] [%hint Развиваем фигуру, нападая на черного ферзя.]} (15. Qg4+ $5 {Это сильный ход, но Стейниц решил напасть на черного ферзя.}) (15. Na4 $2 Qe5 {У черных сильная контригра на оставшегося в центре белого короля. Поищем выгодное нападение на черного ферзя.}) \r\n15... Qa3 {Прекрасно! Как белым продолжить атаку на ферзя?} 16. Nb5 {[%wrong Поищем сильнейшее продолжение атаки. Как создать сильную угрозу?] [%hint Нападем на черного ферзя и пешки c7 и a7.]} (16. Qg4+ $5 {Это выгодный шах, но Стейниц продолжил преследование черного ферзя. Каким ходом?}) (16. Qh3+ $5 {Это выгодный шах, но Стейниц продолжил преследование черного ферзя. Каким ходом?}) (16. Bc1 $2 Qxc3 {Черные выигрывают фигуру. Поищем другой ход, позволяющий продолжить преследование черного ферзя.}) \r\n16... Qa6 {Превосходно! Каким ходом Стейниц выиграл пешку и напал на пешку c7?} 17. Qxf7 {[%wrong Поищем сильнейшее продолжение. Как выиграть пешку и напасть на пешку c7?] [%hint Возьмем пешку с угрозой мата на c7.]} (17. Qg3 $5 {Это интересная идея, но Стейниц взял пешку и напал на пешку c7. Каким ходом?}) (17. Qf4 $5 {Это интересная идея, но Стейниц взял пешку и напал на пешку c7. Каким ходом?}) (17. Rc1 $5 {Это интересная идея, но Стейниц взял пешку и напал на пешку c7. Каким ходом?}) (17. Nxc7 $5 {Это интересная идея, но Стейниц взял пешку и напал на пешку c7. Каким ходом?}) (17. Nd6+ $2 Qxd6 {Черные выигрывают фигуру. Поищем выгодное взятие.}) (17. Nd4 $2 Qf6 {У черных безопасная позиция. Поищем выгодное взятие.}) \r\n17... Qb6 {Потрясающе! Каким ходом Стейниц усилил давление на пешку c7?} 18. Rc1 {[%wrong Поищем сильнейшее продолжение атаки. Как напасть на пешку c7?] [%hint Нападем фигурой на пешку c7.]} (18. e5 $5 {Это выгодное продолжение, но Стейниц снова напал на пешку c7. Каким ходом?}) (18. Be3 $5 {Это выгодное продолжение, но Стейниц снова напал на пешку c7. Каким ходом?}) (18. Bf4 $5 {Это выгодное продолжение, но Стейниц напал на пешку c7 ладьей. Каким ходом?}) (18. Qxg7 $5 {Это выгодное продолжение, но Стейниц напал на пешку c7 ладьей. Каким ходом?}) \r\n18... Nh6 {Изумительно! Куда отступит ферзь?} 19. Qxg7 {[%wrong Поищем сильнейшее отступление ферзем.] [%hint Отступаем ферзем, забирая пешку.]} (19. Qxc7+ $5 {Это интересная идея, но Стейниц взял другую пешку. Каким ходом?}) (19. Rxc7+ $5 {Это интересная идея, но Стейниц взял другую пешку. Каким ходом?}) (19. Bxh6 $5 {Это выгодное продолжение, но Стейниц взял пешку, отступив ферзем. Каким ходом?}) \r\n19... dxe4 {Молодец! Каким ходом Стейниц перешел в выигранное окончание?} 20. Qxc7+ {[%wrong Поищем решающий шах.] [%hint Возьмем пешку, форсируя размен ферзей.]} (20. Bf4 $5 {Это выгодное продолжение, но Стейниц взял пешку, форсируя размен ферзей. Каким ходом?}) (20. Rxc7+ $5 {Это выгодное продолжение, но Стейниц взял пешку, форсируя размен ферзей. Каким ходом?}) (20. Bxh6 $2 exd3+ {У черных сильная атака на короля белых. Поищем выгодный размен ферзей.}) (20. Qxh6 $2 exd3+ {Следующим ходом черные возьмут на b5 с решающим перевесом. Каким ходом Стейниц взял пешку, форсируя размен ферзей?}) (20. Nxc7 $5 {У белых выгодная позиция, но Стейниц нашел безопасное продолжение. Каким ходом он взял пешку, форсируя размен ферзей?}) (20. Kf1 $5 {Это интересная идея, но Стейниц взял пешку, форсируя размен ферзей. Каким ходом?}) \r\n20... Qxc7 {Отлично! Как отыграть ферзя?} 21. Rxc7+ {[%wrong Поищем сильнейшее взятие.] [%hint Возьмем фигуру с шахом.]} (21. Nxc7 $2 exd3+ {Черные переходят в выгодное окончание. Какое взятие напрашивается?}) (21. Nxa7+ $2 Kb8 {Черные выигрывают. Какое взятие напрашивается?}) \r\n21... Kb8 {Блестяще! Каким ходом Стейниц забрал очередную пешку, убедив черных сдаться?} 22. Bxe4 {[%wrong Поищем решающее взятие.] [%hint Возьмем одну пешку с нападением на другую. ] Замечательно! Белые угрожают пешке b7 и коню h6, а значит их материальный перевес скоро станет еще больше. Чигорин сдался.} (22. Bb1 $2 {У белых выгодная позиция, но мы можем найти сильнейший ход слоном. Какой?}) (22. Bc2 $2 {У белых выгодная позиция, но мы можем найти сильнейший ход слоном. Какой?}) (22. Bc4 $2 {У белых выгодная позиция, но мы можем найти сильнейший ход слоном. Какой?}) (22. Bxh6 $2 exd3+ {На Крd2 или Крd1 черные продолжают a6, отыгрывая фигуру. Поищем выгодное взятие.}) 1-0"
   ],
   "title" : "Стейниц против Чигорина, 1889",
   "url" : "https://www.chess.com/ru/lessons/igraem-kak-chempiony-mira-epokha-steinitsa/steinitz-chigorin-1889",
   "video" : null
}
