{
   "description" : "Такое происходит нечасто, но все равно нужно знать, как поставить мат двумя слонами и королем. Два слона, стоящие бок-о-бок, образуют стену, которую не сможет пересечь король противника. Используя оппозицию и слонов, можно загнать короля противника в угол доски, где он получит мат.",
   "duration" : null,
   "fen" : "7k/8/4BB1K/8/8/8/8/8 b - - 0 1",
   "id" : "d9386bd8-a0bf-11e8-8d1a-b1823096e9c1",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"one\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"7k/8/7K/2B5/8/1B6/8/8 w - - 0 1\"]\r\n\r\n{Это наша \"позиция мечты\". Найдем мат в один ход.}\r\n1.Bd4#\r\n    {[%wrong Это интересное продолжение, но нам нужно найти мат в один ход. Попробуем снова!][%hint Есть ли в этой позиции шах?] Здорово! Это наша мечта - как сделать ее реальной? Скоро узнаем!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"5k2/8/5BK1/8/4B3/8/8/8 w - - 0 1\"]\r\n\r\n{Следующим ходом черные хотят отступить королем на e8. Как помешать этой идее и начать оттеснять черного короля к смертельному для него полю h8?}\r\n1.Bc6\r\n    {[%wrong Это интересный ход, но он не позволяет оттеснить черного короля к полю g8. Попробуем снова!][%hint Какая фигура может взять под бой поле e8?]}\r\n1...Kg8\r\n    {Молодец! Мы можем оттеснить черного короля к полю h8. Как помешать  королю вернуться на поле f8?}\r\n2.Be7\r\n    {[%wrong Это интересный ход, но он не мешает черному королю отступить на поле f8. Попробуем снова!][%hint Как вынудить черного короля отправиться на h8, а не f8?]}\r\n    (2.Bg7 $2 {Никогда не забываем о пате! Попробуем снова.})\r\n2...Kh8\r\n    {Здорово! Черный король оттеснен в угол. Выбираем между тремя ходами: Сd5, Крf6 или Крh6.}\r\n3.Kh6\r\n    {[%wrong Мы собирались выбирать между тремя ходами: Сd5, Крf6 или Крh6. Выбираем осторожно!][%hint Только один из этих ходов вынуждает черного короля занять поле g8, где он получит мат в два хода.]}\r\n    (3.Kf6 $2 Kh7 {Король черных покидает восьмую горизонталь. Попробуем снова!})\r\n    (3.Bd5 $2 {Всегда ищем пат! Попробуем снова.})\r\n3...Kg8\r\n    {Отличный выбор! Король черных вынужден отступить на g8. Как закончить партию матом в два хода?}\r\n4.Bd5+\r\n    {[%wrong Это интересный ход, но нам нужно более форсированное продолжение. Попробуем снова!][%hint Есть ли в этой позиции шах?]}\r\n4...Kh8\r\n    {Отлично! Объявим мат!}\r\n5.Bf6#\r\n    {[%wrong Это интересный ход, но не мат. Попробуем снова!][%hint Есть ли в этой позиции шах?] Нам удалось сплести матовую сеть двумя слонами!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/8/3k4/8/8/2B1KB2 w - - 0 1\"]\r\n\r\n{Разберем этот важный пример вместе. Наши слоны могут быстро пересекать доску, поэтому нужно, прежде всего, активизировать короля. Начнем с хода Крe2!}\r\n1.Ke2\r\n    {[%wrong Нам нужно продолжать Крe2. Начнем с этого хода.][%hint Займем королем поле e2.]}\r\n1...Kc3\r\n    {Отлично! Какой ход позволяет королю занять оппозицию по горизонтали?}\r\n2.Ke3\r\n    {[%wrong Это интересное продолжение, но нам нужно занять королем оппозицию по горизонтали. Попробуем снова!][%hint Как занять оппозицию по горизонтали, расположив своего короля напротив вражеского так, чтобы их разделяло одно поле?]}\r\n2...Kc2\r\n    {Прекрасно! Черные нападают на нашего чернопольного слона. Как расположить слона так, чтобы черный король не смог пересечь диагонали e1-a5 и f1-a6?}\r\n3.Bd2\r\n    {[%wrong Это интересный ход, но нам нужно расположить чернопольного слона так, чтобы держать под боем диагональ e1-a5. Попробуем снова!][%hint Найдем поле на диагонали e1-a5, которое чернопольный слон может занять следующим ходом.] Фантастика! Мы только что отрезали короля противника от центра доски по диагонали! Теперь черному королю не вырваться из плена, и мы сможем постепенно оттеснить его к угловому полю. Не забываем избегать патовых продолжений, и все будет в порядке!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/8/8/2k5/4K3/2B2B2 w - - 2 2\"]\r\n\r\n{Вновь займем оппозицию по горизонтали и посмотрим, куда черный король отправится на этот раз!}\r\n2.Ke3\r\n    {[%wrong Это интересное продолжение, но нам нужно занять королем оппозицию по горизонтали. Попробуем снова!][%hint Как занять оппозицию по горизонтали, расположив своего короля напротив вражеского так, чтобы их разделяло одно поле?]}\r\n2...Kb4\r\n    {Здорово, что мы заняли оппозицию по горизонтали. Черный король отправляется на c5. Вновь займем оппозицию, не пуская его на поле c5!}\r\n3.Kd4\r\n    {[%wrong Это интересный ход, но нам нужно занять королем оппозицию. Попробуем снова!][%hint Как расположить короля, чтобы он мешал черному королю занять поле c5?]}\r\n3...Ka5\r\n    {Изумительно! Черные хотят сбежать из угла доски к полю b6. Помешаем этому, заняв оппозицию!}\r\n4.Kc5\r\n    {[%wrong Это интересный ход, но он не позволяет нам занять оппозицию и помешать черному королю попасть на поле b6. Попробуем снова!][%hint Расположим короля так, чтобы он помешал королю противника занять поле b6.]}\r\n4...Ka4\r\n    {Сильной игрой мы оттеснили черного короля на край доски. Поищем ход слоном, не позволяющий ему вернуться на a5.}\r\n5.Bd2\r\n    {[%wrong Это интересное продолжение, но нам нужно ходом слона помешать черному королю занять поле a5. Попробуем снова!][%hint С какого поля чернопольный слон возьмет под бой диагональ  e1-a5?] Впечатляющая игра! Черный король вновь оттеснен в угол и не может покинуть королевский фланг.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/8/4k3/8/4K3/2B2B2 w - - 2 2\"]\r\n\r\n{Наконец, черные пытаются придерживаться оптимальной стратегии - как можно дольше оставаться королем в центре. Разберем, как охотиться на короля. Поищем ход, вынуждающий черного короля отступить на пятую горизонталь.}\r\n2.Be3\r\n    {[%wrong Это интересное продолжение, но нам нужен ход, вынуждающий черного короля отступить на пятую горизонталь. Попробуем снова!][%hint Как взять под бой поля d4 и f4, вынуждая черного короля отступить на пятую горизонталь?]}\r\n2...Ke5\r\n    {Хорошая работа! Черный король вынужден отступить на пятую горизонталь. Горизонталь за горизонталью, мы оттесним черного короля на край доски! Активизируем своего короля и помешаем черному вернуться на четвертую горизонталь ходом Крd3!}\r\n3.Kd3\r\n    {[%wrong Нам нужно продолжать Крd3. Сделаем этот ход!][%hint Займем королем поле d3.]}\r\n3...Kd5\r\n    {Как вынудить черного короля отступить на шестую горизонталь?}\r\n4.Bd4\r\n    {[%wrong Это интересный ход, но он не вынуждает черного короля отступить на шестую горизонталь. Попробуем снова!][%hint Как взять под бой поля c5 и e5, вынуждая черного короля отступить на шестую горизонталь?]}\r\n4...Kd6\r\n    {Отличная работа! Поищем сильный ход королем, мешающий черным вернуться на пятую горизонталь и открывающий диагональ f1-a6 для нашего слона.}\r\n5.Ke4\r\n    {[%wrong Это интересное продолжение, но нам нужен сильный ход королем, мешающий черным вернуться на пятую горизонталь и открывающий диагональ f1-a6 для нашего слона. Попробуем снова!][%hint Расположим короля так, чтобы он защищал поле d5 и открыл диагональ f1-a6 слону.]}\r\n    (5.Kc4 $5 {Этот ход мешает черному королю вернуться на пятую горизонталь, но не открывает диагональ f1-a6 слону. Попробуем снова!})\r\n5...Ke6\r\n    {Пора слону присоединиться к остальным фигурам на четвертой горизонтали, чтобы дать шах. Поищем нужный ход!}\r\n6.Bc4+\r\n    {[%wrong Это интересный ход, но он не позволяет активизировать белопольного слона белых, дав шах черному королю. Попробуем снова!][%hint Как белому слону дать шах черному королю с четвертой горизонтали?]}\r\n    (6.Bh3+ $5 {Это тоже разумный ход, но слон будет гибче расположен на четверной горизонтали. Займем эту линию!})\r\n6...Kd6\r\n    {Черный король пытается задержаться на шестой горизонтали. Оттесним его на седьмую!}\r\n7.Bd5\r\n    {[%wrong Это интересный ход, но он не вынуждает черного короля отступить на седьмую горизонталь. Попробуем снова!][%hint Как защитить поля e6 и c6, вынуждая черного короля отступить на седьмую горизонталь.]}\r\n7...Kd7\r\n    {Ход за ходом мы оттеснили черного короля к седьмой горизонтали. Отличная работа! Теперь расположим нашего короля так, чтобы он помешал черному вернуться на шестую горизонталь!}\r\n8.Ke5\r\n    {[%wrong Это интересный ход, но нам нужно расположить нашего короля так, чтобы он помешал черному вернуться на шестую горизонталь. Попробуем снова!][%hint Как расположить короля так, чтобы он помешал черному занять поле d6?]}\r\n8...Kc7\r\n    {Отличная работа! Как расположить чернопольного слона на пятой горизонтали?}\r\n9.Bc5\r\n    {[%wrong Какое поле на пятой горизонтали может занять наш чернопольный слон?][%hint Какое поле на пятой горизонтали может занять наш чернопольный слон?]}\r\n9...Kd7\r\n    {Наши фигуры здорово работают сообща! Мы готовы вынудить короля черных отступить на восьмую горизонталь!}\r\n10.Bd6\r\n    {[%wrong Это интересный ход, но он не вынуждает черного короля отступить на последнюю горизонталь? Попробуем снова!][%hint Как взять под бой поля c7 и e7, вынуждая черного короля отступить на последнюю горизонталь?]}\r\n10...Kd8\r\n    {Фантастика! Терпеливая игра приближает нас к мату! Дадим мат черным на h8. Как вынудить черного короля занять поле e8?}\r\n11.Be6\r\n    {[%wrong Это интересный ход, но он не вынуждает черного короля занять поле e8. Попробуем снова!][%hint Найдем ход слоном, позволяющий белым взять под бой поля d7 и c8 и вынудить черного короля отступить на e8.]}\r\n11...Ke8\r\n    {Вы все поняли! Теперь пора расположить своего короля на шестой горизонтали!}\r\n12.Kf6\r\n    {[%wrong Нам нужно расположить короля на шестой горизонтали. Найдем этот ход!][%hint Какое поле на шестой горизонтали может занять король?]}\r\n12...Kd8\r\n    {Черные упорно сопротивляются! Мы пока не можем усилить положение своих фигур, поэтому сделаем выжидательный ход. У нас есть несколько ходов - сыграем Сe5.}\r\n13.Be5\r\n    {[%wrong Нам нужно сделать выжидательный ход Сe5. Продолжим!][%hint Займем слоном поле e5.]}\r\n    (13.Kf7 {Не забываем, что партия может закончиться патом! Займем слоном поле e5!})\r\n13...Ke8\r\n    {У нас почти получилось! Как вынудить короля черных занять поле f8?}\r\n14.Bc7\r\n    {[%wrong Это интересный ход, но он не вынуждает короля черных занять поле f8. Попробуем снова!][%hint Поищем ход слоном, позволяющий белым взять под бой поле d8 и вынудить черного короля отступить на f8.]}\r\n14...Kf8\r\n    {Молодец! Как помешать отступлению черного короля на e8?}\r\n15.Bd7\r\n    {[%wrong Это интересный ход, но он не вынуждает черного короля отступить на g8. Попробуем снова!][%hint Поищем ход слоном, позволяющий белым взять под бой поле e8 и вынудить черного короля отступить на поле g8.]}\r\n    (15.Bf7 $2 {Черные могут спастись в этом эндшпиле только, если на доске возникнет пат. Не теряем бдительности, и мы поставим мат аккуратной игрой!})\r\n15...Kg8\r\n    {Слоны оттеснили черного короля в угол. Черный король пытается ускользнуть из него через поле h7. Как король может помешать этой идее?}\r\n16.Kg6\r\n    {[%wrong Это не ход королем, мешающий его черному визави занять поле h7. Поищем сильный ход королем!][%hint Куда отступит король, чтобы помешать черному королю занять поле h7?]}\r\n16...Kh8\r\n    {Черные избегают отступления на f8 с быстрым матом после Сd6+. Поищем мат в три хода. Защитим поле f8 и подготовим форсированный мат!}\r\n17.Bd6\r\n    {[%wrong Это интересный ход, но он не защищает поле f8. Попробуем снова!][%hint Как защитить поле f8, не позволяя черному королю покинуть последнюю горизонталь?]}\r\n    (17.Kf7 $6 Kh7 {Черный король покидает последнюю горизонталь. Поищем другой ход, позволяющий защитить поле f8, не выпуская черного короля с последней горизонтали!})\r\n    (17.Be6 $2 {Не забываем, что партия может закончиться патом!})\r\n17...Kg8\r\n    {Нам удалось защитить поле f8. Найдем мат в два хода?}\r\n18.Be6+\r\n    {[%wrong Это интересный ход, но он не позволяет форсировать мат в два хода. Попробуем снова!][%hint Поищем шах.]}\r\n18...Kh8\r\n    {Превосходно! Пора объявить мат!}\r\n19.Be5#\r\n    {[%wrong Это интересный ход, но не мат. Попробуем снова!][%hint Какой шах напрашивается?] Поздравляем! Мы продемонстрировали впечатляющую технику эндшпиля, оттеснив черного короля на последнюю горизонталь и объявив ему мат. Только упорный труд позволит добиться больших успехов в шахматах!}\r\n*"
   ],
   "title" : "Мат двумя слонами",
   "url" : "https://www.chess.com/ru/lessons/sekrety-endshpilia/mat-dvumia-slonami",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-two-bishop-checkmate-k0g.mp4"
}
