{
   "description" : "В трудной позиции стремимся жертвовать так, чтобы вынудить ничью. Ищите, как сделать соотношение сил ничейным, вынудить пат или вечный шах.",
   "duration" : null,
   "fen" : "k4r2/bp6/8/Q7/7p/7P/5qPK/4r3 w - - 0 1",
   "id" : "da862ae6-a0bc-11e8-be69-8f4c50be07e5",
   "membership" : 40,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"k7/2Q5/1K6/8/8/8/8/4b3 b - - 0 1\"]\r\n\r\n{Позиция черных кажется безнадежной. Как найти спасение?}\r\n1...Ba5+\r\n    {[%wrong Этот ход не мешает белым дать мат. Попробуем снова!][%hint Как черным вынудить пат?]}\r\n    (1...Bf2+ $2 2.Ka6 {У черных заканчиваются шахи, а белые побеждают матом на b7. Попробуем снова!})\r\n2.Kxa5\r\n    {Изящное спасение! Черные наносят линейный удар на короля и ферзя, форсируя пат!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/Pb6/3K4/3p2k1/3Pp3/4P3/8/8 w - - 0 1\"]\r\n\r\n{У черных лишняя фигура, но их слон должен защищаться от далеко продвинутой белой проходной. Как напасть на слона, форсируя ничью?}\r\n1.Kc7\r\n    {[%wrong Это не нападение на черного слона, Попробуем снова!][%hint Король - активная фигура. Нападаем на слона!]}\r\n1...Ba8\r\n    {Замечательно! Как белым снова напасть на черного слона?}\r\n2.Kb8\r\n    {[%wrong Это не нападение на слона. Попробуем снова!][%hint Как напасть на черного слона?]}\r\n2...Bc6\r\n    {Отличная работа! Черный слон вынужден вернуться на безопасное поле. Как добиться ничьей?}\r\n3.Kc7\r\n    {[%wrong Этот ход не позволяет белым добиться ничьей. Попробуем снова!][%hint Повторяем нападение, и мы добьемся ничьей!]}\r\n    (3.a8=Q $2 Bxa8 {Белый король неудачно расположен. Черный король поддержит проходную, добиваясь победы. Попробуем снова!})\r\n    (3.Kc8 $6 Kg4 {Белые могут добиться ничьей, нападая на черного слона, но позволять черному королю помочь пешкам - играть с огнем. Найдем более безопасный путь к ничьей.})\r\n3...Ba8\r\n    {Все верно! Черному слону приходится повторять ходы, и партия  закончится вничью троекратным повторением.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"k4r2/bp6/8/Q7/7p/7P/5qPK/4r3 w - - 0 1\"]\r\n\r\n{Белые вот-вот получат мат. Есть ли способ избежать поражения, добившись ничьей?}\r\n1.Qd8+\r\n    {[%wrong Это интересная попытка, но так белым партию не спасти.][%hint Единственная надежда белых связана с патом. Как его форсировать?]}\r\n    (1.Qxa7+ $2 Qxa7 {К сожалению, черные не обязаны брать королем, поэтому белая пешка \"g\" может ходить. Попробуем снова!})\r\n    (1.Qxe1 $2 Qxe1 {Белая пешка \"g\" может ходить, поэтому это не пат. Попробуем снова!})\r\n1...Bb8+\r\n    {Отлично! Черные не хотят брать белого ферзя и соглашаться на пат. Как белым вынудить пат?}\r\n2.Qxb8+\r\n    {[%wrong Это хорошая попытка, но не форсированный пат. Попробуем снова!][%hint Как вынудить черных взять ферзя?]}\r\n2...Kxb8\r\n    {Вот так спасение! Белые форсируют пат.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/2R3pk/5Qp1/1q3p2/4p3/6PP/5P1K/1r6 b - - 0 1\"]\r\n\r\n{Белые только что взяли слона f6, угрожая матом, поскольку пешка g7 связана. Должны ли черные сдаться, или они найдут, как спасти партию?}\r\n1...Rh1+\r\n    {[%wrong Этот ход не спасает черных. Попробуем снова!][%hint Поищем единственный шах черных в этой позиции.]}\r\n    (1...Qb2 $2 2.Rxg7+ {К сожалению, эта умная защита проигрывает ввиду форсированного мата. Попробуем снова!})\r\n    (1...Qf1 $2 2.Qxg7# {Белые объявили черным мат как раз вовремя. Попробуем снова!})\r\n2.Kxh1\r\n    {Молодец! Ход Крg2 позволил бы ферзю дать мат на f1, поэтому белые вынуждены принять жертву. Что дальше?}\r\n2...Qf1+\r\n    {[%wrong Это интересная попытка, но черные не могут свести партию вничью. Попробуем снова!][%hint Как форсировать вечный шах?]}\r\n    (2...Qb1+ $2 3.Kh2 {У черных заканчиваются шахи, и белые побеждают. Попробуем снова!})\r\n3.Kh2\r\n    {Отлично! Как черным форсировать ничью?}\r\n3...Qxf2+\r\n    {[%wrong Этот ход не спасает черных. Попробуем снова!][%hint Постараемся форсировать вечный шах.] Мы снова спаслись в трудной позиции! Черные форсируют вечный шах.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"3B4/1r2p3/r2p1p2/bkp1P1p1/1p1P1PPp/p1P4P/PPBK4/8 w - - 0 1\"]\r\n\r\n{Не каждый день у нас получается перехитрить шахматный движок. В этой забавной позиции движок считает, что черные выигрывают. Какой форсированной жертвой слона белые добиваются ничьей?}\r\n1.Ba4+\r\n    {[%wrong Это интересная попытка, но нам нужна более форсированная жертва слона. Попробуем снова!][%hint Как белым пожертвовать слона с шахом?]}\r\n    (1.Bd3+ $2 c4 {Так белым не форсировать ничью. Попробуем снова!})\r\n1...Kxa4\r\n    {Черные вынуждены взять слона. Если черные отклонят жертву ходом Крc4, белые могут повторить ходы, продолжая Сb3+, или даже победить! Даем шах черному королю!}\r\n2.b3+\r\n    {[%wrong Это не шах черному королю. Попробуем снова!][%hint Найдем единственный шах белых в этой позиции.]}\r\n2...Kb5\r\n    {Продолжаем давать шахи черному королю!}\r\n3.c4+\r\n    {[%wrong Это не шах черному королю. Попробуем снова!][%hint Найдем единственный шах белых в этой позиции.]}\r\n3...Kc6\r\n    {Продолжаем давать шахи черному королю!}\r\n4.d5+\r\n    {[%wrong Это не шах черному королю. Попробуем снова!][%hint Найдем единственный шах белых в этой позиции.]}\r\n4...Kd7\r\n    {Продолжаем давать шахи черному королю!}\r\n5.e6+\r\n    {[%wrong Это не шах черному королю. Попробуем снова!][%hint Найдем единственный шах белых в этой позиции.]}\r\n5...Kxd8\r\n    {Закроем позицию, чтобы избежать любых взятий.}\r\n6.f5\r\n    {[%wrong Этот ход не закрывает позицию. Попробуем снова!][%hint Ведем веред пешку \"f\" и закроем позицию!]}\r\n    (6.fxg5 $2 fxg5 {Этот ход открывает вертикаль \"f\" для вторжения черной ладьи, упуская ничью. Попробуем снова!})\r\n6...Rc6\r\n    {Несмотря на огромное материальное преимущество черных, они не смогут прорваться, если белые до конца партии будут ходить только королем и не станут брать черные фигуры!}\r\n*"
   ],
   "title" : "Ничейные спасения",
   "url" : "https://www.chess.com/ru/lessons/forsirovannaia-igra/nicheinye-spaseniia",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-INT-saving-draws-v5n.mp4"
}
