{
   "description" : "На каждом ходу возможны десятки продолжений. Как выбрать сильнейшее? Оценим свои возможности и угрозы противника. Обратим особое внимание на шахи, взятия и угрозы.",
   "duration" : null,
   "fen" : "6k1/P5pp/2n5/8/4p3/8/5PPP/4R1K1 w - - 0 1",
   "id" : "dba6bf6a-a0b9-11e8-9030-e93aaec0f127",
   "membership" : null,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"5rk1/5ppp/8/Q5q1/8/5P1P/5P2/5RK1 w - - 0 1\"]\r\n\r\n{Черный ферзь только что дал шах белому королю. Как белым ответить на это нападение?}\r\n1.Qxg5\r\n    {[%hint Если нам шах, не спешим отступать королем. Подумаем, можно ли взять фигуру, давшую шах?] Отлично! Белые забирают атакующую фигуру, выигрывая целого ферзя!}\r\n    (1.Kh2 $2 Qxa5 {Черные не просто напали на короля - белые теперь теряют ферзя. Попробуем снова!})\r\n    (1.Kh1 $2 Qxa5 {Черные не просто напали на короля - белые теперь теряют ферзя. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"6k1/5ppp/6q1/8/4P3/2p3P1/1r4QP/3R3K w - - 0 1\"]\r\n\r\n{Черные только что сделали ход ...Лb2, нападая на белого ферзя. Нужно ли белым отступить ферзем, или у них есть сильнейший ответ?}\r\n1.Rd8#\r\n    {[%wrong Это хорошая попытка, но у белых есть сильнейший ход. Попробуем снова!][%hint Черные напали на белого ферзя - как напасть на черного короля?] Отлично! Белые не обращали внимания на угрозы черных и просто объявили мат!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqk1nr/ppp2ppp/3bp3/3p4/8/1P2P3/PBPP1PPP/RN1QKBNR w KQkq - 0 1\"]\r\n\r\n{Партия только что началась, но у белых уже есть очень сильный ход. Сможем его найти?}\r\n1.Bxg7\r\n    {[%wrong Это хорошая попытка, но есть и более сильный ход. Попробуем снова!][%hint Могут ли белые взять беззащитную фигуру черных?] Отлично! Белый слон забирает беззащитную пешку и атакует черную ладью, которая теперь поймана!}\r\n    (1.Bb5+ $2 c6 {Развитие с шахом может быть выгодно, но черные могут закрыться от шаха и напасть на слона. Поищем сильнейший ход!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"7k/Q2RR1pp/B7/8/1p4q1/1P6/P4PP1/2r3K1 w - - 0 1\"]\r\n\r\n{У белых большое материальное преимущество, но черные только что дали шах белому королю. Сможем найти лучший ответ белых на этот шах?}\r\n1.Bf1\r\n    {[%wrong Этот ход защищает от шаха, но черные просто берут ладью с шахом и возобновляют угрозу. Попробуем снова!][%hint Как закрыться от шаха?] Молодец! Белый слон защищает короля, а их ладьи и ферзь готовы атаковать королевский фланг черных.}\r\n    (1.Kh2 $2 Qh4# {Ой! Белый король попал в опасное положение и получил мат.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"6k1/1b4pp/3p4/3N4/r7/2P3P1/7P/5RK1 w - - 0 1\"]\r\n\r\n{Белый конь атакован слоном. Белые хотят, чтобы черный король отступил в угол h8, где они смогут дать ему мат ладьей. Какой ход белых - сильнейший в этой позиции?}\r\n1.Ne7+\r\n    {[%wrong Это хорошая попытка, но у белых есть сильнейший ход. Попробуем снова!][%hint Какой ход конем вынуждает черного короля отступить в угол?]}\r\n    (1.Nf6+ $2 gxf6 {Ой, этот ход просто теряет коня. Попробуем снова!})\r\n    (1.Nb6 $2 {Отступление конем с нападением на ладью - хороший ход, но есть и сильнейшее продолжение. Какое?})\r\n    (1.Rf8+ $2 Kxf8 {Белые просто отдали ладью. Попробуем снова!})\r\n1...Kh8\r\n    {Фантастика! Конь уходит из-под удара слона и вынуждает черного короля отступить в угол. Как белым добиться победы?}\r\n2. Rf8+\r\n{[%wrong Поищем выигрыш в один ход!][%hint Черным грозит мат по последней горизонтали?]Молодец! Черные получили мат по последней горизонтали.}\r\n*"
   ],
   "title" : "Как найти сильный ход?",
   "url" : "https://www.chess.com/ru/lessons/pora-igrat/kak-naiti-pravilnyi-khod",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-NTC-smart-moves-g5w.mp4"
}
