{
   "description" : "Плохая позиция не значит проигранная. Всего лишь нужно проявить упорство и избегать создания новых слабостей. Одну слабость вполне можно защитить. Также постараемся найти активную контригру. Заставим противника парировать новые угрозы, отвлекая его от атаки.",
   "duration" : null,
   "fen" : "3n4/1k6/7P/5NK1/6N1/8/8/8 b - - 0 1",
   "id" : "de8305e6-a0bd-11e8-a9c2-bb7f1e443988",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r3k2r/pp3pp1/3p2np/2pP4/2P2P2/P1n1NPP1/7P/R3K2R w KQ - 2 17\"]\r\n\r\n{У белых не хватает фигуры, и их позиция выглядит безнадежно. Заметим, что у черного коня c3 только одно безопасное поле - a4. Какой сильный ход позволяет белым выиграть партию?}\r\n17.a4\r\n    {[%wrong Это интересный ход, но он не мешает лишнему коню черных отступить на поле a4. Попробуем снова!][%hint Лишний конь черных хочет сбежать через поле a4. Поймаем его!]}\r\n    (17.Kd2 $2 Na4)\r\n17...Ne7\r\n    {Отлично! У черных лишняя фигура, но она не может вернуться домой. Как напасть на коня, позволяя белым ладьям соединиться?}\r\n18.Kd2\r\n    {[%wrong Это не нападение на черного коня c3. Попробуем снова!][%hint Король может вступить в борьбу!] Король вступает в борьбу! Черные жертвуют коня за пешку ходом ...Кcxd5, но белые отыграли фигуру. Позиция белых остается тяжелой, но они могут оказать сопротивление!}\r\n    (18.Ra3 $5 {Это тоже разумный ход, но почему бы не приблизить короля к центру и не подключить другую белую ладью к игре?})\r\n    (18.Rc1 $2 Nxa4 {Не забываем о пешке \"a\"! Черный конь сбежал. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"6k1/p1r2pp1/1p3b1p/5q2/Q7/5BP1/5P1P/1R4K1 w - - 0 1\"]\r\n[PlyCount \"3\"]\r\n\r\n{У белых не хватает двух соединенных проходных, а черный ферзь напал на слона и ладью одновременно. Как избежать новых материальных потерь?} \r\n1. Qe8+ \r\n{[%wrong Это интересный ход, но мы можем найти сильнейший. Попробуем снова!][%hint Даже в плохих позициях не забываем искать атакующие форсированные ходы. Белые получают материальный перевес форсированной комбинацией!]} (1. Qd1 $2 {Так белые могут защититься, но в этой позиции у них есть выигрыш. Не забываем искать шансы на атаку даже в тяжелой позиции!}) \r\n(1. Qb3 $2 {Так белые могут защититься, но в этой позиции у них есть выигрыш. Не забываем искать шансы на атаку даже в тяжелой позиции!}) \r\n(1. Be4 $2 Qe6 {Сочетать защиту и атаку - хорошая идея, но в этой позиции у белых есть выигрыш. Попробуем снова!}) \r\n1... Kh7 {Комбинация спасает партию! Черный король вынужден занять диагональ, где расположен черный ферзь. Превратим поражение в победу, выиграв черного ферзя!} 2. Be4 {[%wrong Этот ход не выигрывает черного ферзя. Попробуем снова!][%hint Как найти неприятную связку?] Молодец! Мы боролись до конца и нашли спасающую комбинацию!} \r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"3n4/1k6/7P/5NK1/6N1/8/8/8 b - - 0 1\"]\r\n\r\n{У белых лишняя фигура и опасная проходная. Как найти сильный защитный план за черных?}\r\n1...Nf7+\r\n    {[%wrong Это интересный ход, но он не помогает черным справиться с проходной пешкой. Попробуем снова!][%hint Как напасть на белого короля и проходную пешку одновременно?]}\r\n    (1...Ne6+ $2 2.Kf6 {Это интересный ход, но черный конь не сможет справиться с белым королем и двумя конями, пытаясь остановить продвижение белой пешки. Попробуем снова!})\r\n2.Kg6\r\n    {Хороший ход! Черные дают шах белому королю и готовятся применить ключевую защитную идею. Какой ход позволяет черным спастись?}\r\n2...Nxh6\r\n    {[%wrong Это интересный ход, но так черным не спастись. Попробуем снова!][%hint Два коня и король не могут дать мат одинокому королю. Как добиться этого материального соотношения?] Умный ход! У черных две лишние фигуры, но два коня и король не могут дать мат одинокому королю, поэтому позиция ничейна! Держим короля подальше от углов доски, и все будет в порядке!}\r\n    (2...Nh8+ $2 3.Kg7 {Черный конь пойман, и белые скоро выиграют. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/2P3kp/1R4p1/4p3/5p1K/6rP/1P5r/2R5 w - - 0 1\"]\r\n\r\n{В этой партии гроссмейстеров из чемпионата по скоростным шахматам на Chess.com черные только что сыграли ...Лh2 с угрозой мата. Белые сдались. Как они спасались?}\r\n1.c8=Q\r\n    {[%wrong Это интересный ход, но так белым не спасти партию. Попробуем снова!][%hint Как белым защитить пешку h3? Не ходом ладьей...] Здорово! Мы заметили верную идею! В цейтноте позиция белых кажется безнадежной, но мы нашли выигрыш!}\r\n    (1.c8=B $2 Rhg2 {Белые упускают замечательную возможность превратить пешку в ферзя и выиграть партию. Теперь они проигрывают!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"6k1/3R3R/1p4p1/4P3/1p6/1Pq3Pb/P4P1P/6K1 w - - 0 1\"]\r\n\r\n{У черных материальное преимущество, и они угрожают дать мат слабому королю белых. Как белым спастись?}\r\n1.Rhg7+\r\n    {[%wrong Это интересный ход, но так белым не спастись. Попробуем снова!][%hint У белых две ладьи на седьмой горизонтали. Как форсировать ничью вечным шахом?]}\r\n    (1.Rxh3 $2 Qc1+ {После Крg2 черные выиграют ладью ходом ...Фc6+! Постараемся форсированное спасение.})\r\n    (1.Rd1 $2 Kxh7 {Этот ход ведет к потере ладьи. Скоро черные поставят мат ферзем и слоном. Попробуем снова!})\r\n    (1.f4 $2 Qe1# {Хорошо, что мы пытаемся найти путь к отступлению короля. К сожалению, так не спастись. Поищем форсированное спасение.})\r\n    (1.f3 $2 Qe1# {Хорошо, что мы пытаемся найти путь к отступлению короля. К сожалению, так не спастись. Поищем форсированное спасение.})\r\n    (1.Rdg7+ Kf8 $2 {Мы на верном пути, но черный слон защищает поле d7, поэтому шах проигрывает. Поищем схожий ход, форсирующий вечный шах!})\r\n1...Kf8\r\n    {Молодец! Черные пытаются избежать вечного шаха после ...Крh8, отправляясь к центру доски. Как белым форсировать ничью?}\r\n2.Rgf7+\r\n    {[%wrong Это интересный ход, но так белым не спастись. Попробуем снова!][%hint Продолжаем давать шахи этой ладьей!]}\r\n    (2.Rdf7+ $2 Ke8 {Мы на верном пути, но черный слон защищает поле d7, поэтому шах проигрывает. Поищем схожий ход, форсирующий вечный шах!})\r\n2...Ke8\r\n    {Не сдаемся! Черные все еще пытаются избежать ничьей, отступив на g8. Какой важный заключительный шах форсирует ничью?}\r\n3.Rfe7+\r\n    {[%wrong Это интересный ход, но так белым не спастись. Попробуем снова!][%hint Продолжаем давать шахи ладьей!] Чудесное спасение! Белые продолжают давать шахи ладьей, и партия заканчивается вечным шахом!}\r\n    (3.Rde7+ $2 Kd8 {Мы на верном пути, но заметим, что черный слон защищает поле d7, поэтому шах проигрывает. Поищем схожий ход, форсирующий вечный шах!})\r\n*"
   ],
   "title" : "Защита плохой позиции",
   "url" : "https://www.chess.com/ru/lessons/strategiia-dlia-prodolzhaiushchikh/zashchita-plokhoi-pozitsii",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-playing-a-bad-position-e8r.mp4"
}
