{
   "description" : "Атаковать короля - здорово, но этот план - не всегда сильнейший. Проявим терпение. Убедимся, что шахи ведут нас к цели, например, помогают поставить мат или мешают рокировке противника. Если противник может ответить полезным ходом, защищающим от шаха, давать его не стоит.",
   "duration" : null,
   "fen" : "rnb1kb1r/pp1ppppp/2p2n2/q3P3/3P4/8/PPP2PPP/RNBQKBNR w KQkq - 1 4",
   "id" : "dffd9628-a0ba-11e8-b4e3-ff5bda10869f",
   "membership" : 30,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnb1kb1r/pp1ppppp/2p2n2/q3P3/3P4/8/PPP2PPP/RNBQKBNR w KQkq - 1 4\"]\r\n\r\n{Белые только что сделали ход пешкой \\\"e\\\", атакуя черного коня f6. Черные не делают ход конем, а решают объявить шах. Как белым закрыться от шаха и выиграть фигуру?}\r\n4.Bd2\r\n    {[%wrong Это хорошая попытка, но так белым не выиграть фигуру. Попробуем снова!][%hint Как одновременно закрыться от шаха и напасть на черного ферзя?]}\r\n    (4.Nc3 $2 Ne4 {Белый конь связан, поэтому черный идет на e4, что позволяет избежать потери фигуры. Попробуем снова!})\r\n    (4.Nd2 $2 Ne4 {Белый конь связан, поэтому черные переводят коня на e4, избегая потери фигуры. Попробуем снова!})\r\n    (4.Qd2 $2 Qxd2+ {Мы на верном пути, но черные избегают потери фигуры. Как закрыться от шаха и напасть на черного ферзя менее ценной фигурой?})\r\n    (4.b4 $6 Qxb4+ {Если мы закроемся пешкой c3, то все равно выиграем фигуру, но можно действовать и проще, избегая жертвы пешки. Попробуем снова!})\r\n4...Qb6\r\n    {Молодец! Черный ферзь отступает, атакуя пешку b2. Возьмем коня f6!}\r\n5.exf6\r\n    {[%wrong Нам нужно взять черного коня f6 - только так белые могут выиграть фигуру. Сделаем этот ход!][%hint Как взять черного коня на f6?]}\r\n5...Qxb2\r\n    {Отличная работа! Мы выиграли фигуру, но теперь черные пытаются взять нашу ладью a1. Поищем сильный ход, атакующий черного ферзя и защищающий ладью a1.}\r\n6.Bc3\r\n    {[%wrong Это хорошая попытка, но этот ход не позволяет одновременно атаковать ферзя и защитить ладью a1. Попробуем снова!][%hint Черный ферзь и ладья a1 находятся на одной диагонали. Поищем ход слоном, позволяющий напасть на черного ферзя и защитить ладью.] Здорово, что мы нашли этот сильный ход. Черный ферзь под боем, а белый слон защищает ладью a1 на тот случай, если черные попытаются ее взять. Продолжаем в том же духе!}\r\n    (6.fxg7 $5 {Если мы собираемся напасть на черного ферзя и защитить ладью на следующем ходу, то эта идея тоже сильна! Как одновременно напасть на черного ферзя и защитить ладью a1?})\r\n    (6.Nc3 $5 {Блестяще! Теперь ферзь защищает ладью, а белые выигрывают фигуру. Как одновременно напасть на черного ферзя и защитить ладью a1?})\r\n    (6.Bc1 $2 Qxa1 {Верной фигурой не на то поле. Попытаемся найти слону поле, расположенное на той же диагонали, что и черный ферзь и ладья a1.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkb1r/ppp2ppp/5n2/3p4/3P4/5N2/PPP1QPPP/RNB1KB1R b KQkq - 3 5\"]\r\n\r\n{Белые только что сделали слабый ход Фe2+. Найдем лучший ответ на этот шах, позволяющий черным продолжить развитие.}\r\n5...Be7\r\n    {[%hint Поищем ответ на шах белых, позволяющий сделать рокировку на следующем ходу.]}\r\n    (5...Qe7 $2 {Это интересная попытка, но мы допускаем ту же ошибку, что и белые: преждевременно развиваем ферзя, мешая развитию собственного королевского фланга. Попробуем снова!})\r\n    (5...Be6 $2 6.Qb5+ {Это интересная попытка, но теперь белые могут выиграть пешку, дав шах королю и напав на пешку b7, оставшуюся без защиты. Попробуем снова!})\r\n    (5...Ne4 $2 6.Nbd2 {Это интересная попытка, но мы не хотим становиться под связку уже развитой фигурой. Поищем другой способ закрыться от шаха и подготовить рокировку.})\r\n    (5...Kd7 $2 6.Ne5+ {Это интересная попытка, но мы не хотим, чтобы наш король отправлялся навстречу опасностям в центр доски. Поищем способ закрыться от шаха и подготовить безопасную рокировку нашего короля!})\r\n6.Bg5\r\n    {Отличное решение! Мы готовы безопасно совершить рокировку. Белые угрожают ходом Сxf6, чтобы воспользоваться связкой слона. Как увести короля из центра и развязать слона?}\r\n6...O-O\r\n    {[%wrong Это интересная попытка, но мы хотели увести короля из центра и развязать слона e7. Попробуем снова!][%hint Черный король и ладья h8 готовы к эвакуации короля из центра. Сделаем нужный ход!] Отличное решение! После рокировки мы готовы продолжать ...Лe8, чтобы воспользоваться тем, что белые ферзь и король находятся на вертикали \\\"e\\\". Преждевременный шах, объявленный белыми, не приносит им ничего, кроме проблем!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnb1kb1r/1p2np1p/p2p2p1/2p5/Q3q3/2P2N1P/PP1PBPP1/RNB1K2R b KQkq - 0 1\"]\r\n\r\n{Белые смело объявили шах. Выгодно ли это решение? Найдем сильнейший ответ черных!}\r\n1...Qxa4\r\n    {[%hint Получив шах, думаем не только о защите. Каким ходом  черные могут выиграть ферзя?] Отличное видение доски! Вместо того, чтобы развиваться, белые дали беспечный шах, зевнув ферзя.}\r\n    (1...b5 $2 2.Qxe4 {Это интересная идея, но нужно изучать все возможные шахи и взятия в любой позиции. Попробуем снова!})\r\n    (1...Nbc6 $2 2.Qxe4 {Это интересная идея, но нужно изучать все возможные шахи и взятия в любой позиции. Попробуем снова!})\r\n    (1...Nec6 $2 2.Qxe4+ {Это интересная идея, но нужно изучать все возможные шахи и взятия в любой позиции. Попробуем снова!})\r\n    (1...Nd7 $2 2.Qxe4 {Это интересная идея, но нужно изучать все возможные шахи и взятия в любой позиции. Попробуем снова!})\r\n    (1...Bd7 $2 2.Qxe4 {Это интересная идея, но нужно изучать все возможные шахи и взятия в любой позиции. Попробуем снова!})\r\n    (1...Kd8 $2 2.Qxe4 {Это интересная идея, но нужно изучать все возможные шахи и взятия в любой позиции. Попробуем снова!})\r\n    (1...Qc6 $6 {Этот хороший ответ, но мы ищем сильнейший ход, позволяющий черным выиграть белого ферзя.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r2qk2r/p4ppp/bp3n2/3p2B1/1b1P4/N4N2/PP3PPP/R2Q1RK1 w kq - 0 1\"]\r\n\r\n{У белых в этой позиции четыре шаха, но только один из них силен. Какой?}\r\n1.Qa4+\r\n    {[%wrong Это интересная идея, но мы пытаемся найти сильнейший шах.][%hint Только один из шахов позволяет белым выиграть фигуру, а все остальные ее теряют. Считаем варианты внимательно!]}\r\n    (1.Re1+ $2 Bxe1 {Это интересная идея, но шах приводит к потере качества. Поищем более сильный шах, позволяющий белым выиграть фигуру!})\r\n    (1.Qe2+ $2 Bxe2 {Это интересная идея, но шах приводит к потере ферзя. Поищем более сильный шах, позволяющий белым выиграть фигуру!})\r\n    (1.Qe1+ $2 Bxe1 {Это интересная идея, но шах приводит  к потере качества. Поищем более сильный шах, позволяющий белым выиграть фигуру!})\r\n1...Qd7\r\n    {Отлично! Этим ходом белые нападают не только на черного короля, но и на обоих незащищенных слонов. Найдем сильнейшее продолжение за белых!}\r\n2.Qxa6\r\n    {[%wrong Это интересная идея, но мы можем выиграть фигуру. Попробуем снова!][%hint Поищем сильнейшее взятие, позволяющее белым выиграть фигуру.] Мы нашли сильнейший ход белых! У нас просто лишняя фигура.}\r\n    (2.Qxb4 $6 Bxf1 {После взятия черного слона белые сохраняют позиционный перевес. Теперь поищем другое взятие ферзем, выигрывающее фигуру, но не позволяющее черным взять нашу ладью.})\r\n    (2.Rfe1+ $2 Bxe1 {Это интересная идея. Теперь поищем более сильный ход, позволяющий белым выиграть фигуру, не расставаясь с ладьей.})\r\n    (2.Rae1+ $2 Bxe1 {Это интересная идея. Теперь поищем более сильный ход, позволяющий белым выиграть фигуру, не расставаясь с ладьей.})\r\n    (2.Qxd7+ $2 {Это интересная идея, но этим разменом белые упускают перевес. Какое взятие позволяет выиграть фигуру?})\r\n    (2.Bxf6 $2 Qxa4 {Это интересная идея, но закрывшись от шаха, черные могут взять атакующую фигуру. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r2qr1k1/1p1b1ppp/p2bpn2/3pP3/P2P4/4QN1P/1P2BPP1/RN2K2R b KQ - 5 4\"]\r\n\r\n{Шах может быть очень силен, если он хорошо обоснован. Белая пешка атакует черного слона d6 и коня одновременно. Как черным избежать потери фигуры?}\r\n4...Bb4+\r\n    {[%wrong Это интересная идея, но так черным не уйти от вилки. Попробуем снова!][%hint Черные слон и конь под вилкой. Поищем сильный шах, позволяющий одной из этих фигур отступить на безопасное поле.]}\r\n    (4...Bxe5 $2 5.Nxe5 {Это интересная идея, но так черные теряют фигуру. Попробуем снова!})\r\n    (4...Qa5+ $2 5.Nc3 {Это хорошая попытка, но слон и конь черных все еще под боем пешки. Какая из фигур, попавших под вилку, может дать шах?})\r\n    (4...Ng4 $2 5.hxg4 {Нападение на ферзя заманчиво, но нам нужно убедиться, что мы атакуем его с безопасного поля. Попробуем снова!})\r\n5.Nc3\r\n    {Молодец! Черные дают шах королю одной из атакованных фигур. Куда отступит конь из-под боя пешки?}\r\n5...Ne4\r\n    {[%wrong Это хорошая попытка, но нам нужно отступить конем f6 на безопасное поле. Попробуем снова!][%hint Белый конь на поле c3 связан. Как увести коня из-под боя пешки и увеличить давление на связанную фигуру?] Отличный ход! Черные ушли от пешечной вилки белых, и теперь их фигуры вместе нападают на связанного коня c3.}\r\n    (5...Nh5 $2 6.g4 {Не стоит ставить коня на край доски. Здесь этот ход связан с потерей фигуры. Попробуем снова!})\r\n    (5...Bxc3+ $6 {Взятие коня преждевременно. Сначала нападем на своим конем на связанную фигур.})\r\n    (5...Ng4 $2 6.hxg4 {Нападение на ферзя заманчиво, но нам нужно убедиться, что мы атакуем его с безопасного поля. Попробуем снова!})\r\n*"
   ],
   "title" : "Полезный шах",
   "url" : "https://www.chess.com/ru/lessons/okhotimsia-na-korolia/poleznyi-shakh",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-BEG-dont-just-check-g6f.mp4"
}
