{
   "description" : "Конь - единственная шахматная фигура, которая ходит не по прямой линии. При ходе конь двигается два поле в одном направлении и на одно в перпендикулярном. Например, на два поля вперед и на одно влево, или на два поля вправо и на одно вниз. Ход коня похож на букву &quot;Г&quot;. Также конь отличается тем, что это - единственная фигура, способная перепрыгивать через препятствия.",
   "duration" : 1,
   "fen" : "1n4n1/8/8/8/8/8/8/1N4N1 w - - 0 1",
   "id" : "e1fe7178-931b-11e9-a2a6-2dacf512efb1",
   "membership" : null,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/7N/8/8/8/8/8 w - - 0 1\"]\r\n\r\n{Конь хочет добраться до верхнего края доски за один ход. Какой?}\r\n1.Ng8\r\n    {[%wrong Это интересная идея, но так коню не добраться до верхнего края доски.][%hint Ведем коня по доске вперед так, чтобы он добрался до ее края.] Молодец! Конь добрался до края шахматной доски!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/8/2B5/1R3K2/3N4/8 w - - 0 1\"]\r\n\r\n{Коням нравится находиться в гуще борьбы. Расположим коня в центре доски.}\r\n1.Ne4\r\n    {[%wrong Это интересный ход, но не конем. Найдем фигуру с головой коня и поставим ее в центр.][%hint Сделаем конем единственный ход, позволяющий ему оказаться в центре.] Молодец! Конь расположился прямо в центре!} \r\n     (1.Nb1? {Мы нашли коня, но он отступил назад, дальше от центра. Займем центр.}) (1.Nf1? {Мы нашли коня, но он отступил назад, дальше от центра. Займем центр.})  \r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/8/4N3/1N6/8/8 w - - 0 1\"]\r\n\r\n{Один белый конь уже расположен в центре доски. Займем центр и другим конем.}\r\n1.Nd4\r\n    {[%wrong Это интересная идея, но нам нужно расположить обоих коней в центре.][%hint Займем конем поле слева от его собрата.] Молодец! Оба коня теперь находятся в центре доски.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/8/1R6/K1BBR3/2N5/4Q3 w - - 0 1\"]\r\n\r\n{Большинство полей, куда может отправиться конь, уже занято другими фигурами. Как занять конем центр доски?}\r\n1.Nd4\r\n    {[%hint Конь может перепрыгивать через другие фигуры -  как ему добраться до центра доски?] Отлично! Конь перепрыгнул через свои фигуры и добрался до центра доски.}\r\n    (1.Na1? {Ой! Король забирается в угол, где он расположен не слишком активно. Он должен отправиться вперед и занять более активное поле!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/3r1r2/2q3k1/8/8/5N2/8 w - - 0 1\"]\r\n\r\n{С какого поля конь сможет напасть на все четыре фигуры черных одновременно?}\r\n1.Ne4+\r\n    {[%wrong Это интересная идея, но нам нужно так расположить коня, чтобы он мог забрать любую из черных фигур следующим ходом. Попробуем снова!][%hint Расположим коня в центре доски - отсюда он может добраться до любой из фигур черных.] Молодец! Все четыре фигуры черных оказались под боем коня.}\r\n*"
   ],
   "title" : "Конь",
   "url" : "https://www.chess.com/ru/lessons/kak-hodiat-figury/kon",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-NTC-the-knight-s0c.mp4"
}
