{
   "description" : "Когда один из противников атакует короля, важно изучить все форсированные продолжения и ходы, мешающие ему покинуть опасную зону. В защите пытайтесь определить угрозы противника и отразить их, не создавая новых ненужных ослаблений. Часто возможность успешно защититься заключается в контратаке или размене активных фигур противника.",
   "duration" : null,
   "fen" : "2kr3r/1p1n1qp1/p6p/4p2P/5bP1/2P2P1R/PPK5/R1B2BQ1 b - - 4 24",
   "id" : "e2ca6e7c-a0be-11e8-9771-4b14172ff084",
   "membership" : null,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"4r2k/1p4qp/2b2pp1/8/1QP4P/3Bb1B1/P5P1/5R1K b - - 0 29\"]\r\n\r\n{Два мощных  слона черных угрожают королевскому флангу белых. Как подключить к борьбе черного ферзя, нападая на беззащитную фигуру и готовя нападение на белого короля?}\r\n29...Qd7\r\n    {[%wrong Это интересный ход, но он не позволяет напасть на беззащитную фигуру и подготовить нападение на белого короля одновременно. Попробуем снова!][%hint Белая пешка g2 связана защитой короля. Как создать угрозы шаха ферзем с поля h3 и нападения на беззащитного слона одновременно?]}\r\n30.Qc3\r\n    {Отличный ход! Черные нападают на белого слона и готовят решающий шах королю. Белые замечают только угрозу слону, защищая его ферзем. Пора атаковать короля!}\r\n30...Qh3+\r\n    {[%wrong Это интересный ход, но в позиции есть форсированный выигрыш. Поищем его!][%hint  Белая пешка g2 связана защитой короля. Поищем решающий шах.]}\r\n31.Bh2\r\n    {Молодец! Завершим комбинацию!}\r\n31...Qxg2#\r\n    {[%wrong Это интересный ход, но у нас есть форсированный выигрыш. Попробуем снова!][%hint Поищем мат в один ход.] Мы разгромили белых!}\r\n    (31...Bxg2# $5 {Отлично! Поищем еще один ход, ведущий к мату.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqkb1r/p2n1pp1/4pn1p/2p5/1P1N4/3B4/P1P1QPPP/R1B1K1NR w KQkq - 0 13\"]\r\n\r\n{Белый конь под боем. Поищем сильный ход конем, позволяющий белым вторгнуться в расположение черных, напасть на фигуру и подготовить решающую комбинацию.}\r\n13.Nc6\r\n    {[%wrong Это интересный ход, но нам нужно напасть на фигуру и подготовить комбинацию. Попробуем снова!][%hint Куда отправиться коню, чтобы отвлечь ферзя от защиты поля e7?]}\r\n    (13.Qxe6+ $2 Be7 {Это интересная идея, но черные успевают защититься  с хорошими шансами на победу, поскольку у белых две фигуры под боем. Поищем более сильный ход конем, нужный для осуществления нашего замысла.})\r\n    (13.Nxe6 $6 fxe6 {Эта жертва выглядит мощно, и у белых есть компенсация после Сg6+, но мы ищем сильнейшее атакующее продолжение. Попробуем снова!})\r\n13...Qc7\r\n    {Здорово! Ферзь черных под боем, и больше не защищает поле e7. Как форсировать мат?}\r\n14.Qxe6+\r\n    {[%wrong Это интересный ход, но нам нужно найти мат в два хода. Поищем комбинацию!][%hint Какая жертва ведет к мату следующим ходом?]}\r\n14...fxe6\r\n    {Отличное комбинационное зрение! Ход ...Сe7 проигрывает ввиду Фxe7#, поэтому черные забирают ферзя. Завершим партию матом!}\r\n15.Bg6#\r\n    {[%wrong Это интересный ход, но мы можем дать мат. Попробуем снова!][%hint У белых только один шах, но он дает мат!] Мы играем все сильнее! Не сбавляем обороты!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"3r4/kb5p/4R3/1p6/8/6B1/3q2PP/2R4K w - - 3 35\"]\r\n{Черные создали угрозу мата на g2 и напали на белую ладью c1. Положение кажется безнадежным, но нам поможет спастись нападение на черного короля.}\r\n35.Ra1+\r\n    {[%wrong Этот интересный ход не спасает белых. Попробуем снова!][%hint Какой шах вынуждает черных закрыться слоном?]}\r\n    (35.Bf2+ $2 Qxf2 {Это продолжение ведет к потере фигуры. Попробуем снова!})\r\n35...Ba6\r\n    {Фантастика! Черным приходится закрыться слоном. Как взять слона?}\r\n36.Raxa6+\r\n    {[%wrong Это интересный ход, но белым нужно взять слона, чтобы победить. Найдем взятие ладьей!][%hint Белые ладьи могут соединиться на шестой горизонтали...]}\r\n    (36.Rexa6+ $2 Kb7 {Это интересный ход. Белые не проигрывают, но взятие другой ладьей должно принести им победу. Попробуем снова!})\r\n36...Kb7\r\n    {Хорошая работа! Белые ладьи соединились на шестой горизонтали. Как оттеснить черного короля на восьмую горизонталь?}\r\n37.Reb6+\r\n    {[%wrong Это интересный ход, но он не вынуждает черного короля отступить на восьмую горизонталь. Попробуем снова!][%hint Поищем единственный шах ладьей, вынуждающий черного короля отступить на восьмую горизонталь...]}\r\n    (37.Rab6+ $6 Ka7 {Это продолжение ведет к повторению ходов. Попробуем снова!})\r\n37...Kc8\r\n    {Отлично! Черный король вынужден отступить на восьмую горизонталь. Поищем ход, вынуждающий черного короля отступить на вертикаль \\\"d\\\", нарушая взаимодействие между ферзем и ладьей.}\r\n38.Ra8+\r\n    {[%wrong Этот ход не вынуждает черного короля отступить на вертикаль \\\"d\\\". Попробуем снова!][%hint Поищем шах ладьей, вынуждающий черного короля отступить на вертикаль \\\"d\\\".]}\r\n    (38.Rc6+ $6 Kb7 {Это продолжение ведет к повторению ходов. Попробуем снова!})\r\n    (38.Rb8+ $5 {Этот сильный ход тоже выигрывает. Поищем другой шах ладьей по восьмой горизонтали!})\r\n38...Kd7\r\n    {Король черных не находит себе пристанища! Какая комбинация позволяет белым разменять две ладьи на ладью и ферзя черных?}\r\n39.Rxd8+\r\n    {[%wrong Это интересный ход, но он не вынуждает размен двух ладей белых на ладью и ферзя черных. Попробуем снова!][%hint Какое взятие вынуждает черных отдать ферзя и ладью за две ладьи белых!]}\r\n    (39.Rd6+ $5 {Здорово! Этот ход тоже выигрывает. Поищем другой путь к победе, начинающийся с шаха ладьей.})\r\n39...Kxd8\r\n    {Отличное решение! Нападем на черного короля и ферзя одновременно!}\r\n40.Rd6+\r\n    {[%wrong Это интересный ход, но нам нужно напасть на черного короля и ферзя одновременно. Попробуем снова!][%hint Какое поле на вертикали \\\"d\\\" держат под боем белые слон и ладья? Оно годится для двойного удара!] Превосходно! Позиция белых выглядела ужасно, но мы смогли перейти в выигранный эндшпиль. Здорово!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r2qkb1r/p2ppp1p/n5p1/1NpNP2n/8/4B3/P1P2PPP/3QKB1R w Kkq - 2 15\"]\r\n\r\n{Гроссмейстер Левон Аронян в чемпионате по скоростным шахматам на Chess.com в 2018 году показал нам, как атаковать короля! Комбинация начинается с нападения на коня h5.}\r\n15.g4\r\n    {[%wrong Это интересный ход, но нам нужно напасть на черного коня h5. Попробуем снова!] [%hint Не забываем, какую угрозу для фигур представляют пешки!]}\r\n    (15.Be2 $6 {Это интересная идея, но на коня нужно напасть чем-то менее ценным, чем легкая фигура.})\r\n    (15.Qxh5 $2 gxh5 {Это интересный ход, но лихая жертва не ведет к мату, и белые дают противнику слишком большое материальное преимущество. Попробуем снова!} 16.Nf6+ $2 exf6 {Мы на верном пути, но нам надо для начала отвлечь пешку e7 от защиты поля f6. Попробуем снова!})\r\n    (15.Nf4 $2 {Это интересный ход, но этот конь нам пригодится для атаки на черного короля. Нам нужно вынудить черного коня отступить, а не разменивать его!})\r\n    (15.Nf6+ $2 exf6 {Это интересный ход, но у белых нет выигрывающего продолжения, оправдывающего эту жертву. Попробуем снова!})\r\n15...Ng7\r\n    {Молодец! Уже поняли, зачем гроссмейстеру Ароняну понадобилось отвлечь коня от защиты поля f6? Поищем удивительное продолжение атаки!}\r\n16.Nd6+\r\n    {[%wrong Это интересный ход, но не выигрывающая комбинация гроссмейстера. Попробуем снова!][%hint Черного короля стесняют свои же фигуры. Как отвлечь пешку e7 от защиты ключевого поля f6?]}\r\n16...exd6\r\n    {Изумительно! Как белым продолжить атаку на черного короля?}\r\n17.Nf6+\r\n    {[%wrong Это интересный ход, но он не позволяет белым победить. Попробуем снова!][%hint Теперь пешка уже не защищает поле f6. Как белым это использовать?] Здорово! Черные могут отступить королем, получая мат, или отдать ферзя с безнадежной позицией.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r3k2r/1p1n1qp1/p6p/4p2P/4K1P1/2PpQPbR/PP6/R1B2B2 w kq - 0 22\"]\r\n\r\n{Король будущего чемпиона мира Анатолия Карпова, игравшего белыми, попал в большую беду. Сыграем как Карпов и обеспечим безопасность своего короля!}\r\n22.Kxd3\r\n    {[%wrong Это интересный ход, но белым нужно обеспечить безопасность своего короля. Попробуем снова!][%hint Как отступить королем в безопасное укрытие?]}\r\n    (22.Qxd3 $2 Nc5+ {Это интересный ход, но теперь белые теряют ферзя. Попробуем снова!})\r\n22...Bf4\r\n    {Превосходно! Белые забирают вражескую пешку, и король приближается к безопасному укрытию. У белых несколько хороших продолжений. Сыграем вслед за Карповым Фg1.}\r\n23.Qg1\r\n    {[%wrong Нам нужно сделать ход Карпова Фg1.][%hint Займем ферзем поле g1.]}\r\n23...O-O-O\r\n    {Здорово! Черные рокируют на королевский фланг, готовясь атаковать белого короля. Как королю отступить на фланг?}\r\n24.Kc2\r\n    {[%wrong Это интересный ход, но он не позволяет королю на фланг. Попробуем снова!][%hint Где король расположен безопаснее: укрывшись за пешкой или в центре доски?] Потрясающе! Белый король смог добраться с поля e4 до надежного пристанища на c2, и Карпов выиграл эту партию!}\r\n    (24.Ke4 $2 Nf6+ {Белый король получает мат в два хода. Попробуем снова!})\r\n    (24.Ke2 $2 {Это интересный ход, но на этом поле белого короля ждет сильная атака, и он мешает развитию белопольного слона. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1r3rk1/1Bp2p1p/2P1pN2/p2b2p1/3PnQ2/4P3/1q3PPP/2RR2K1 b - - 1 28\"]\r\n\r\n{Положение черного короля ненадежно, но и белый ферзь находится под боем. Могут ли черные отправить \\\"его величество\\\" в бой, или его нужно попытаться спрятать в центре?}\r\n28...Kg7\r\n    {[%hint Белый ферзь под боем. Если напасть на белого коня, под боем окажутся уже две фигуры!]}\r\n    (28...Kh8 $2 29.Qf3 {В целом, укрывать короля за пешками - хорошая стратегия, но королевский фланг черных ослаблен, а конь и ферзь белых подобрались слишком близко к вражескому королю. Черные в беде. Попробуем снова!})\r\n    (28...Nxf6 $2 29.Qxg5+ {У белых есть неприятный промежуточный ход, позволяющий сначала выиграть пешку и разрушить прикрытие короля черных, а потом взять коня. Попробуем снова!})\r\n29.Nh5+\r\n    {Очень хорошо! Черный король нападает на белого коня, поэтому белым приходится отражать угрозы ферзю и коню одновременно. Нужно ли черным и дальше преследовать коня королем, или они могут перейти к защите?}\r\n29...Kh6\r\n    {[%hint Поищем агрессивный ход королем, предотвращающий будущие шахи.]}\r\n    (29...Kg6 $6 30.Qf3 {Мы на правильном пути, но мы еще увидим, что черному королю нужно избегать шахов конем. Поищем поле, откуда король мог бы напасть на коня, не позволяя тому дать шах.})\r\n    (29...Kg8 $2 30.Qe5 {Белые угрожают матом, а в ответ на ...f6 неприятно Фxc7. Попробуем снова!})\r\n    (29...Kh8 $6 30.Qe5+ {Это интересный ход, но белые избежали проигрыша. Путешествовать королем страшно, но при правильной игре черные выигрывают фигуру!})\r\n30.Qf3\r\n    {Какая смелость! Черный король продолжает преследовать коня. Теперь белый ферзь защищает важную пешку f2 и коня h5. Поищем сильный ход, вынуждающий ферзя оставить одно из двух полей без защиты.}\r\n30...g4\r\n    {[%wrong Это интересное продолжение, но есть и более сильный ход, вынуждающий белого ферзя снять защиту с пешки f2 или коня h5. Попробуем снова!][%hint Поищем ход пешкой, вынуждающий белого ферзя оставить без защиты коня или важную пешку f2.]}\r\n    (30...Qxf2+ $5 {Какой умный ход! Упростить позицию и остаться с лишней пешкой - отличная идея. Поищем другой ход, вынуждающий белого ферзя оставить без защиты коня или важную пешку  f2.})\r\n    (30...Nxf2 $5 31.Qxf2 {Упростить позицию и остаться с лишней пешкой - отличная идея. Поищем другой ход, вынуждающий белого ферзя оставить без защиты коня или важную пешку f2.})\r\n    (30...Nc3 $5 31.e4 {Какая интересная идея! Черные выигрывают качество в очень сложной позиции. Поищем другой ход, вынуждающий белого ферзя оставить без защиты коня или важную пешку f2.})\r\n31.Qf4+\r\n    {Сильный ход! На Фxg4 следует ...Фxf2+ и далее ...Лg8, поэтому белые дают шах, вынуждая черных взять коня. Могут ли черные взять коня?}\r\n31...Kxh5\r\n    {[%hint Если мы не видим, как король получит мат, нужно поверить в себя и взять коня!] Невероятно! Король проявил себя настоящим бойцом! Черные собираются продолжать ...f5, с безопасной позицией и лишней фигурой!}\r\n    (31...Kg6 $2 32.Qxg4+ {Черный король в беде. Не позволим белому коню отступить. Возьмем его!})\r\n    (31...Ng5 $2 32.Nf6 {Если не взять белого коня, он сможет нанести удар. Черный король под атакой, а конь связан. Поверим в себя. Возьмем коня!})\r\n*"
   ],
   "title" : "Король в опасности",
   "url" : "https://www.chess.com/ru/lessons/ataka-na-korolia/korol-v-opasnosti",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-king-in-danger-h7x.mp4"
}
