{
   "description" : "Связанные пешки могут защищать и поддерживать продвижение друг друга. Сдвоенные пешки мешают друг другу двигаться вперед. Пешки, оставшиеся без соседей, становятся изолированными, и часто их бывает легко атаковать.",
   "duration" : null,
   "fen" : "1k6/8/5ppp/8/7K/6P1/5P1P/8 w - - 0 3",
   "id" : "e836f490-a0bc-11e8-80b9-d5a12bd71972",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1k6/6p1/5p1p/8/7K/6P1/5P1P/8 b - - 0 2\"]\r\n\r\n{Белый король угрожает напасть на пешки черных. Поищем единственный ход, спасающий черных от поражения.}\r\n2...g6\r\n    {[%wrong Этот ход допускает Крh5, после чего черные пешки будут потеряны. Попробуем снова!][%hint Как белым напасть на черные пешки? Блокировать их!] Молодец! Черные строят \\\"пешечную стену,\\\" чтобы белый король не смог атаковать их пешки. Черные приведут короля на защиту пешек, и партия, скорее всего, закончится вничью.}\r\n    (2...g5+ $2 3.Kh5 {Все черные пешки теряются. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/6k1/1pp3p1/p1p1p2p/K1P1P3/1P4P1/7P/5B2 w - - 3 2\"]\r\n\r\n{Посмотрим на структуру черных пешек. Какую слабость нужно атаковать белопольным слоном?}\r\n2.Bh3\r\n    {[%wrong Это интересная попытка, но не нападение на слабую пешку черных. Попробуем снова!][%hint Ищем сдвоенные пешки. Как напасть на одну из них белопольным слоном?]}\r\n2...Kf6\r\n    {Вы поняли! Черные пешки сдвоены, а пешка c6 остается без защиты. Черный король стремится к полю e7, чтобы помешать слону напасть на пешку. Доберемся до цели первым!}\r\n3.Bd7\r\n    {[%wrong Это не нападение на пешку c6. Попробуем снова!][%hint Как белопольному слону белых атаковать пешку c6?]}\r\n3...Kg5\r\n    {Молодец! Черный король меняет маршрут, надеясь использовать поле g4 для атаки белых пешек королевского фланга после того, как слон возьмет пешку c6. Должны ли белые взять пешку c6, или сначала нужно помешать замыслу черных?}\r\n4.h4+\r\n    {[%wrong Это интересная попытка, но так невозможно избавиться от контригры черных. Попробуем снова!][%hint Как помешать черному королю вторгнуться на территорию белых?]}\r\n    (4.Bxc6 $6 Kg4 {Этот вариант достаточен для победы, но белым надо проявить осторожность в отношении контригры черных на королевском фланге. Почему бы сначала не избавиться от контригры черных, а потом забрать пешки  без риска?})\r\n    (4.Be8 $6 Kg4 {Этот очень интересный выжидательный ход также достаточен для победы, но зачем допускать активную контригру черного короля против белых пешек королевского фланга? Устраним контригру черных и начнем собирать пешки!})\r\n    (4.h3 $6 h4 {Черные готовы вскрыть линии, чтобы атаковать белые пешки королевского фланга. Белые должны победить, но зачем давать черным возможности контригры?})\r\n4...Kf6\r\n    {Молодец! Черный король не может вторгнуться на территорию белых, поэтому они просто возьмут пешки ферзевого фланга и выиграют без риска.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/2b5/p6k/Pp5p/1P3N1P/1K4P1/8 b - - 0 1\"]\r\n\r\n{Единственный путь к победе черных  - создать противнику две изолированные пешки, чтобы те не могли защитить друг друга. Найдем ход!}\r\n1...Bxf3\r\n    {[%wrong Этот ход не разбивает пешки белых. Попробуем снова!][%hint Проверим взятия в этой позиции. Как черным изменить пешечную структуру?]}\r\n2.gxf3\r\n    {Молодец! У белых лишняя пешка, но изолированные пешки не могут себя защитить. Скорее атакуем эти слабые пешки!}\r\n2...Kg5\r\n    {[%wrong Этот ход не готовит атаку слабой пешки f3. Попробуем снова!][%hint Как черному королю напасть слабую белую пешку f3?]}\r\n3.Kc2\r\n    {Продолжаем наступление!}\r\n3...Kf4\r\n    {[%wrong Это не нападение на пешку f3. Попробуем снова!][%hint Как черным взять слабую пешку f3 следующим ходом?] Молодец! Черные заберут пешки f3 и h3, создавая проходную h4. Белому королю не хватит времени, чтобы добраться до черных пешек королевского фланга и превратить пешку в ферзя, поэтому черные должны победить.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/2k3p1/3p1p1n/3p4/3P2P1/5PK1/3BP3/8 w - - 0 1\"]\r\n\r\n{Поищем единственный выигрывающий ход белых в этой позиции.}\r\n1.Bxh6\r\n    {[%wrong Это интересная попытка, но так белым не выиграть. Попробуем снова!][%hint Как разрушить пешечную  структуру черных?]}\r\n    (1.Kh4 $2 Ng8 {Черный конь готов занять поле e7, мешая белому королю попасть на важное поле g6. Попробуем снова!})\r\n    (1.f4 $2 f5 {Черные блокировали белую пешку f4. Поле того же цвета, что и белый слон. Черный конь станет активен, и позиция будет равной. Попробуем снова!})\r\n    (1.g5 $2 Nf5+ {Пассивный конь черных становится активным, и позиция выравнивается. Попробуем снова!})\r\n1...gxh6\r\n    {Этот размен разрушает пешечную структуру черных, создавая три изолированных пешечных островка. Их не могут защитить другие пешки. Много планов ведут к победе, но проще всего продолжать Крh4 и забрать черную пешку h6, получая выигрышный эндшпиль.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2b5/6k1/p2pprp1/2p4p/2P1P3/1P3P2/P4NP1/2R3K1 w - - 0 1\"]\r\n\r\n{Ход белых. Как временной жертвой разрушить пешечную структуру черных?}\r\n1.e5\r\n    {[%wrong Это интересная попытка, но этот ход не разрушает пешечную структуру черных. Попробуем снова!][%hint Как одновременно атаковать пешку и черную ладью?]}\r\n    (1.Rd1 $2 e5 {Черная ладья защищает пешку d6, а пассивный слон становится активным. Попытаемся найти более форсированное продолжение.})\r\n1...dxe5\r\n    {Отличный ход! У черных четыре пешечных островка и несколько слабых пешек. Как проще всего атаковать пешку c5?}\r\n2.Ne4\r\n    {[%wrong Нападем на пешку c5. Попробуем снова!][%hint Как коню заблокировать слабую черную пешку и напасть на пешку c5?] Молодец! Белые атакуют изолированную черную пешку c5, восстанавливая материальное равновесие, и у них еще остается несколько слабостей для атаки!}\r\n    (2.Nd3 $5 e4 {Такое нападение на пешку c5 позволяет черным избавиться от слабости и изолировать белую пешку e4, хотя белые все еще выигрывают. Как не допустить этого неприятного продолжения?})\r\n    (2.Re1 $6 Rf5 {Позиция белых остается сильной после Кe4, но почему бы сначала не напасть на беззащитную пешку c5?})\r\n*"
   ],
   "title" : "Пешечные структуры",
   "url" : "https://www.chess.com/ru/lessons/osnovy-strategii/peshechnye-struktury",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-INT-pawn-structures-k1a.mp4"
}
