{
   "description" : "Смотрим партию от начала до конца с объяснением всех ходов. 1. e4 c6 Противники выводят пешки в центр. 2. d4 d5 Заняв центр двумя пешками, можно развивать фигуры. 3. Кc3 dxe4 Белые защищают пешку, а черные ее берут. 4. Кxe4 Кd7 Белые берут в ответ, а черные развивают коня. 5. Bc4 Кgf6 Белые выводят слона, а черные - коня. 6. Ng5 h6 Белые нападают на пешку f7, но черные не замечают угрозу. 7. Bf7# Мат!",
   "duration" : null,
   "fen" : "r1bqkb1r/pp1npBp1/2p2n1p/6N1/3P4/8/PPP2PPP/R1BQK1NR w KQkq - 0 1",
   "id" : "e95c1510-a0b9-11e8-a35b-114341b0e3cd",
   "membership" : null,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n\r\n{Начнем игру ходом пешки, находящейся перед белым королем. Двинем ее на два поля вперед, чтобы занять центр.}\r\n1.e4\r\n    {[%wrong Нам нужно занять пешкой центр доски. Попробуем снова.][%hint Займем пешкой, находящейся перед королем, поле e4.]}\r\n    (1.d4 $1 {Эта пешка также может занять центр, но мы пойдем пешкой от короля.})\r\n1...c6\r\n    {Молодец! Белая пешка занимает центр, и белые ферзь и слон могут вступить в игру. Черные своим ходом не борются за центр напрямую. Займем центр другой пешкой!}\r\n2.d4\r\n    {[%wrong Займем центр второй пешкой - попробуем снова.][%hint Займем центр пешкой, находящейся перед ферзем.]}\r\n    (2.d3 $2 {Это хорошая попытка, но эта пешка может занять центральное поле за один ход. Попробуем снова!})\r\n2...d5\r\n    {Отличная работа! Теперь у белых две пешки в центре.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/pp2pppp/2p5/3p4/3PP3/8/PPP2PPP/RNBQKBNR w KQkq - 0 1\"]\r\n\r\n{Черные угрожают взять белую пешку e4. Как белым развить коня и защитить пешку e4?}\r\n1.Nc3\r\n    {[%wrong Нам нужно вывести коня и защитить пешку e4. Попробуем снова!][%hint Как ходом коня защитить пешку e4?]}\r\n    (1.Nd2 $1 {Это хорошее продолжение, но здесь конь мешает слону c1 войти в игру. Попробуем найти более активное поле для этого коня.})\r\n1...dxe4\r\n    {Отлично! Белые вводят в игру еще одну фигуру и защищают пешку e4. Как белым взять черную пешку e4 и восстановить материальное равновесие?}\r\n2.Nxe4\r\n    {[%wrong Этот ход не ведет к взятию пешки. Попробуем снова.][%hint Возьмем пешку в центре конем.] Молодец! Белый конь берет пешку и выходит в центр доски.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqkbnr/pp1npppp/2p5/8/3PN3/8/PPP2PPP/R1BQKBNR w KQkq - 0 1\"]\r\n\r\n{Белые хотят напасть на слабое поле f7. Как развить слона, чтобы тот напал на поле f7 и помог контролировать центр?}\r\n1.Bc4\r\n    {[%wrong Это не развитие слона с нападением на поле f7. Попробуем снова!][%hint Попробуем развить белого слона f1 на поле, откуда он будет атаковать пешку f7.] Молодец! Белые выводят слона на активную диагональ, атакуя слабую пешку f7.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqkb1r/pp1npppp/2p2n2/8/2BPN3/8/PPP2PPP/R1BQK1NR w KQkq - 0 1\"]\r\n\r\n{Белый конь e4 атакован черным конем f6. На какое поле отступить конем, чтобы тот вместе со слоном c4 напал на пешку f7?}\r\n1.Ng5\r\n    {[%wrong Отступим конем с поля e4 и нападем на пешку f7. Попробуем снова.][%hint Переведем коня e4 на поле, откуда он будет нападать на пешку f7.] Верно! Белый конь усиливает нападение на пешку f7!}\r\n    (1.Nd6+ $2 exd6 {Этот ход атакует пешку f7 и дает шах королю, но черные просто берут коня. Поищем, как безопасно напасть на поле f7.})\r\n    (1.Nxf6+ $2 Nxf6 {Размен коней приемлем, но он лишь способствует развитию черных. Попробуем найти более активной нападение на поле f7!})\r\n    (1.Bxf7+ $2 Kxf7 {Этот агрессивный ход преждевременен. Черные просто берут слона, и белые остаются без фигуры. Попробуем напасть на пешку f7 еще одной фигурой!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqkb1r/pp1nppp1/2p2n1p/6N1/2BP4/8/PPP2PPP/R1BQK1NR w KQkq - 0 2\"]\r\n\r\n{Черные нападают на белого коня пешкой h6. Как выиграть белым?}\r\n2.Bxf7#\r\n    {[%wrong Это хорошая попытка, но у белых есть намного более сильный ход. Попробуем снова!][%hint Конь и слон вдвоем нападают на поле f7. Одна из этих фигур может дать мат!] Фантастика! Слон дает шах королю, а конь защищает слона, значит, черным мат!}\r\n    (2.Nxf7 $2 {Это сильный ход. Белые берут пешку и нападают на ферзя и ладью. Но они могут дать мат в один ход. Попробуем снова!})\r\n*"
   ],
   "title" : "Как проходит партия?",
   "url" : "https://www.chess.com/ru/lessons/pora-igrat/kak-prokhodit-partiia",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-NTC-playing-a-game-p0a.mp4"
}
