{
   "description" : "Зачем сдаваться в проигранной позиции?! Не опускаем руки и ищем шансы. Постараемся избегать разменов, чтобы позиция оставалась сложной. Если при сильнейшей игре мы проигрываем, ставим ловушки и рискуем - терять нечего!",
   "duration" : null,
   "fen" : "1QQ5/6pk/5pn1/5B2/7p/7P/3q1PP1/6K1 b - - 0 38",
   "id" : "ec3e882c-a0bd-11e8-9c21-bdd9ca8bbf8e",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"position\"]\r\n[Black \"one\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2rr2k1/Qp3pp1/2p1p1b1/3q2N1/P6p/1R5P/1P3PP1/2R3K1 w - - 0 5\"]\r\n\r\n{У белых не хватает пешки, а черный ферзь напал на коня и ладью b3. Как защитить обе атакованные фигуры?}\r\n5.Qe3\r\n    {[%wrong Этот интересный ход не позволяет защитить обе атакованные фигуры белых. Попробуем снова!][%hint Черный ферзь напал на беззащитного коня и ладью b3. Как подключить к борьбе ферзя и защитить обе атакованные фигуры?] Отличная работа! При защите плохой позиции главное - не сделать ее еще хуже! Белый ферзь защищает обе атакованные фигуры, и у белых есть шансы удержать эту трудную позицию.}\r\n    (5.Nf3 $2 Qxb3 {Этот ход спасает коня, но теряет ладью. Попробуем снова!})\r\n    (5.Rg3 $2 hxg3 {Убедимся, что наши фигуры занимают безопасные поля!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2Q5/1P4pk/5pn1/5B2/5q1p/7P/5PP1/6K1 b - - 1 37\"]\r\n\r\n{Разберем партию двух сильных мастеров. У черных трудная позиция, но они ставят ловушку ходом  ...Qd2. Сделаем этот ход черными.}\r\n37...Qd2\r\n    {[%wrong Мы разбираем партию двух мастеров, где черные продолжали ...Фd2. Сделаем этот ход.][%hint Черные должны продолжать ...Фd2.]}\r\n38.b8=Q\r\n    {Молодец! Черные ставят ловушку в проигранной позиции. Белые заметили ловушку и сделали выигрывающий ход Сxg6+. Как черные могли форсировать ничью, если бы белые сразу выставили второго ферзя?}\r\n38...Qc1+\r\n    {[%wrong Этот ход не спасает черных. Попробуем снова!][%hint Черный король может отступить только на h6. Как пожертвовать ферзя с патом?]}\r\n    (38...Qe1+ $2 39.Kh2 {Это интересный ход, но в ответ на ...Фe5+ белые разменяют ферзей, вынуждая черных взять ферзя пешкой f6. Мы очень близки к решению. Попробуем снова!})\r\n39.Kh2\r\n    {Красивый ход! Если белые возьмут ферзя, на доке пат! Теперь форсируем вечный шах!}\r\n39...Qf4+\r\n    {[%wrong Этот ход не спасает черных. Попробуем снова!][%hint Черный ферзь должен снова предложить себя в жертву на диагонали c1-h6. Найдем ход по этой диагонали!] Отлично! Черные снова жертвуют ферзя. Если белые его возьмут, на доске пат, а иначе черные повторяют ходы с вечным шахом.}\r\n    (39...Qh1+ $2 40.Kxh1 {Это не пат, поскольку черный король может пойти на h6. Попробуем снова!})\r\n    (39...Qc7+ $2 40.Qbxc7 {Это не пат, поскольку черный король может пойти на h6. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"7R/4P2k/5Kbp/4B3/8/8/4r3/8 b - - 1 68\"]\r\n\r\n{В проигранной позиции важно не сдаваться преждевременно. В этой партии двух гроссмейстеров черные сдались, считая, что после взятия ладьи белые возьмут черного слона с шахом и превратят пешку в ферзя с матом. В игре до мата нет ничего плохого. Не будем спешить сдаваться и возьмем ладью!}\r\n68...Kxh8\r\n    {[%hint Сделаем единственный возможный ход черных.]}\r\n69.Kxg6+\r\n    {Черный король не может помешать превращению пешки, но черные все равно спасаются и даже побеждают. Как?}\r\n69...Rxe5\r\n    {[%wrong Это интересный ход, но он не позволяет черным выиграть. Попробуем снова!][%hint Черный король не может помешать превращению пешки. Поможет ли нам ладья?] Молодец! Вот чего не заметил гроссмейстер: черные на самом деле выигрывают!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/1P6/6p1/r4kP1/7P/1R4K1 b - - 0 1\"]\r\n\r\n{Позиция черных кажется безнадежной, но они могут спастись! В проигранной позиции черные ставят последнюю ловушку. Как подготовить жертву ладьи по вертикали \\\"e\\\" с неизбежным патом?}\r\n1...Re3\r\n    {[%wrong Это интересный ход, но черным нужно подготовить жертву ладьи по вертикали \\\"e\\\", ведущую к пату. Попробуйте снова!][%hint Как занять ладей вертикаль \\\"e\\\", готовя патовую ловушку?]}\r\n2.b6\r\n    {Коварный замысел! Черные подготовили ловушку, а белые не заметили ее, увлекшись продвижением пешки. Они побеждали ходом Крf1, а теперь черные спасаются патом!}\r\n2...Re1+\r\n    {[%wrong Это интересный ход, но он не форсирует пат. Попробуем снова!][%hint Найдем ход, спасающий черных. Форсируем пат!]}\r\n3.Rxe1\r\n    {Продолжив искать шансы в безнадежном положении, черные смогли добиться ничьей!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"3r1bk1/6pp/5p2/8/p1pqQN2/1b2N1P1/5P1P/2R3K1 w - - 0 1\"]\r\n\r\n{В лучшем положении противник может поспешить с разменом ферзей, чтобы, как ему кажется, выиграть было проще! Черные только что забрали пешку d4, предлагая размен ферзей. Должны ли белые согласиться на размен, или они могут его избежать?}\r\n1.Qe6+\r\n    {[%wrong Это интересное продолжение, но мы ищем форсированный ход, позволяющий сохранить на доске белого ферзя. Попробуем снова!][%hint Мы хотим избежать размена ферзей. Самый форсированный ход в шахматах - это шах!]}\r\n    (1.Qxd4 $2 Rxd4 {Когда мы проигрываем, нам нужно, чтобы позиция оставалась максимально сложной. После размена ферзей белые останутся без двух пешек и без контригры.})\r\n1...Kh8\r\n    {Кажется, что черный король безопасно расположен в углу доски. Поищем неожиданный удар, вскрывающий вертикаль для атаки, позволяя белым форсировать вечный шах.}\r\n2.Ng6+\r\n    {[%wrong Это интересный ход, но так не вскрыть вертикаль для атаки на черного короля. Попробуем снова!][%hint Какой шах ведет к вскрытию вертикали \\\"h\\\"?]}\r\n2...hxg6\r\n    {Фантастика! Белые пожертвовали коня, чтобы вскрыть вертикаль \\\"h\\\". Как напасть на черного короля по этой вертикали?}\r\n3.Qh3+\r\n    {[%wrong Это не шах черному королю по вертикали \\\"h\\\". Попробуем снова!][%hint Какая фигура может дать шах черному королю по вертикали \\\"h\\\"?]}\r\n3...Kg8\r\n    {Потрясающе! Черный король вынужден вернуться на g8. Объявляем вечный шах, и партия спасена!}\r\n4.Qe6+\r\n    {[%wrong Это интересный ход, но он не ведет к вечному шаху. Попробуем снова!][%hint Даем шах, которым началась комбинация. Он становится вечным!] Верно! Белые форсируют ничью: они дают шахи ферзем с полей е6 и h3, и черному королю негде укрыться.}\r\n*"
   ],
   "title" : "На грани поражения",
   "url" : "https://www.chess.com/ru/lessons/strategiia-dlia-prodolzhaiushchikh/na-grani-porazheniia",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-when-youre-losing-h3s.mp4"
}
