{
   "description" : "Мистер Гранц из кружка шахмат в соседней школе пришел посмотреть на Бет, и она дала ему и мистеру Шейблу сеанс одновременной игры. Она победила мистера Гранца красивой комбинацией, и в концовке даже не смотрела на доску.",
   "duration" : null,
   "fen" : "rnb1kb1r/pp3ppp/2p5/4q3/4n3/3Q4/PPPB1PPP/2KR1BNR w kq - 0 9",
   "id" : "eecd6194-1a9b-11eb-adbc-7ba0b0720335",
   "membership" : 50,
   "questions" : [
      "[Event \"Vienna\"]\r\n[Site \"Vienna AUH\"]\r\n[Date \"1910.??.??\"]\r\n[Round \"?\"]\r\n[White \"Beth 2\"]\r\n[Black \"Savielly Tartakower\"]\r\n[Result \"1-0\"]\r\n[ECO \"B15\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkb1r/pp3ppp/2p2n2/4p3/3PN3/3Q4/PPP2PPP/R1B1KBNR w KQkq - 0 6\"]\r\n[PlyCount \"11\"]\r\n[EventDate \"1910.??.??\"]\r\n[Source \"ChessBase\"]\r\n\r\n{Мистер Шейбл был восхищен красивыми победами Бет и предложил ей дать сеанс ему и мистеру Гранцу. Она могла смотреть на доску, но сама решила играть вслепую! Мистер Гранц только что сделал неосторожный ход e7-e5. Как Бет получила перевес?} 6. dxe5 {[%wrong Попробуем снова. Поищем выгодное взятие.] [%hint Возьмем пешку, создавая угрозу.]} (6. Nf3 $2 exd4 {У белых лишь небольшое преимущество. Попробуем снова. Поищем выгодную жертву.}) (6. Nxf6+ $2 Qxf6 {У черных хорошая позиция, но мы ищем сильнейшее взятие.}) (6. Bg5 $2 Be7 {У белых лишь небольшое преимущество. Попробуем снова. Поищем выгодную жертву.}) (6. Be3 $2 Bf5 {У черных приемлемая позиция. Попробуем снова. Поищем выгодную жертву.}) \r\n6... Qa5+ {Отличное начало! Белым шах, но они не хотят отставать в развитии. Как защититься от шаха?} 7. Bd2 {[%wrong Черные получат преимущество. Попробуем снова. Как защититься от шаха и продолжить развитие?] [%hint Защищаемся от шаха и развиваем слона.]} (7. Nc3 $2 Qxe5+ {У черных удобная позиция. Попробуем снова. Поищем, как продолжить развитие.}) (7. c3 $2 Qxe5 {У черных удобная позиция. Попробуем снова. Поищем, как продолжить развитие.}) (7. Qc3 $2 Bb4 {Черные выигрывают ферзя. Попробуем снова. Поищем, как продолжить развитие.}) (7. Qd2 $2 Qxe5 {У черных удобная позиция. Попробуем снова. Поищем, как продолжить развитие.}) (7. Nd2 $2 Qxe5+ {У черных удобная позиция. Попробуем снова. Поищем, как продолжить развитие.}) \r\n7... Qxe5 {Блестяще! Бет отошла от доски, придумав красивую комбинацию. Какую?} 8. O-O-O {[%wrong Поищем сильнейший ход. Возьмите подсказку, если затрудняетесь.] [%hint Оставим коня на поле e4, но уведем короля из центра.]} (8. f3 $2 Nxe4 {Черные разменивают коней с выгодной позицией. Попробуем снова. Как увести короля из центра?}) (8. Bc3 $2 Qxe4+ {Черные выигрывают коня, а белые попадают в беду. Как увести короля с опасной вертикали \"e\"?}) (8. Nf3 $2 Qxe4+ {Черные выигрывают коня, а белые попадают в беду. Как увести короля с опасной вертикали \"e\"?}) (8. Rd1 $2 Qxe4+ {Черные выигрывают коня, а белые попадают в беду. Как увести короля с опасной вертикали \"e\"?}) \r\n8... Nxe4 {Замечательно! На Фxe4 белые ответили бы Лe1 со связкой по вертикали \"e\". В ответ на взятие Кxe4 Бет объявила мат в три хода. Докажем, что она не ошибается!} 9. Qd8+\r\n{[%wrong Поищем сильнейшее продолжение. Какая жертва позволит дать мат в три хода? Возьмите подсказку, если затрудняетесь.] [%hint Жертвуем ферзя, чтобы завлечь черного короля на вертикаль \"d\".]} (9. Re1 $2 f5 {У белых хорошая позиция, но мы можем дать мат. Поищем быстрый выигрыш.}) (9. Nf3 $2 Qd5 {Черные сохраняют материальный перевес. Поищем удивительную жертву, позволяющую дать противнику мат.}) (9. Bc3 $2 Qg5+ {\r\nЧерные сохраняют материальный перевес. Поищем удивительную жертву, позволяющую дать противнику мат.}) (9. Bf4 $2 Qxf4+ {Черные сохраняют материальный перевес. Поищем удивительную жертву, позволяющую дать противнику мат.}) (9. f4 $2 Qd5 {Черные сохраняют материальный перевес. Поищем удивительную жертву, позволяющую дать противнику мат.}) \r\n9... Kxd8 {Вот так ход! Зачем мы пожертвовали ферзя?} 10. Bg5+ {[%wrong Поищем сильнейшее продолжение. Даем мат в два хода.] [%hint Поищем двойной шах, позволяющий объявить мат следующим ходом.]} (10. Ba5+ $2 Ke8 {Материальный перевес черных слишком велик. Ищем мат в два хода.}) (10. Bc3+ $2 Qd6 {Материальный перевес черных слишком велик. Ищем мат в два хода.}) (10. Bf4+ $2 Qd5 {Материальный перевес черных слишком велик. Ищем мат в два хода.}) \r\n10... Kc7 {Потрясающе! Мистер Гранц сдался. Партия Рети и Тартаковера (1910), использованная  в этом эпизоде, продолжалась еще один ход. Какой?} 11. Bd8# {[%wrong Это не мат. Проверим шахи и попробуем снова.] [%hint Проверим шахи. Какой из них ведет к мату?] Вот так победа юной Бет Хармон! Она завершила комбинацию, не глядя на доску!} 1-0"
   ],
   "title" : "Серия 1: Бет против мистера Гранца",
   "url" : "https://www.chess.com/ru/lessons/sygrai-kak-bet-kharmon/seriia-1-bet-protiv-mistera-grantsa",
   "video" : null
}
