{
   "description" : "В 11-м туре Аниш Гири и Дин Лижэнь сделали рокировки на разные фланги, сыграв блестящую партию со взаимными атаками. Разбираем ход за ходом, как Гири вышел на второе место.",
   "duration" : 17,
   "fen" : "2kr3r/2bn3p/p1p5/2p1pq1b/1P2N1pP/PNPP4/4QPP1/1R3RK1 w - - 0 24",
   "id" : "ef96bc2c-a4f9-11eb-89f1-1b9cd7b64ae2",
   "membership" : 50,
   "questions" : [
      "[Event \"FIDE Candidates Chess Tournament 2020-20\"]\r\n[Site \"Chess.com\"]\r\n[Date \"2021.04.23\"]\r\n[Round \"11\"]\r\n[White \"Giri 1, Anish\"]\r\n[Black \"Ding, Liren\"]\r\n[Result \"1-0\"]\r\n[ECO \"C85\"]\r\n[WhiteElo \"2776\"]\r\n[BlackElo \"2791\"]\r\n[SetUp \"1\"]\r\n[FEN \"2kr3r/1pp1qppp/p2b1n2/N1p1p3/4P1b1/2PP1N2/PP2QPPP/R1B2RK1 w - - 0 13\"]\r\n[PlyCount \"3\"]\r\n[EventDate \"2021.??.??\"]\r\n\r\n{Каким ходом Гири подготовил вскрытие ферзевого фланга и начало атаки на черного короля?} 13. a3 {[%wrong Поищем сильнейшее продолжение. Какой ход пешкой напрашивается?] [%hint Возьмем поле b4 под бой пешки.]} (13. Rb1 $5 {Это интересная идея, но белые решили подготовить прорыв b2-b4 ходом пешки. Каким?}) (13. Be3 $5 {Это интересная идея, но белые решили подготовить прорыв b2-b4 ходом пешки. Каким?}) (13. b4 $5 {Это интересная идея, но белые решили сначала подготовить прорыв b2-b4 ходом пешки. Каким?}) (13. h3 $5 {Это интересная идея, но белые решили подготовить прорыв b2-b4 ходом пешки. Каким?}) (13. d4 $2 cxd4 {Белые не получат достаточную компенсацию за пешку. Как подготовить прорыв на ферзевом фланге?}) \r\n13... c6 {Отлично! Как начать атаку на ферзевом фланге?} 14. b4 {[%wrong Поищем сильнейшее продолжение. Какой пешечный прорыв напрашивается?] [%hint Предложим размен пешки c5.] Замечательно! Белые избегают ослаблений на королевском фланге и идут вперед на ферзевом.} (14. Nc4 $5 {Это интересная идея, но Гири решил вскрыть ферзевый фланг. Каким ходом?}) (14. h3 $5 {Это интересная идея, но Гири решил вскрыть ферзевый фланг. Каким ходом?}) (14. d4 $2 exd4 {Черные выигрывают пешку, и белые получают неприятную позицию. Какой пешечный прорыв напрашивается?}) 1-0",
      "[Event \"FIDE Candidates Chess Tournament 2020-20\"]\r\n[Site \"Chess.com\"]\r\n[Date \"2021.04.23\"]\r\n[Round \"11\"]\r\n[White \"Giri 2, Anish\"]\r\n[Black \"Ding, Liren\"]\r\n[Result \"1-0\"]\r\n[ECO \"C85\"]\r\n[WhiteElo \"2776\"]\r\n[BlackElo \"2791\"]\r\n[SetUp \"1\"]\r\n[FEN \"2kr3r/1pbn1q1p/p1p5/2B1pP1b/1P4p1/PNPP1N1P/4QPP1/1R3RK1 w - - 0 21\"]\r\n[PlyCount \"3\"]\r\n[EventDate \"2021.??.??\"]\r\n\r\n{Ход черных g5-g4 оказался серьезной ошибкой. Куда отступит белый конь с поля f3?} 21. Ng5 {[%wrong Поищем сильнейшее продолжение. Как сохранить коня?] [%hint Отступим конем с нападением на черного ферзя.]} (21. Nh2 $2 gxh3 {Черные забирают пешку со вскрытым нападением на белого ферзя. Поищем оптимальное отступление коня.}) (21. hxg4 $2 Bxg4 {У черных опасная атака. Поищем сильный ход конем.}) (21. Nfd2 $2 gxh3 {Черные забирают пешку со вскрытым нападением на белого ферзя. Поищем сильнейший ход конем.}) \r\n21... Qxf5 {Отлично! Как сохранить коня?} 22. h4 {[%wrong У черных все в порядке. Как  защитить коня g5?] [%hint Защитим коня на поле g5 пешкой.] Отлично! Королевский фланг остается закрыт, и белые получают отличные шансы на атаку на ферзевом.} (22. hxg4 $2 Bxg4 {У черных небольшой перевес. Как защитить коня на поле g5?}) (22. Qe3 $2 gxh3 {Черные вскрывают королевский фланг и вскоре выиграют партию. Попробуем защитить коня другим ходом.}) (22. Qd2 $2 gxh3 {Черные вскрывают королевский фланг и вскоре выиграют партию. Попробуем защитить коня другим ходом.}) (22. Be3 $2 h6 {После Кe4 и gxh3 белые попадают в беду. Попробуем защитить коня другим ходом.}) 1-0",
      "[Event \"FIDE Candidates Chess Tournament 2020-20\"]\r\n[Site \"Chess.com\"]\r\n[Date \"2021.04.23\"]\r\n[Round \"11\"]\r\n[White \"Giri 3, Anish\"]\r\n[Black \"Ding, Liren\"]\r\n[Result \"1-0\"]\r\n[ECO \"C85\"]\r\n[WhiteElo \"2776\"]\r\n[BlackElo \"2791\"]\r\n[SetUp \"1\"]\r\n[FEN \"2kr3r/2bn3p/ppp5/2B1pqNb/1P4pP/PNPP4/4QPP1/1R3RK1 w - - 0 23\"]\r\n[PlyCount \"3\"]\r\n[EventDate \"2021.??.??\"]\r\n\r\n{Какой красивой жертвой фигуры Гири перешел в смертельную атаку?} 23. Ne4 {[%wrong Поищем сильнейшее продолжение. Возьмите подсказку, если затрудняетесь.] [%hint Централизуем коня, предлагая черным взять слона пешкой.]} (23. Be3 $5 {Это безопасное продолжение, но Гири выбрал сильную жертву фигуры. Какую?}) (23. d4 $2 Nb8 {У черных все в порядке. Возьмите подсказку, если затрудняетесь.}) (23. Be7 $2 Rde8 {У черных все в порядке. Возьмите подсказку, если затрудняетесь.}) (23. Bxb6 $2 Bxb6 {У черных все в порядке. Возьмите подсказку, если затрудняетесь.}) (23. Nd2 $2 bxc5 {У белых небольшой перевес. Поищем сильнейшую жертву.}) \r\n23... bxc5 {Отлично! Какое взятие напрашивается?} 24. bxc5 {[%wrong Поищем сильнейшее продолжение атаки. Какое взятие напрашивается?] [%hint Возьмем пешку и вскроем вертикаль \"b\".] Блестящая атака! Мы продолжим разбирать партию в следующем вызове.} (24. Nexc5 $2 g3 {Белые не могут подключить ладью к атаке. Поищем сильнейшее взятие.}) (24. Nbxc5 $2 g3 {У черных все в порядке. Поищем сильнейшее взятие.}) 1-0",
      "[Event \"FIDE Candidates Chess Tournament 2020-20\"]\r\n[Site \"Chess.com\"]\r\n[Date \"2021.04.23\"]\r\n[Round \"11\"]\r\n[White \"Giri 4, Anish\"]\r\n[Black \"Ding, Liren\"]\r\n[Result \"1-0\"]\r\n[ECO \"C85\"]\r\n[WhiteElo \"2776\"]\r\n[BlackElo \"2791\"]\r\n[SetUp \"1\"]\r\n[FEN \"2kr3r/2b4p/p1p2n2/2P1pq1b/4N1pP/PNPP4/4QPP1/1R3RK1 w - - 0 25\"]\r\n[PlyCount \"3\"]\r\n[EventDate \"2021.??.??\"]\r\n\r\n{Каким ходом Гири вскрыл больше линий вокруг черного короля?} 25. Nd6+ {[%wrong Поищем сильнейшее продолжение атаки.] [%hint Нападем двойным ударом на короля и ферзя черных. Не важно, если черные возьмут нашего коня.]} (25. d4 $2 Qxe4 {Черные предлагают размен ферзей, сохраняя материальный перевес. Поищем более форсированное продолжение.}) (25. Nxf6 $2 Qxf6 {У белых недостаточная компенсация за фигуру. Поищем сильнейший ход конем.}) (25. g3 $2 Bg6 {У белых недостаточная компенсация за фигуру. Поищем более форсированное продолжение.}) (25. Ng3 $2 Qxd3 {Черные выигрывают пешку, предлагая размен ферзей. Поищем сильнейший ход конем.}) (25. Qb2 $2 Kd7 {Король черных успевает сбежать на другой фланг. Поищем более форсированное продолжение.}) \r\n25... Bxd6 {Отлично! Какое взятие напрашивается?} 26. cxd6 {[%wrong Поищем сильнейшее продолжение. Какое взятие напрашивается?] [%hint Возьмем фигуру.] Отлично! Король черных расположен ненадежно. Мы завершим атаку в следующем задании.} 1-0",
      "[Event \"FIDE Candidates Chess Tournament 2020-20\"]\r\n[Site \"Chess.com\"]\r\n[Date \"2021.04.23\"]\r\n[Round \"11\"]\r\n[White \"Giri 5, Anish\"]\r\n[Black \"Ding, Liren\"]\r\n[Result \"1-0\"]\r\n[ECO \"C85\"]\r\n[WhiteElo \"2776\"]\r\n[BlackElo \"2791\"]\r\n[SetUp \"1\"]\r\n[FEN \"2k4r/7p/p1pr1n2/4pq1b/6pP/PNPP4/4QPP1/1R3RK1 w - - 0 27\"]\r\n[PlyCount \"5\"]\r\n[EventDate \"2021.??.??\"]\r\n\r\n{Каким ходом Гири вскрыл позицию и продолжил атаку?} 27. d4 {[%wrong Поищем оптимальное продолжение атаки. Как создать сильную угрозу?] [%hint Продвинем пешку, чтобы ферзь мог попасть на ферзевый фланг черных.]} (27. Qe3 $5 {Это интересная идея, но Гири сумел перебросить ферзя на королевский фланг черных. Каким маневром}) (27. Nc5 $2 Nd7 {У белых небольшой перевес. Как напасть на пешку a6?}) (27. Qb2 $2 Qd7 {У черных хорошие шансы на успешную защиту. Какое продолжение атаки напрашивается?}) (27. Na5 $2 Qxd3 {Черные развиваются и выигрывают фигуру. Попробуем снова. Поищем сильнейшее продолжение атаки.})\r\n27... c5 {Отлично! Как выиграть пешку и продолжить атаку?} 28. Nxc5 {[%wrong Поищем сильнейшее продолжение. Какое взятие напрашивается?] [%hint Возьмем одну пешку, нападая на другую.]} (28. Qc4 $5 {Это выгодный ход, но Гири нашел сильное взятие. Какое?}) (28. Qxa6+ $2 Rxa6 {Черные выигрывают ферзя. Поищем сильнейшее взятие.}) (28. dxc5 $5 {Это выгодный ход, но Гири нашел более сильное взятие. Какое?}) (28. Na5 $5 {У белых выгодная позиция, но Гири нашел сильнейший ход конем. Какой?}) (28. dxe5 $2 g3 {У черных опасная контригра. Поищем сильнейшее взятие.}) (28. Qxe5 $2 Qxe5 {У черных выгодное окончание. Поищем сильнейшее взятие.}) \r\n28... Re8 {Изумительно! Каким ходом Гири убедил Дина сдаться?} 29. Qc4 {[%wrong Поищем сильнейшее продолжение. Возьмите подсказку, если затрудняетесь. Как подключить ферзя к матовой атаке?] [%hint Подготовим смертельный вскрытый шах.] Молодец! Черные не могут защитить короля, и они сдались, позволив Гири подобраться к лидеру турнира на расстояние половины очка.} (29. Nxa6 $5 {Это интересная идея, но Гири решил подготовить смертельный вскрытый шах.}) (29. Qxa6+ $2 Rxa6 {Черные выигрывают ферзя. Поищем сильнейший ход ферзем.}) (29. Qb2 $5 {Это интересная идея, но Гири решил подготовить смертельный вскрытый шах.}) 1-0"
   ],
   "title" : "Одиннадцатый тур: Гири ставит мат",
   "url" : "https://www.chess.com/ru/lessons/uchimsia-u-pretendentov-2020/giri-stavit-mat",
   "video" : null
}
