{
   "description" : "После рокировки король не всегда оказывается в безопасности. Часто можно пожертвовать фигуру и выманить короля из укрытия. Пример такой атаки - &quot;данайский дар&quot;. Так иногда называют жертву Сxh7+ с подключением к атаке коня и ферзя и последующим матом или получением материального преимущества.",
   "duration" : null,
   "fen" : "3r1rk1/1pq1bpB1/p1n1p3/2P4Q/5P2/1P6/P5PP/2R2R1K b - - 0 3",
   "id" : "f07d3d42-a0be-11e8-8d19-5750b9bb7f45",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bq1rk1/pp3ppp/2n1pn2/3p4/1b1PP3/2NB1N2/PP3PPP/R1BQ1RK1 w - - 0 1\"]\r\n\r\n{Поищем сильный ход пешкой, устраняющий ключевого защитника рокированного короля черных.}\r\n1.e5\r\n    {[%wrong Это интересное продолжение, но нам нужен сильный ход пешкой, устраняющий ключевого защитника рокированного короля черных. Попробуем снова!][%hint Конь f6 - важный защитник короля. Как помешать ему в защите пешки h7?]}\r\n1...Ne8\r\n    {Плохая позиция черных стала еще хуже, когда они отступили конем на e8. Начнем охоту на короля, разрушив жертвой его прикрытие!}\r\n2.Bxh7+\r\n    {[%wrong Это интересный ход, но нам нужно лишить черного короля прикрытия. Попробуем снова!][%hint Какая жертва позволяет вскрыть вертикаль \"h\"?]}\r\n2...Kxh7\r\n    {Здорово! Черный король лишился прикрытия! Продолжим атаку!}\r\n3.Ng5+\r\n    {[%wrong Это интересное продолжение, но нам нужно создать сильную атаку. Поищем сильный шах!][%hint Поищем сильный шах, готовящий выход ферзя на h5 следующим ходом.]}\r\n    (3.Qd3+ $2 g6 {Это интересная идея, но белые могут дать сильнейший шах. Какой?})\r\n    (3.Qc2+ $2 Kg8 {Это интересная идея, но белые могут дать сильнейший шах. Какой?})\r\n3...Kg8\r\n    {Фантастика! Черный король прячется на g8, поскольку на отступление на g6 следует Qd3+ с победной атакой. Откуда белый ферзь может угрожать матом так, чтобы пешка не встала у него на пути?}\r\n4.Qh5\r\n    {[%wrong Это интересный ход, но не угроза мата. Попробуем снова!][%hint Расположим белого ферзя так, чтобы он угрожал матом, и пешка не смогла встать у него на пути.] Отличная работа! Черные могут избежать мата только жертвой ферзя за коня с выигранной позицией у белых.}\r\n    (4.Qd3 $6 f5 {Позиция белых остается выигранной, но на Qh3 черные могут ответить ...Лf7, продолжая сопротивление. Попытаемся создать угрозу мата, так, чтобы пешка не могла перекрыть путь ферзю!})\r\n    (4.Qc2 $2 g6 {Белые не нашли удачного продолжения атаки, и черные просто остаются с лишней фигурой. Попытаемся создать угрозу мата, так, чтобы пешка не могла перекрыть путь ферзю!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1b1r1k1/ppq1bppp/2n1pn2/3pP3/3P4/2NB1N2/PP3PPP/R1BQ1RK1 b - - 0 1\"]\r\n\r\n{В похожей позиции слон черных находится на e7. Могут ли они теперь продолжать ...Кd7, или конь должен отступить куда-то еще?}\r\n1...Nd7\r\n    {[%wrong Это интересный ход, но мы ищем отступление черного коня с поля f6. Найдем сильнейшее отступление!][%hint Если конь отступит на d7, слон сможет при необходимости взять белую фигуру на g5.]}\r\n    (1...Ne4 $2 2.Nxe4 {Черные отдают пешку, но у белых остается мощная атака на черного короля. Попробуем снова!})\r\n    (1...Nh5 $2 2.g4 {Конь черных пойман! Попробуем снова.})\r\n    (1...Ng4 $2 2.h3 {Белые возьмут коня следующим ходом, сохраняя мощную атаку. Попробуем снова!})\r\n2.Bxh7+\r\n    {Отличное решение. Атака белых кажется страшной но черных спасает слон e7! Должен ли черный король взять слона?}\r\n2...Kxh7\r\n    {[%hint Получат ли белые выигрывающую атаку, если мы возьмем слона? Если нет, поверим в себя!]}\r\n    (2...Kh8 $2 3.Bc2 {Белые выиграли пешку и ослабили прикрытие черного короля. Черные в большой беде. Попробуем снова!})\r\n    (2...Kf8 $2 3.Bc2 {Белые выиграли пешку и ослабили прикрытие черного короля. Черные в большой беде. Попробуем снова!})\r\n3.Ng5+\r\n    {Изумительно! Черные приняли жертву. Белые пытаются продолжать атаку. Теперь пора избавиться от белого коня!}\r\n3...Bxg5\r\n    {[%wrong Это интересный ход, но нам нужно избавиться от опасного белого коня.][%hint Белый конь прекрасно атакует в связке с ферзем. Возьмем его!] Безупречная защита! Черные остаются с лишней фигурой. У белых нет компенсации за материальные потери.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r4rk1/2q2pp1/n1p1p3/p1P4N/1p1PQp2/1P6/P5PP/R4RK1 w - - 0 21\"]\r\n\r\n{Конь и ферзь белых атакуют черного короля. Как ввести в бой третью фигуру?} \r\n21.Rxf4 \r\n    {[%wrong Это интересный ход, но мы можем найти сильнейшее продолжение, позволяющее подключить третью фигуру к атаке на черного короля. Попробуем снова!][%hint Как подключить третью фигуру к атаке на черного короля, забрав пешку и открыв вертикаль?]}\r\n    ( 21.Rae1 $5 {Это крепкий развивающий ход, но ходом другой ладьи черные выигрывают пешку.  Каким?} )\r\n    ( 21.Rad1 $5 {Централизация ладьи может принести пользу, но ходом другой ладьи черные выигрывают пешку. Каким?} )\r\n    ( 21.Rf3 $6 {Мы на правильном пути. Поищем ход ладьей, позволяющий взять пешку и открыть вертикаль \"f\".} )\r\n21...Rad8 \r\n    {Здорово! Теперь три фигуры белых нависают над королевским флангом черных! Те не чувствуют опасности, развивая фигуру. Поищем комбинацию с матом в четыре хода, начинающуюся с разрушения прикрытия черного короля.}\r\n22.Nf6+ \r\n    {[%wrong Это интересный ход, но нам нужно найти комбинацию с матом в четыре хода. Попробуем снова!][%hint Какой шах ведет к вскрытию вертикали \"g\" или к немедленному мату?]}\r\n    ( 22.Rg4 $6 g6 {Так белым удается ослабить прикрытие черного короля, но не поставить мат в четыре хода. Попробуем снова!} )\r\n    ( 22.Rh4 $6 f5 {Так белые выигрывают, как минимум, пешку, но мы ищем мат в четыре хода!} )\r\n22...gxf6 \r\n    {Фантастика! Черным приходится взять коня, или они получат мат по вертикали \"h\". Теперь вертикали \\\"g\\\" и \\\"h\\\" открываются для атаки. Вынудим черного короля занять вертикаль \\\"h\\\"!}\r\n23.Rg4+ \r\n    {[%wrong Интересный ход, но нам нужно продолжить атаку и вынудить черного короля занять вертикаль \\\"h\\\". Попробуйте снова!][%hint У белых есть лишь один разумный ход, вынуждающий черного короля занять вертикаль \\\"h\\\".]}\r\n    ( 23.Rh4 $2 f5 {Это интересный ход, но черные отражают нашу атаку. Поищем более форсированный ход!} )\r\n23...Kh8 \r\n    {Изумительно! Черный король должен отступить на вертикаль \"h\". Поищем еще два шаха, ведущие к мату.}\r\n24.Rh4+ \r\n    {[%wrong Это интересный ход, но он не ведет к мату в два хода. Попробуем снова!][%hint Как поставить мат в два хода, дав два шаха?]}\r\n    ( 24.Qe3 $5 {Этот ход тоже ведет к мату. Как поставить мат в два хода, дав два шаха?} )\r\n    ( 24.Qf3 $5 {Этот ход тоже ведет к мату. Как поставить мат в два хода, дав два шаха?} )\r\n    ( 24.Qe1 $5 {Этот ход тоже ведет к мату. Как поставить мат в два хода, дав два шаха?} )\r\n    ( 24.Qd3 $5 {Этот ход тоже ведет к мату. Как поставить мат в два хода, дав два шаха?} )\r\n24...Kg7 \r\n    {Отличный ход! Где же мат?}\r\n25.Qg4# \r\n    {[%wrong Это интересный ход, но не мат. Попробуем снова!][%hint Проверим возможности белых и найдем мат!] Мы блестяще провели эту матовую атаку. Не расслабляемся!}\r\n    ( 25.Qh7# $5 {Хорошая работа! Поищем другой мат в этой позиции.} )\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r3nrk1/pp2R1np/3p2pB/2pP2N1/2P2p2/2P4R/P4PPP/6K1 w - - 0 23\"]\r\n\r\n{Атакует Капабланка! Поищем гроссмейстерский ход, позволяющий ему подготовить атаку на рокированного короля черных.}\r\n23.Bxg7\r\n    {[%wrong Это интересный ход, но у белых есть сильнейшее атакующее продолжение. Попробуем снова!][%hint Поищем взятие, позволяющее ладье h3 подключиться к атаке.]}\r\n    (23.Rxg7+ $2 {Мы взяли нужную фигуру, но эта ладья пригодится для атаки. Как взять коня менее ценной фигурой?})\r\n23...Nxg7\r\n    {Здорово! Белые забирают коня и открывают вертикаль \\\"h\\\" для ладьи h3. Продолжим атаку!}\r\n24.Rxh7\r\n    {[%wrong Это интересный ход, но у белых есть сильнейшее продолжение атаки. Попробуем снова!][%hint Как подключить к атаке ладью h3?]}\r\n24...Nf5\r\n    {Черный конь отступает на безопасное поле, нападая на белую ладью e7. Как обезопасить ладью, создав новую угрозу мата?}\r\n25.Re6\r\n    {[%wrong Это интересный ход, но у белых есть сильнейшее продолжение. Попробуем снова!][%hint Черная пешка g6 осталась без защиты. Как на нее напасть?]}\r\n    (25.Reg7+ $2 Nxg7 {Не забываем, что черные тоже могут защищаться! Попробуем снова!})\r\n    (25.Rhg7+ $2 Nxg7 {Не забываем, что черные тоже могут защищаться! Попробуем снова!})\r\n25...Rfe8\r\n    {Атака продолжается! Черные пытаются открыть лазейку для короля, но это уже не спасает.}\r\n26.Rxg6+\r\n    {[%wrong Это интересный ход, но у белых есть сильнейшее продолжение. Попробуем снова!][%hint Мы напали на пешку g6. Пора ее забрать!]}\r\n26...Ng7\r\n    {Здорово! Если черные отступят королем на f8, то получат мат ходом Лf7. Поищем взятие с матом в два хода.}\r\n27.Rhxg7+\r\n    {[%wrong Мы ищем взятие ладьей с неизбежным матом. Попробуем снова!][%hint Проверим все взятия. Одно из них ведет к мату в два хода!] Изумительно! Черные получат мат ходом Лh7 или Лf7 в зависимости от отступления короля. Мы атаковали как чемпион мира!}\r\n    (27.Rgxg7+ $5 {Разумеется, это сильный ход, но взятие другой ладьей позволяет дать мат в два хода. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"3r2k1/1p3p2/p1n3p1/5bQp/P7/1PB5/5qPP/4R2K w - - 0 1\"]\r\n\r\n{У черных лишняя фигура, но прикрытие их короля ослаблено. Какая комбинация позволяет белым добиться победы?}\r\n1.Qxd8+\r\n    {[%wrong Это интересный ход, но так белым не выиграть. Попробуем снова!][%hint Черные поля вокруг короля ослаблены. Какая жертва позволяет дать мат в три хода?]}\r\n    (1.Qf6 $2 Qxe1+ {Это интересный ход, но внезапно черные нападают на слабую первую горизонталь белых с выигрывающей атакой. Попробуем снова!})\r\n    (1.Qh6 $2 f6 {Это интересный ход, но черные успевают защититься, оставаясь с лишней фигурой. Попробуем снова!})\r\n1...Nxd8\r\n    {Верно замечено! Продолжаем комбинацию!}\r\n2.Re8+\r\n    {[%wrong Это интересный ход, но мы ищем форсированный выигрыш. Попробуем снова!][%hint Какой шах дают белые в этой позиции?]}\r\n2...Kh7\r\n    {Вот именно! Объявим мат!}\r\n3.Rh8#\r\n    {[%wrong Это интересный ход, но мы ищем мат.][%hint Какой шах дают белые? Это мат!] Молодец! Отличная атака на короля!}\r\n*"
   ],
   "title" : "Атака на рокированного короля",
   "url" : "https://www.chess.com/ru/lessons/ataka-na-korolia/ataka-na-rokirovannogo-korolia",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-attacking-the-castled-king-j2s.mp4"
}
