{
   "description" : "Для разменов всегда нужна определенная причина, например, материальное преимущество. В этом случае размены ведут к упрощению игры, и нам становится легче довести преимущество до победы.",
   "duration" : null,
   "fen" : "8/3kqR2/6K1/3p4/1p1B4/p3P3/8/8 b - - 0 1",
   "id" : "f1cdb0da-a0bb-11e8-b57d-9d4f8e724506",
   "membership" : 40,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2q3k1/8/p2Q3p/6p1/8/7P/5PP1/6K1 b - - 0 1\"]\r\n\r\n{Белый ферзь расположен неприятно для черных! Как выиграть разменом ферзей, после которого черная проходная будет неудержима?}\r\n1...Qc1+\r\n    {[%wrong Это интересная идея, но этот ход не вынуждает размен ферзей. Попробуем снова!][%hint Как оттеснить белого короля туда, где черные смогут напасть на него и ферзя одновременно, вынуждая размен ферзей?]}\r\n    (1...Qf8 $2 2.Qxa6 {Это интересная идея, но этот ход не ведет к размену ферзей и отдает черную проходную. Попробуем снова!})\r\n2.Kh2\r\n    {Отлично! Белый король оттесняется от черной проходной. Теперь пора вынудить размен ферзей!}\r\n2...Qf4+\r\n    {[%wrong Это хорошая попытка, но этот ход не вынуждает размен ферзей. Попробуем снова!][%hint Как дать шах белому королю и вынудить размен ферзей?]}\r\n3.Qxf4\r\n    {Изумительно! Белые вынуждены разменять ферзей и перейти в проигранный эндшпиль. Возьмем белого ферзя!}\r\n3...gxf4\r\n    {[%wrong Этот ход не ведет к взятию белого ферзя. Попробуем снова!][%hint Возьмем белого ферзя и выиграем партию!] Молодец! Черная пешка \\\"a\\\" проходит в ферзи!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/5r1k/P4q2/P5p1/2Q5/6PP/1R5K w - - 0 1\"]\r\n\r\n{В этой позиции у черных несколько угроз. Каким разменом белые выигрывают этот эндшпиль?}\r\n1.Qxf6+\r\n    {[%wrong Это интересный ход, но он не вынуждает размен тяжелых фигур. Попробуем снова!][%hint Поищем форсированные взятия с разменом тяжелых фигур.]}\r\n    (1.Rb6 $2 Qf1# {Мы используем верную идею упрощения позиции, но черные успевают поставить мат. Попытаемся найти более форсированный размен тяжелых фигур.})\r\n1...Qxf6\r\n    {Фантастика! Этой комбинацией белые вынуждают размен тяжелых фигур. Теперь перейдем в выигранный пешечный эндшпиль!}\r\n2.Rb6\r\n    {[%wrong Этот ход не ведет к размену тяжелых фигур, поэтому белые должны проиграть. Попробуем снова!][%hint Найдем связку, вынуждающую размен последней пары тяжелых фигур.] Молодец! Белые переходят в выигранный пешечный эндшпиль. Черные не смогут помешать белым провести в ферзи пешку \\\"a\\\".}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/3kqR2/6K1/3p4/1p1B4/p3P3/8/8 b - - 0 1\"]\r\n\r\n{Михаил Ботвинник, будущий чемпион мира, играл черными. Как он сумел победить с помощью размена?}\r\n1...Qxf7+\r\n    {[%wrong Это интересная попытка, но так нам не выиграть. Попробуем снова!][%hint Черный ферзь будет взят на следующем ходу. Выиграем темп размениваясь самостоятельно!]}\r\n    (1...b3 $2 2.Rxe7+ {Это интересная попытка, но когда черные возьмут ладью, белые продолжат Сc5+, забирая опасную пешку a3 на следующем ходу. Попробуем снова!})\r\n2.Kxf7\r\n    {Молодец! Ботвинник разменивается и побеждает! Какой ход пешки приносит черным победу?}\r\n2...b3\r\n    {[%wrong Мы ищем выигрывающий ход пешки. Попробуем снова!][%hint Ведем вперед пешку, которую поддержит другая пешка.] Отличный выбор! Белые беспомощны, а черные планируют сыграть ...b2 на следующем ходу и выиграть партию.}\r\n    (2...a2 $2 3.Kf6 {Это интересная идея, но так черные пешки не помогут друг другу идти вперед. Попробуйте снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/4kpp1/p2rpnp1/P1p5/1pP4P/1P2P1P1/1B2KPB1/2R5 w - - 0 1\"]\r\n\r\n{У белых лишняя фигура. Как разменять коня и ладью черных и перейти в выигранный эндшпиль?}\r\n1.Bxf6+\r\n    {[%wrong Это хорошая попытка, но этот ход не ведет к размену черных коня и ладьи. Попробуем снова!]}\r\n    (1.Rd1 $5 {Это сильная идея, вынуждающая размен ладей. Как разменять черного коня до этого хода?})\r\n1...gxf6\r\n    {Верно! Белые разменивают последнюю легкую фигуру черных. Теперь вынудим размен ладей!}\r\n2.Rd1\r\n    {[%wrong Это интересный ход, но он не вынуждает размен ладей. Попробуем снова!][%hint Черная ладья не может покинуть вертикаль \\\"d\\\". Как вынудить размен на этой вертикали?] Точная игра! Черные не могут избежать размена ладей, после чего белые простым ходом Сb7, получают проходную пешку на вертикали \\\"a\\\" с выигранной позицией.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"3r2k1/r1q2ppp/P2p4/1P1R4/5P1Q/7P/6P1/3R3K w - - 0 1\"]\r\n\r\n{У белых хорошая позиция. Какой мощный тактический удар позволит им разменять фигуры и воспользоваться слабостью последней горизонтали черных?}\r\n1.Qxd8+\r\n    {[%wrong Это интересная идея, но этот ход не ведет к размену фигур и не позволяет воспользоваться слабостью последней горизонтали черных. Попробуйте снова!][%hint Какая временная жертва, вынуждает черного ферзя отступить на слабую последнюю горизонталь, где он скоро будет атакован?]}\r\n1...Qxd8\r\n    {Невероятно! Черный ферзь прикован к защите последней горизонтали. Высвободим силу ладей и добьемся  материального перевеса!}\r\n2.Rxd6\r\n    {[%wrong Это интересная попытка, но мы можем найти намного более сильный способ атаковать последнюю горизонталь и ферзя черных. Попробуем снова!][%hint Как выиграть пешку, напасть на черного ферзя и создать угрозы по последней горизонтали одним ходом?]}\r\n2...Qxd6\r\n    {Отлично! Белые ладьи были готовы вторгнуться на последнюю горизонталь черных, поэтому те вынуждены отдать ферзя. Возьмем черного ферзя!}\r\n3.Rxd6\r\n    {[%wrong Это интересная попытка, но она не ведет к взятию черного ферзя. Попробуем снова!][%hint Возьмем черного ферзя!] Превосходно! Белые упрощают позицию и переходят в совершенно выигранный эндшпиль. Мы проделали большую работу, узнав, как размениваться и побеждать! Не сбавляем темп!}\r\n*"
   ],
   "title" : "Разменивайся и побеждай",
   "url" : "https://www.chess.com/ru/lessons/osnovy-endshpilia/razmenivaisia-pobezhdai",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-INT-trade-down-to-a-win-j3d.mp4"
}
