{
   "description" : "Группа пешек, защищающих друг друга по диагонали, называется пешечной цепью. Единственная незащищенная пешка в цепи - ее база - остается позади других. Пешечные цепи могут ограничивать фигуры противника и помогать продвижению друг друга в эндшпиле.",
   "duration" : null,
   "fen" : "rnbqkbnr/pp3ppp/4p3/2ppP3/3P4/2P5/PP3PPP/RNBQKBNR b KQkq - 0 4",
   "id" : "f5de4620-a0bc-11e8-9209-e3caa655f4a2",
   "membership" : 40,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/pp3ppp/4p3/2ppP3/3P4/8/PPP2PPP/RNBQKBNR w KQkq - 0 4\"]\r\n\r\n{Черные атакуют основание пешечной цепи белых - пешку d4. Как защитить эту пешку и прибавить два звена к своей пешечной цепи?}\r\n4.c3\r\n    {[%wrong Этот ход не защищает пешку d4, одновременно наращивая цепь. Попробуем снова!][%hint Какой ход пешкой защищает поле d4 и удлиняет пешечную цепь?] Отлично! Цепь белых пешек протянулась от поля b2 до e5, контролируя важные поля в центре.}\r\n    (4.f4 $2 cxd4 {Этим ходом белые создают пешечную цепь f4 - e5, но теряют сильную пешку d4. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/2p2kr1/p2p3p/P2Pp1p1/2P1Pp2/5P1P/2R3PK/8 w - - 0 1\"]\r\n\r\n{У черных две соединенные пешечные цепи: c7-f4 и h6-f4. Как атаковать одну из них?}\r\n1.c5\r\n    {[%wrong Это интересная попытка, но не нападение на пешечную цепь черных. Попробуем снова!][%hint Представим себе, насколько сильна стала бы ладья, если бы мы могли вскрыть вертикаль \"c\"...]}\r\n    (1.g3 $2 Rg8 {Заметим, что у черных две слабости: пешки c7 и a6 не защищены. Черные пытаются их защитить, поэтому ход g3 атакует не тот фланг доски. Попробуем снова!})\r\n    (1.h4 $2 gxh4 {Этот ход помогает черным активизировать ладью. Поищем сильнейшее нападение на пешечную цепь черных.})\r\n    (1.Rb2 $5 {Это изящный ход. Белые готовы атаковать слабые пешки черных на ферзевом фланге. Поищем более простой способ сразу атаковать пешечную цепь черных на ферзевом фланге.})\r\n1...h5\r\n    {Фантастика! Белые нападают на пешку d6 и готовы вскрыть вертикаль \"c\". Так и сделаем!}\r\n2.cxd6\r\n    {[%wrong Это интересный ход, но он не позволяет вскрыть вертикаль \"c\". Попробуем снова!][%hint Как вскрыть вертикаль \"c\" для ладьи?]}\r\n2...cxd6\r\n    {Молодец! Теперь пешечная цепь ослабла. Выиграем пешку двойным ударом!}\r\n3.Rc6\r\n    {[%wrong Это интересный ход, но не двойной удар. Попробуем снова!][%hint Мы создали пешечную слабость на d6. Как одновременно атаковать вторую слабость?] Невероятно! Черные не могут защитить обе слабые пешки: a6 и d6, поэтому белые получают материальный перевес и переходят в выигранный эндшпиль.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1r1q1rk1/p4pp1/2n1bb1p/1p1p4/2pP4/1PN1P1P1/P1N1QPBP/1R3RK1 b - - 0 18\"]\r\n\r\n{Белые только что сделали ход b3, взяв под бой поле c4, но эта пешка больше не защищает поле c3. Как выиграть время, напасть на белую фигуру и построить новую пешечную цепь на половине доски белых?}\r\n18...b4\r\n    {[%wrong Это интересный ход, но не нападение на белую фигуру с идеей создать пешечную цепь, стесняющую белых. Попробуем снова!][%hint Какая пешка может перейти на белую половину доски с нападением на их фигуру?]}\r\n    (18...cxb3 $2 19.axb3 {Это интересный ход, но нам нужно, чтобы на доске осталась пешка \"c\", потому что она вскоре шагнет на c3, став головой сильной пешечной цепи. Попробуем снова!})\r\n19.Na4\r\n    {Отличная работа! Черные с темпом оттесняют белого коня и захватывают пространство. Как захватить еще больше пространства и создать пешечную цепь на половине доски белых?}\r\n19...c3\r\n    {[%wrong Это интересный ход, но он не позволяет захватить еще больше пространства и создать пешечную цепь на половине доски белых. Попробуем снова!][%hint Пешка заняла поле b4. Как поддержать продвижение другой пешки и создать сильную пешечную цепь?]}\r\n20.a3\r\n    {Отлично! Черные создали пешечную цепь, вклинившуюся глубоко в позицию белых. Белые пытаются разрушить цепь ходом a3. Как черным присоединить к цепи третье звено, защищая пешку b4?}\r\n20...a5\r\n    {[%wrong Это интересный ход, но он не позволяет защитить пешку b4, удлиняя пешечную цепь. Попробуем снова!][%hint Пешка b4 атакована. Удлинним пешечную цепь, защитив пешку другой пешкой!] Впечатляюще! Мы создали мощную пешечную цепь на половине доски противника. У черных удобная позиция.}\r\n    (20...bxa3 $2 21.Nxa3 {Пешечная цепь черных разбита, и у них осталась слабая пешка на c3. Как укрепить свою пешечную цепь?})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/1p2r1kp/4p1p1/b2pPp2/p1pP1P2/2P3P1/PP2BR1P/6K1 b - - 0 1\"]\r\n\r\n{У черных перевес в пространстве на ферзевом фланге, и они собираются разрушить пешечную цепь противника b2-e5. Как атаковать пешечную цепь белых?}\r\n1...a3\r\n    {[%wrong Это интересный ход, но нам нужно атаковать и разрушить пешечную цепь белых. Попробуем снова!][%hint Как атаковать основание пешечной цепи белых b2-e5?]}\r\n    (1...b5 $2 2.a3 {Это отличная идея, но белые могут закрыть ферзевый фланг прежде, чем мы сыграем ...b4. Попробуем снова!})\r\n2.Bd1\r\n    {Молодец! Черные атакуют основание пешечной цепи белых. На взятие черной пешки a3 следует ...Сxc3, поэтому белые пытаются защитить пешку b2 ладьей. Разрушим пешечную цепь белых!}\r\n2...axb2\r\n    {[%wrong Это интересный ход, но он не разрушает пешечную цепь белых. Попробуем снова!][%hint Возьмем базу пешечной цепи белых!]}\r\n3.Rxb2\r\n    {Пешечная цепь белых начинает разрушаться! Мы уже взяли пешку b2, теперь заберем и новое основание пешечной цепи белых!}\r\n3...Bxc3\r\n    {[%wrong Это интересный ход, но нам нужно взять основу пешечной цепи белых. Попробуем снова!][%hint Как взять пешку, на которой держится пешечная цепь белых?] Вот именно! Черные забирают пешку с вилкой на белую ладью и пешку d4. Пешечная цепь белых разрушается, и они проигрывают партию.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2r2rk1/1p1b1pbp/p1n1p1p1/3pP3/3P4/1P3N1P/1P1NBPP1/2R2RK1 b - - 0 1\"]\r\n\r\n{Пешечная цепь белых d4-e5 стесняет позицию черных. Как черным атаковать пешечную цепь и разрушить ее?}\r\n1...f6\r\n    {[%wrong Это интересный ход, но не нападение на сильную пешечную цепь d4-e5. Попробуем снова!][%hint Чернопольный слон черных готов поддержать пешку, атакующую голову пешечной цепи белых.]}\r\n    (1...Nxd4 $6 2.Nxd4 {Этот способ разрушения пешечной цепи белых дает черным хорошую контригру за пожертвованную фигуру. Поищем другой способ разрушить пешечную цепь, не связанный с жертвами.})\r\n2.exf6\r\n    {Отличная находка! Черные атакуют голову пешечной цепи белых, оставляя их с изолированной пешкой. Как черным взять на f6, нападая на слабую белую пешку d4?}\r\n2...Bxf6\r\n    {[%wrong Это интересный ход, но не взятие пешки f6 с нападением на слабую белую пешку d4. Попробуем снова!][%hint Какая фигура может взять белую пешку f6 и напасть на слабую пешку d4?] Молодец! Теперь чернопольный слон черных вместе с конем нападает на слабую пешку d4. Следующим ходом черные заберут ее и получат хорошую позицию.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"6k1/p2r1pp1/2p2n1p/8/5q2/2PB4/2Pr1PPP/R1Q2RK1 w - - 0 24\"]\r\n\r\n{Черная ладья d2 в беде! Как напасть на ферзя, ее единственного защитника, и создать пешечную цепь?}\r\n24.g3\r\n    {[%wrong Это интересный ход, но не нападение на черного ферзя. Попробуем снова!][%hint Поищем ход пешкой с нападением на черного ферзя.]}\r\n24...Qg5\r\n    {Изумительно! Черный ферзь занимает единственное поле, откуда он продолжает защищать ладью d2. Как напасть на черного ферзя, чтобы получить материальное преимущество?}\r\n25.h4\r\n    {[%wrong Это интересный ход, но не нападение на черного ферзя. Попробуем снова!][%hint Строим пешечную цепь, нападая на черного ферзя, но не открываем важную диагональ, ведущую к вашему королю.] Отлично! Белые строят пешечную цепь, чтобы выиграть белую ладью d2.}\r\n    (25.f4 $2 Qc5+ {После Крh1 черные дают форсированный мат, начиная с ...Фd5+. Мы на верном пути, осталось найти поле, откуда мы сможем напасть на черного ферзя!})\r\n*"
   ],
   "title" : "Пешечные цепи",
   "url" : "https://www.chess.com/ru/lessons/osnovy-strategii/peshechnye-tsepi",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-INT-pawn-chains-i0q.mp4"
}
