{
   "description" : "В заключительном эпизоде Бет сражается со своим главным соперником, Василием Борговым, за первое место в турнире. После откладывания она побеждает блестящей комбинацией и отправляется в парк, чтобы поиграть еще немного и там!",
   "duration" : null,
   "fen" : "4q3/4P1pk/5n1p/1pBpp3/1P2r3/5QPP/6K1/5R2 w - - 0 45",
   "id" : "f618b0a6-1a9c-11eb-819b-87e15e4e2d38",
   "membership" : 50,
   "questions" : [
      "[Event \"Biel Interzonal/Moscow\"]\r\n[Site \"Biel SUI\"]\r\n[Date \"1993.07.16\"]\r\n[Round \"1\"]\r\n[White \"Beth 6\"]\r\n[Black \"Borgov\"]\r\n[Result \"1/2-1/2\"]\r\n[ECO \"D20\"]\r\n[SetUp \"1\"]\r\n[FEN \"4q3/4P1pk/5n1p/1pBpp3/1P2r3/5QPP/6K1/5R2 w - - 0 45\"]\r\n[PlyCount \"17\"]\r\n[EventDate \"1993.??.??\"]\r\n\r\n{В ключевом поединке последней серии Бет и Боргов до контрольного хода следовали партии 1993 года между Василием Иванчуком и Патриком Вольфом, но потом их партия пошла по другому пути, достигнув этой замечательной позиции. Какой ход позволил Бет добиться перевеса над сильным соперником?} 45. Qf5+ {[%wrong Поищем сильнейшее продолжение атаки. Изучим свои возможности и попробуем снова.] [%hint Шах позволит оттеснить короля черных на последнюю горизонталь.]} (45. Qxf6 $2 gxf6 {Черные выигрывают ферзя и успешно защищаются после Лxf6. Поищем, как подготовить эту жертву.}) (45. Kg1 $5 {У белых хорошая позиция, но мы можем найти сильнейшее продолжение. Возьмите подсказку, если затрудняетесь.}) (45. Qf2 $5 {У белых хорошая позиция, но мы можем найти сильнейшее продолжение. Возьмите подсказку, если затрудняетесь.}) (45. Rf2 $5 {У белых хорошая позиция, но мы можем найти сильнейшее продолжение. Возьмите подсказку, если затрудняетесь.}) (45. h4 $5 {У белых хорошая позиция, но мы можем найти сильнейшее продолжение. Возьмите подсказку, если затрудняетесь.}) (45. Qd3 $2 Qg6 {У белых лишь небольшое преимущество. Поищем сильнейшее продолжение.}) (45. Qxe4+ $2 dxe4 {У черных решающий материальный перевес. Возьмите подсказку, если затрудняетесь.}) \r\n45... Kh8 {Блестяще! Каким ходом Бет начала решающую комбинацию?} 46. Qxf6 {[%wrong Поищем решающую жертву. Возьмите подсказку, если затрудняетесь.] [%hint Жертвуем, чтобы вскрыть вертикаль \"f\".]} (46. Qe6 $5 {Это сильный ход, но Бет нашла решающую жертву. Какую?}) (46. Kg1 $5 {У белых хорошая позиция, но Бет нашла решающую жертву. Попробуем снова - поищем, как добиться победы.}) (46. Rf3 $5 {У белых хорошая позиция, но Бет нашла решающую жертву. Попробуем снова - поищем, как добиться победы.}) (46. Ra1 $5 {У белых хорошая позиция, но Бет нашла решающую жертву. Попробуем снова - поищем, как добиться победы.}) (46. Qxe5 $2 Rxe5 {Черные побеждают. Поищем более выгодную жертву ферзя.}) (46. Qxe4 $2 dxe4 {Черные побеждают. Черные побеждают. Поищем более выгодную жертву ферзя.}) \r\n46... gxf6 {Невероятно! Мы выигрываем у такого великого шахматиста, как Боргов, жертвой ферзя. Как продолжить атаку?} 47. Rxf6 {[%wrong Поищем сильнейшее продолжение атаки. Какое взятие напрашивается?] [%hint Возьмем пешку с угрозой двойного удара на f8.]} Qh5 {Блестяще! Какой ход позволяет Бет добиться материального перевеса?} 48. Rf8+ {[%wrong Поищем сильнейший ход. Как добиться материального перевеса?] [%hint Возьмем под бой поле превращения пешки \"e\".]} (48. g4 $2 Rxg4+ {Черные объявят вечный шах и добьются ничьей. Как обеспечить превращение пешки \"e\" в ферзя?}) (48. Bf2 $2 Kg7 {На Лf8 черные отвечают Фf7 и добиваются ничьей. Как обеспечить превращение пешки \"e\" в ферзя?}) (48. e8=Q+ $2 Qxe8 {Черные забирают ферзя и даже после Лf8+ сохраняют решающий материальный перевес. Попробуем подготовить превращение пешки.}) \r\n48... Kg7 {Отлично! Что дальше?} 49. e8=Q {[%wrong У черных приемлемая позиция. Как оправдать жертву ферзя?] [%hint Мы пожертвовали одного ферзя, но сейчас можем выставить на доску другого.]} (49. g4 $2 Rxg4+ {Черные объявят вечный шах и добьются ничьей. Как обеспечить себе материальный перевес?}) \r\n49... Re2+ {Нам остается рукой подать до победы! Куда отступит король Бет?} 50. Kf1 {[%wrong Поищем сильнейший ход. Мы победим, если король найдет оптимальный путь.] [%hint Нападем королем на вражескую ладью.]} (50. Bf2 $5 {Это сильный ход, но Бет решила напасть королем на ладью так, чтобы та не могла дать ему новый шах. Куда отступил король Бет?}) (50. Rf2 $2 Rxf2+ {После размена ладей черные забирают ферзя и выигрывают. Поищем сильнейшее продолжение.}) (50. Kg1 $6 Re1+ {Черные могут форсировать вечный шах и добиться ничьей. Поищем сильнейшее отступление короля.}) (50. Kh1 $2 Qxh3+ {Черные дают мат следующим ходом. Поищем сильнейшее отступление короля.}) \r\n50... Qxh3+ {Черные готовы на отчаянные жертвы! Куда отступит король?} 51. Kxe2 {[%wrong Поищем сильнейший ход. Какое взятие напрашивается?] [%hint Возьмем ладью.]} (51. Kg1 $2 Qg2# {Это мат. Поищем сильнейший ход.}) \r\n51... Qg2+ {У черных почти закончились фигуры! Каким ходом Бет закрылась от шаха и напала на ферзя?} 52. Rf2 {[%wrong Поищем сильнейший ход. Как Бет закрылась от шаха и напала на ферзя?] [%hint Закроемся от шаха и нападем на черного ферзя.]} (52. Kd1 $5 {Отлично! Это отступление выигрывает еще быстрее, но Бет предпочла закрыться от шаха и напасть на ферзя. Каким ходом?}) (52. Kd3 $5 {Белые побеждают, но Бет предпочла закрыться от шаха и напасть на ферзя. Каким ходом?}) (52. Ke1 $5 {Белые побеждают, но Бет предпочла закрыться от шаха и напасть на ферзя. Каким ходом?}) (52. Bf2 $5 {Белые побеждают, но Бет предпочла закрыться от шаха и напасть на ферзя. Каким ходом?}) (52. Ke3 $5 {Белые побеждают, но Бет предпочла закрыться от шаха и напасть на ферзя. Каким ходом?}) \r\n52... Qe4+ {Молодец! Бет отступила королем так, чтобы черные не смогли продолжить серию шахов. На какое поле?} 53. Kd2 {[%wrong Поищем сильнейший ход. Куда отступить королем, чтобы черные не смогли продолжить серию шахов?] [%hint Поищем поле, где король сможет укрыться от новых шахов.] Потрясающе! У черных закончились шахи, и белые с лишними ладьей и слоном дают мат не позднее, чем в пять ходов. МГ Боргов сдался, и Бет заняла первое место в турнире!} (53. Kf1 $5 {Это сильный ход, но Бет нашла, как защититься от шахов на следующем ходу. На какое поле она отступила?}) (53. Kd1 $5 {Это сильный ход, но Бет нашла, как защититься от шахов на следующем ходу. На какое поле она отступила?}) (53. Be3 $5 {Это сильный ход, но Бет нашла, как защититься от шахов на следующем ходу. На какое поле она отступила?}) 1/2-1/2"
   ],
   "title" : "Серия 7: Бет против Василия Боргова",
   "url" : "https://www.chess.com/ru/lessons/sygrai-kak-bet-kharmon/seriia-7-bet-protiv-vasiliia-borgova",
   "video" : null
}
