{
   "description" : "Партии новичков часто заканчиваются матом в четыре хода, обычно так: 1. e4 e5 2. Фh5 Кc6 3.Сc4 и Фxf7#. Важно защитить от мата свою самую слабую пешку: f7 у черных и f2 у белых. Если вы не пропустите фигуры белых к этому полю, то добьетесь хорошей позиции.",
   "duration" : null,
   "fen" : "r1bqkbnr/pppp1ppp/2n5/4p2Q/2B1P3/8/PPPP1PPP/RNB1K1NR b KQkq - 3 2",
   "id" : "f71c0c14-a0b9-11e8-a8c6-b5e4879027b6",
   "membership" : 10,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/pppp1ppp/8/4p2Q/4P3/8/PPPP1PPP/RNB1KBNR b KQkq - 1 1\"]\r\n\r\n{Белый ферзь входит в игру, атакуя черную пешку e5. Попробуем развить коня к центру и защитить пешку.}\r\n1...Nc6\r\n    {[%wrong Нужно одновременно развить коня и защитить пешку e5. Попробуем снова!][%hint Попробуем поставить коня b8 на поле, откуда он защитит пешку e5.] Отлично! Черный конь выходит на хорошее поле и защищает пешку.}\r\n    (1...g6 $2 2.Qxe5+ {Ой! Черные не просто теряют пешку - белый ферзь дает шах королю и атакует ладью на h8. Поищем, как защитить конем пешку e5.})\r\n    (1...Nf6 $2 2.Qxe5+ {Черные нападают на ферзя и пешку e4, но сами теряют пешку. Поищем, как защитить пешку e5 другим конем.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqkbnr/pppp1ppp/2n5/4p2Q/2B1P3/8/PPPP1PPP/RNB1K1NR b KQkq - 1 1\"]\r\n\r\n{Белый слон выходит на c4, вместе с ферзем атакуя поле f7. Как черным напасть на белого ферзя и помешать ему взять пешку f7?}\r\n1...g6\r\n    {[%wrong Интересная идея, но этот ход не атакует белого ферзя и не мешает ему взять на f7. Попробуем снова!][%hint Нападем на ферзя пешкой и перекроем ему путь к полю f7.] Прекрасно! Черные нападают на ферзя пешкой и не дают ему взять на f7.}\r\n    (1...Nf6 $2 2.Qxf7# {Ой! Конь напал на ферзя, но белые поставили мат. Попробуем снова!})\r\n(1...\r\nQe7 $5 {Молодец! Этот ход тоже мешает мату. Поищем другой способ помешать мату, связанный с нападением на белого ферзя.}) (1... Qf6\r\n$5 {Молодец! Этот ход тоже мешает мату. Поищем другой способ помешать мату, связанный с нападением на белого ферзя.}) (1... Nh6 $5 {Этот ход мешает мату, хотя конь неудачно расположен на краю доски. Поищем другой способ помешать мату, связанный с нападением на белого ферзя.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqkbnr/pppp1p1p/2n3p1/4p3/2B1P3/5Q2/PPPP1PPP/RNB1K1NR b KQkq - 1 1\"]\r\n\r\n{Белые отступают ферзем и он снова атакует поле f7, угрожая матом на следующем ходу. Как развить фигуру и перекрыть ферзю путь к полю f7?}\r\n1...Nf6\r\n    {[%wrong Интересная попытка, но этот ход не мешает белому ферзю взять на f7 с матом.][%hint Постараемся развить коня к центру и перекрыть ферзю путь к полю f7.] Отличная работа! Черные развивают коня к центру и мешают белому ферзю объявить мат на f7.}\r\n    (1...Qf6 $5 {Этот ход тоже мешает ферзю объявить мат на f7. Поищем другой способ защитить это поле, не вводя своего ферзя в игру преждевременно.})\r\n    (1...Nd4 $2 2.Qxf7# {Конь напал на ферзя, но не помешал ему взять на f7 с матом. Попробуем снова!})\r\n    (1...f6 $6 {Этот ход предотвращает мат, но сюда лучше вывести коня с g8. Попробуем снова!})\r\n    ( 1...Nh6 $5 {Отлично! Этот ход защищает поле f7, но конь неудачно расположен на краю доски. Поищем другой ход конем, которым черные мешают ферзю нападать на поле f7 и берут под бой поля в центре.} )\r\n    ( 1...Qe7 $5 {Этот ход тоже предотвращает мат. Поищем другой ход конем, которым черные мешают ферзю нападать на поле f7 и берут под бой поля в центре.} )\r\n    ( 1...Qg5 $2 2.Qxf7+ {Это интересная идея, но после отступления короля из-под шаха белые возьмут слона с матом. Попробуем снова!} )\r\n    ( 1...Qh4 $2 2.Qxf7+ {Это интересная идея, но после отступления короля из-под шаха белые возьмут слона с матом. Попробуем снова!} )\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/pppp1ppp/8/4p3/2B1P3/8/PPPP1PPP/RNBQK1NR b KQkq - 1 2\"]\r\n\r\n{Как развить коня к центру и защитить пешку e5?}\r\n2...Nc6\r\n    {[%wrong Нам нужно одновременно развить коня и защитить пешку e5. Попробуем снова!][%hint Займем конем b8 поле, откуда он защитит пешку e5. Поищем этот ход!]}\r\n    (2...Nf6 $1 {Этот ход тоже хорош. Мы развиваем коня и нападаем на пешку e4. Попытаемся вывести в центр другого коня.})\r\n3.Qh5\r\n    {Отлично! Мы развили коня в центр и защитили пешку e5. Белые выводят ферзя на h5, планируя дать мат на f7. Как напасть на ферзя и защититься от мата?}\r\n3...g6\r\n    {[%wrong Интересная идея, но нам нужно напасть на белого ферзя и помешать мату. Попробуем снова!][%hint Нападем пешкой на белого ферзя и перекроем ему путь на f7.] Отлично. Черные нападают на ферзя и мешают мату.}\r\n    (3...Nf6 $2 4.Qxf7# {Ой! Конь напал на ферзя, но черным мат. Попробуем снова!})\r\n       ( 3...Qg5 $2 4.Qxf7+ {Это интересная идея, но после отступления короля из-под шаха белые возьмут слона с матом. Попробуем снова!} )\r\n        ( 3...Qh4 $2 4.Qxf7+ {Это интересная идея, но после отступления короля из-под шаха белые возьмут слона с матом. Попробуем снова!} )\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/pppp1ppp/8/4p3/2B1P3/8/PPPP1PPP/RNBQK1NR b KQkq - 0 1\"]\r\n\r\n{Как развить коня к центру с угрозой взять белую пешку на e4?}\r\n1...Nf6\r\n    {[%wrong Нам нужно одновременно развить коня в центр и атаковать пешку e4. Попробуем снова!][%hint Поставим коня g8 на поле, откуда он будет нападать на пешку e4.]}\r\n    (1...Nc6 $1 {Этот ход тоже развивает коня в центр, но не нападает на пешку e4. Попробуем сделать ход другим конем!})\r\n2.Qh5\r\n    {Молодец! Конь выходит в центр, угрожая незащищенной пешке e4. Белые беспечно развивают ферзя, мечтая о мате на f7. Сможем найти лучшую защиту за черных?}\r\n2...Nxh5\r\n    {[%wrong Это интересная идея, но есть защита намного сильнее - Попробуем снова!][%hint Попробуем взять атакующую фигуру!] Изумительно! Черные выигрывают белого ферзя!}\r\n*"
   ],
   "title" : "Детский мат",
   "url" : "https://www.chess.com/ru/lessons/stavim-mat/detskii-mat",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-BEG-4-move-checkmate-o3f.mp4"
}
