{
   "description" : "Александр Алехин защитил свой титул в матче с сильным атакующим шахматистом Ефимом Боголюбовым. Он одержал 11 побед при пяти поражениях и девяти ничьих. Алехин много раз показывал свои комбинационные способности, в том числе, одержав яркую победу в восьмой партии.",
   "duration" : null,
   "fen" : "1kb4r/2q2p2/pp4r1/2bPp2n/2p1P2p/2P2Q2/P1B2NPP/2B1RR1K b - - 0 26",
   "id" : "f9b72f92-cf57-11eb-afe1-015a8932dea6",
   "membership" : 50,
   "questions" : [
      "[Event \"\"]\r\n[Site \"Wiesbaden GER\"]\r\n[Date \"1929.09.19\"]\r\n[Round \"8\"]\r\n[White \"Efim Bogoljubov\"]\r\n[Black \"\"]\r\n[Result \"0-1\"]\r\n[ECO \"A50\"]\r\n[SetUp \"1\"]\r\n[FEN \"r2qk2r/1bpnbppp/pp2p3/8/3PP3/2PB1P2/P3N1PP/R1BQ1RK1 b kq - 0 11\"]\r\n[PlyCount \"39\"]\r\n[EventDate \"1929.??.??\"]\r\n[Source \"ChessBase\"]\r\n\r\n{Каким ходом Алехин атаковал сильный пешечный центр белых?} 11... c5 {[%wrong Поищем сильнейший ход. Как атаковать центр белых?] [%hint Нападем на пешку d4 пешкой.]} (11... O-O $5 {Это интересная идея, но Алехин решил атаковать пешечный центр белых. Каким ходом?}) (11... Rc8 $5 {Это интересная идея, но Алехин решил атаковать пешечный центр белых. Каким ходом?}) (11... c6 $2 12. Bf4 {У белых удобная позиция. Поищем сильнейший ход пешкой \"c\".}) (11... e5 $2 12. Ng3 {Белый конь выгодно расположен на поле f5. Как напасть на пешку d4, не теряя контроль над полем f5?}) \r\n12. Bb2 {Отлично! Как черным продолжить развитие?} Qc7 {[%wrong Поищем сильнейший ход. Продолжим развитие фигур.] [%hint Развиваем ферзя.]} (12... O-O $5 {Это интересная идея, но Алехин решил развить ферзя. На какое поле?}) (12... Rc8 $5 {Это интересная идея, но Алехин решил развить ферзя. На какое поле?}) (12... b5 $5 {Это интересная идея, но Алехин решил развить ферзя. На какое поле?}) (12... cxd4 $2 13. cxd4 {У белых сильный центр. Как продолжить развитие ферзя?}) \r\n13. f4 {Блестяще! Ходом f4 белые готовят атаку на королевском фланге, но ослабляют поле e4. Как это использовать?} Nf6 {[%wrong Поищем сильнейшее нападение на пешку e4.][%hint Нападем на пешку e4 легкой фигурой.]} (13... g6 $5 {Это интересная идея, но Алехин нашел выгодное нападение на пешку e4. Каким ходом?}) (13... O-O $5 {Это интересная идея, но Алехин нашел выгодное нападение на пешку e4. Каким ходом?}) (13... cxd4 $2 14. cxd4 {У белых сильный пешечный центр. Как напасть на пешку e4?}) (13... h5 $5 {Это интересная идея, но Алехин нашел выгодное нападение на пешку e4. Каким ходом?}) (13... f5 $2 14. exf5 {Поищем сильнейшее нападение на пешку e4.}) \r\n14. Ng3 {Прекрасно! Каким ходом черные создают угрозы коню g3?} h5 {[%wrong Поищем сильнейший ход пешкой королевского фланга.] [%hint Ведем пешку в атаку на белого коня.]} (14... O-O $2 15. e5 {У белых опасная инициатива. Попробуем снова. Ищем сильный ход пешкой королевского фланга.}) (14... b5 $5 {Это разумное продолжение, но Алехин нашел ход пешкой королевского фланга. Что он задумал?}) (14... c4 $5 {Это разумное продолжение, но Алехин нашел ход пешкой королевского фланга. Что он задумал?}) (14... cxd4 $2 15. cxd4 {Белые захватывают центр, получая выгодную позицию. Поищем сильный ход пешкой.}) (14... g6 $2 15. Qe2 {У черных хорошая позиция. Ищем сильный ход пешкой на королевском фланге.}) \r\n15. Qe2 {Восхитительно! Как продолжить план, начатый прошлым ходом?} h4 {[%wrong Поищем сильную угрозу.] [%hint Вынудим белого коня отступить.]} (15... c4 $5 {Это сильный ход, но Алехин решил создать угрозу другой пешкой. Какой?}) (15... g6 $2 16. e5 {У белых все в порядке. Поищем сильнейший ход пешкой королевского фланга.}) \r\n16. Nh1 {Великолепно! Белый конь расположен на поле h1 очень пассивно. Как подключить черного коня к атаке?} Nh5 {[%wrong Поищем сильнейшее продолжение. Какой активный ход конем нашел Алехин?] [%hint Нападем на пешку f4 конем.]} (16... b5 $5 {Это разумное продолжение, но Алехин решил активно расположить коня. На каком поле?}) (16... c4 $5 {Это разумное продолжение, но Алехин решил активно расположить коня. На каком поле?}) (16... O-O $2 17. Rae1 {У белых безопасная позиция. Поищем сильный ход конем в исполнении Алехина.}) (16... O-O-O $2 17. Nf2 {У белых безопасная позиция. Поищем сильный ход конем в исполнении Алехина.}) (16... Ng4 $2 17. Qxg4 {Белые побеждают. Какой ход конем напрашивается?}) (16... Nh7 $2 17. Nf2 {У белых хорошая позиция. Какой ход конем напрашивается?}) (16... Nd7 $2 17. a4 {У белых хорошая позиция. Какой ход конем напрашивается?}) \r\n17. Qg4 {Превосходно! Каким ходом Алехин укрыл своего короля на фланге?} O-O-O {[%wrong Поищем сильнейшее продолжение. Как соединить ладьи?] [%hint Создадим на доске позицию с разносторонними рокировками, чтобы свободно вести атаку.]} (17... O-O $2 18. Qxh5 {У белых решающая атака. Как насчет рокировки на другой фланг?}) (17... g6 $2 18. e5 {У черных лишь небольшой перевес. Как укрыть короля на фланге?}) (17... c4 $5 {У белых все в порядке. Как укрыть короля на фланге?}) (17... Nf6 $2 18. Qe2 {У белых все в порядке. Как укрыть короля на фланге?}) \r\n18. Rae1 {Потрясающе! Каким ходом Алехин обезопасил короля от шахов по диагонали c8-h3?} Kb8 {[%wrong Поищем сильнейшее продолжение. Как обезопасить положение короля?] [%hint Отступим королем из центра.]} (18... g6 $5 {У черных все в порядке, но Алехин решил отступить королем с диагонали c8-h3. На какое поле?}) (18... b5 $5 {У черных все в порядке, но Алехин решил отступить королем с диагонали c8-h3. На какое поле?}) (18... c4 $5 {У черных все в порядке, но Алехин решил отступить королем с диагонали c8-h3. На какое поле?}) (18... f5 $2 19. exf5 {Размен облегчает белым игру. Как отступить королем с диагонали c8-h3?}) (18... Nf6 $2 19. Qe2 {Белый ферзь защищает центр. Как отступить королем с диагонали c8-h3?}) (18... Qd7 $2 19. f5 {У белых прекрасные атакующие возможности. Как расположить коня на черном поле?}) \r\n19. f5 {Изумительно! Каким ходом Алехин продолжил атаковать центр белых?} e5 {[%wrong Поищем сильнейшее продолжение. Какой ход пешкой напрашивается?] [%hint Нападем на связанную пешку d4 еще одной пешкой.]} (19... exf5 $5 {Это интересная идея, но Алехин нашел другой сильный ход пешкой \"e\". Какой?}) (19... c4 $5 {Это интересная идея, но Алехин  нашел другой сильный ход центральной пешкой.}) (19... Nf6 $2 20. Qe2 {Белый ферзь отступает, и у черных остается лишь небольшой перевес. Поищем сильный ход центральной пешкой.}) (19... b5 $2 20. fxe6 {Белые забирают пешку, и у черных остается лишь небольшой перевес. Поищем сильный ход центральной пешкой.}) \r\n20. d5 {Замечательно! Какую угрозу создал Алехин?} c4 {[%wrong Поищем сильнейшее продолжение атаки. Какой ход пешкой напрашивается?] [%hint Нападем на слона d3.]} (20... h3 $5 {У черных все в порядке, но мы можем создать сильную угрозу. Каким ходом?}) (20... Nf4 $5 {У черных все в порядке, но мы можем создать сильную угрозу. Каким ходом?}) (20... g6 $2 21. c4 {Белые активизируют слона b2 со сложной позицией. Как помешать белой пешке занять поле c4?}) (20... Rdg8 $2 21. c4 {Белые активизируют слона b2 со сложной позицией. Как помешать белой пешке занять поле c4?}) (20... b5 $2 21. c4 {Белые активизируют слона b2 со сложной позицией. Как помешать белой пешке занять поле c4?}) \r\n21. Bc2 {Молодец! Каким ходом Алехин начал атаку на белого короля?} Bc5+ {[%wrong Поищем сильнейшее продолжение атаки. Какой шах напрашивается?] [%hint Вынудим белых поставить свою фигуру под связку по диагонали g1-a7.]} (21... g6 $5 {Это сильный ход, но Алехин нашел выгодный шах. Какой?}) (21... Bc8 $5 {Это сильный ход, но Алехин нашел выгодный шах. Какой?}) (21... Rdg8 $5 {Это сильный ход, но Алехин нашел выгодный шах. Какой?}) (21... Qc5+ $2 22. Nf2 {У черных лишь небольшой перевес. Поищем сильнейший шах.}) \r\n22. Nf2 {Фантастика! Каким ходом Алехин подготовил вскрытие вертикали, ведущей к королю белых?} g6 {[%wrong Поищем сильный ход пешкой королевского фланга.] [%hint Предлагаем размен пешек, чтобы вскрыть королевский фланг.]} (22... Rdg8 $5 {Это интересная идея, но Алехин подготовил вскрытие вертикали \"g\". Каким ходом?}) (22... Bc8 $5 {Это интересная идея, но Алехин подготовил вскрытие вертикали \"g\". Каким ходом?}) (22... Nf4 $2 23. Bc1 {Это интересная идея, но сильнее вскрыть вертикаль \"g\". Каким ходом?}) (22... h3 $2 23. g3 {На поле h4 пешка расположена выгоднее, чем на h3. Как вскрыть вертикаль \"g\", где расположен белый король.})\r\n23. fxg6 {Браво! Ответное взятие fxg6 выгодно черным, но мы можем найти сильнейшее продолжение. Какой ход сделал Алехин?} Rdg8 {[%wrong Поищем сильнейший ход. Свяжем пешку g6 ладьей.] [%hint Свяжем пешку g6 защитой белого ферзя.]} (23... fxg6 $5 {Это разумное продолжение, но черные решили связать белую пешку \"g\". Каким ходом?}) (23... Bc8 $5 {Это разумное продолжение, но черные решили связать белую пешку \"g\". Каким ходом?}) (23... Rhg8 $2 24. Qxh5 {Белые выиграли фигуру. Как связать белую пешку \"g\"?}) \r\n24. Bc1 {Невероятно! Прежде, чем взять на g6, Алехин напал на белого ферзя. Каким ходом?} Bc8 {[%wrong Поищем сильнейшее продолжение атаки. Как создать угрозы белому ферзю?] [%hint Нападем на ферзя слоном b7.]} (24... Rxg6 $5 {Это сильный ход, но Алехин нашел другое нападение на белого ферзя. Какое?}) (24... Qd6 $5 {У черных все в порядке, но Алехин решил напасть на белого ферзя. Каким ходом?}) (24... b5 $5 {У черных все в порядке, но Алехин решил напасть на белого ферзя. Каким ходом?}) (24... Nf4 $2 25. Bxf4 {Черным нужно сохранить этого коня для атаки. Как напасть на белого ферзя?}) (24... Nf6 $2 25. Qf3 {У черных все в порядке. Поищем сильнейшее нападение на белого ферзя.}) \r\n25. Qf3 {Отлично! Какое взятие сделал Алехин?} Rxg6 {[%wrong Поищем сильнейшее взятие.] [%hint Возьмем пешку, готовясь создать батарею на королевском фланге.]} (25... fxg6 $2 26. Be3 {У черных лишь небольшой перевес. Поищем сильнейшее взятие.}) (25... b5 $5 {У черных все в порядке, но Алехин нашел сильное взятие. Какое?}) (25... Rg7 $5 {У черных все в порядке, но Алехин нашел сильное взятие. Какое?}) (25... Bxf2+ $2 26. Qxf2 {У белых все в порядке. Поищем сильнейшее взятие.}) \r\n26. Kh1 {Блестяще! Какой жертвой Алехин вскрыл королевский фланг, получив решающий перевес?} Ng3+ {[%wrong Поищем сильнейшее продолжение атаки. Возьмите подсказку, если затрудняетесь.] [%hint Нападем на белого короля и ладью f1. Неважно, что белые возьмут коня.]} (26... Rf6 $5 {У черных все в порядке, но Алехин нашел решающий шах. Какой?}) (26... Bg4 $5 {У черных все в порядке, но Алехин нашел решающий шах. Какой?}) (26... h3 $2 27. g3 {Белые блокируют королевский фланг с приемлемой позицией. Поищем сильнейшее продолжение атаки.}) (26... Rg3 $2 27. hxg3 {У черных лишь небольшой перевес. Поищем сильнейшую жертву на g3.}) (26... Bh3 $2 27. Nxh3 {Белые побеждают. Поищем сильную жертву на королевском фланге.}) (26... Bxf2 $2 27. Rxf2 {У белых все в порядке. Белые побеждают. Поищем сильную жертву на королевском фланге.}) (26... Rxg2 $2 27. Kxg2 {У белых все в порядке. Поищем сильную жертву по вертикали \"g\".}) \r\n27. hxg3 {Изумительно! Зачем мы отдали коня?} hxg3+ {[%wrong Поищем сильнейшее продолжение. Какое взятие напрашивается?] [%hint Возьмем с шахом.]} (27... Bg4 $5 {У черных все в порядке, но Алехин нашел решающий шах. Какой?}) (27... Bxf2 $5 {У черных все в порядке, но Алехин нашел решающий шах. Какой?}) (27... Rxg3 $5 {У черных все в порядке, но Алехин нашел решающий шах. Какой?}) \r\n28. Nh3 {Невероятно! Какое взятие напрашивается?} Bxh3 {[%wrong Поищем сильнейший ход. Проверим взятия и попробуем снова.] [%hint Возьмем коня, защищающего короля белых.]} (28... Rxh3+ $5 {Это интересная идея, но Алехин нашел другое взятие. Какое?}) (28... Qd8 $5 {Это интересная идея, но Алехин нашел решающее взятие. Какое?}) (28... Bf2 $5 {Это интересная идея, но Алехин нашел решающее взятие. Какое?}) \r\n29. gxh3 {Прекрасно! Как черные дают мат в два хода?} Rxh3+ {[%wrong Этот ход не ведет к мату. Проверим шахи и попробуем снова.] [%hint Оттесним белого короля на поле g2.]} (29... g2+ $5 {Черные все равно выигрывают, но мы можем найти мат в два хода.}) \r\n30. Kg2 {Удивительно! Где же мат?} Rh2# {[%wrong Это не мат. Проверим все продолжения и попробуем снова.] [%hint Проверим шахи. Какой из них ведет к мату?] Вот так атака!} 0-1"
   ],
   "title" : "Алехин против Боголюбова, 1929",
   "url" : "https://www.chess.com/ru/lessons/igraem-kak-kapablanka-alekhin-i-eive/alekhin-protiv-bogoliubova-1929",
   "video" : null
}
