{
   "description" : "В 2008 году Ананд победил в матче на первенство мира своего предшественника, Владимира Крамника. Интересно, что две из первых пяти партий он выиграл черными в меранской системе. Крамник ничего не смог противопоставить подготовке Ананда, даже зная, какой вариант возникнет на доске. Приводим пятую партию матча, сыгранную, когда Виши уже опережал противника на одно очко.",
   "duration" : null,
   "fen" : "8/1R3p1p/4pk2/8/PP6/4p3/6PP/2r2BK1 w - - 0 36",
   "id" : "f9b915c2-1d93-11ea-a191-49e776b1c2bd",
   "membership" : 50,
   "questions" : [
      "[Event \"Anand-Kramnik World Championship Match\"]\r\n[Site \"Bonn GER\"]\r\n[Date \"2008.10.20\"]\r\n[Round \"5\"]\r\n[White \"Vladimir Kramnik\"]\r\n[Black \"Viswanathan Anand\"]\r\n[Result \"0-1\"]\r\n[ECO \"D49\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqkb1r/3n1ppp/p1p1pn2/1p6/3PP3/2NB1N2/PP3PPP/R1BQK2R b KQkq - 0 9\"]\r\n[PlyCount \"53\"]\r\n[EventDate \"2008.10.14\"]\r\n\r\n{Ананд с успехом применял меранский вариант черными в матче на первенство мира с Владимиром Крамником. После победы черных в третьей партии матча этот дебют вновь встретился в пятой. Белые только что сделали ход e3-e4. Как продолжал Виши?} \r\n9... c5 {[%wrong Поищем сильнейший ход.] [%hint Нужно сразу контратаковать центр белых.]} (9... b4 $5 {Это продолжение возможно, но Виши решил сразу напасть на центр белых. Каким ходом?}) (9... Bb7 $5 {Это продолжение возможно, но Виши решил сразу напасть на центр белых. Каким ходом?}) \r\n10. e5 {Хорошее начало! Белые напали на коня, но вы можете создать встречную угрозу. Каким ходом?} cxd4 {[%wrong Поищем сильнейший ход.] [%hint Возьмите центральную пешку, создавая угрозу.]} (10... Ng4 $2 11. Be4 {Нападая на черную ладью, белые получают выгодную позицию. Поищем сильнейший ход.}) (10... c4 $2 11. exf6 {У белых небольшое преимущество. Поищем сильнейший ход.}) \r\n11. Nxb5 {Молодец! Что делать: взять коня противника или отступить своим?} axb5 {[%wrong Поищем сильнейший ход.] [%hint Возьмите фигуру, чтобы вскрыть вертикаль для ладьи.]} (11... Nxe5 $5 {Это продолжение возможно, но Виши выбрал сильнейший ход. Какой?}) (11... Ng4 $5 {Это продолжение возможно, но Виши выбрал сильнейший ход. Какой?}) \r\n12. exf6 {Сильный ход! Какой фигурой брать пешку?} gxf6 {[%wrong Поищем сильнейший ход.] [%hint Возьмите так, чтобы открыть вертикаль для ладьи.]} (12... Nxf6 $5 {Это продолжение возможно, но Виши выбрал более агрессивное взятие. Как он сыграл?}) (12... Bb7 $5 {Это продолжение возможно, но лучше взять на f6. Как сыграл Виши?}) (12... b4 $5 {Это продолжение возможно, но лучше взять на f6. Как сыграл Виши?}) (12... Qxf6 $2 13. Bg5 {Ферзь пойман. Попробуем снова.}) \r\n13. O-O {Молодец! Как продолжить развитие и защитить атакованные пешки?} Qb6 {[%wrong Поищем сильнейший ход.] [%hint Нужно защитить пешки b5 и d4 одновременно.]} (13... Qa5 $2 14. Nxd4 {Белые выигрывают пешку с хорошей позицией. Попробуйте снова.}) (13... b4 $2 14. Nxd4 {Белые выигрывают пешку с хорошей позицией. Попробуйте снова.}) (13... Ba6 $2 14. Nxd4 {Белые выигрывают пешку с хорошей позицией. Попробуйте снова.}) (13... e5 $2 14. Bxb5 {Белые выигрывают пешку с хорошей позицией. Попробуйте снова.}) (13... Bb7 $2 14. Nxd4 {Белые выигрывают пешку с хорошей позицией. Попробуйте снова.}) \r\n14. Qe2 {Сильный ход! Виши не защищает пешку b5, а продолжает атаку. Каким ходом?} Bb7 {[%wrong Поищем сильнейший ход.] [%hint Нужно развить фигуру, атакуя королевский фланг белых.]} (14... Ba6 $2 15. Rd1 {На a6 слон расположен пассивно. У белых небольшое преимущество. Поищем более активное продолжение.}) (14... Rg8 $5 {Это сильный ход, но сначала Виши развил другую фигуру. Какую?}) (14... Bd6 $5 {Это продолжение возможно, но сначала Виши развил другого слона. Каким ходом?}) (14... b4 $5 {Это продолжение возможно, но Виши решил пожертвовать эту пешку и продолжить развитие. Каким ходом?}) (14... Bc5 $2 15. b4 {Жертва пешки дает белым сильную инициативу. Поищем сильнейший ход.}) \r\n15. Bxb5 {Сильный ход! Какую фигуру нужно развить теперь?} Rg8 {[%wrong Поищем сильнейший ход.] [%hint Выведем фигуру так, чтобы атаковать пешку g2.]} (15... Bd6 $5 {Виши сделал этот ход в другой партии матча с Крамником и тоже выиграл! Посмотрим на другой план атаки в этой партии.}) (15...Bc5 $2 16. b4 {Жертва пешки дает белым сильную инициативу. Поищем сильнейший ход.}) (15... Bxf3 $2 16. Qxf3 {Ладья на a8 под боем, и белые получают преимущество. Поищем сильнейший ход.}) \r\n16. Bf4 {Молодец! Виши развил фигуру, предложив размен. Как он сыграл?} Bd6 {[%wrong\r\nПоищем сильнейший ход.] [%hint Нужно развить слона и предложить размен.]} (16... Rg4 $2 17. Bg3 {Королевский фланг белых защищен, а на g4 ладья может попасть под бой. Поищем сильнейший ход.}) (16... Ra5 $2 17. a4 {У белых преимущество. Попробуем снова.}) (16... Be7 $2 {Слон пассивно расположен на e7. Поищем сильнейший ход.}) (16... Bg7 $2 17. Rfd1 {У белых преимущество. Попробуем снова.}) \r\n17. Bg3 {Молодец! Как черным использовать сдвоенные пешки для захвата инициативы?} f5 {[%wrong Поищем сильнейший ход.] [%hint Давайте отправим пешку в атаку на слона g3.]} (17... Ke7 $5 {Это продолжение возможно, но поищем сильнейший ход.}) (17... Rd8 $5 {Это продолжение возможно, но поищем сильнейший ход.}) (17... Ra5 $2 18. a4 {У белых преимущество. Попробуем снова.}) (17... Bxf3 $2 18. Qxf3 {У белых пара слонов, и ладья a8 под боем. Поищем сильнейший ход.}) (17... h5 $2 18. Rfd1 {У белых хорошая позиция. Поищем сильнейший ход.})\r\n18. Rfc1 {Сильный ход! Как продолжить план, начатый прошлым ходом?} f4 {[%wrong Поищем сильнейший ход.] [%hint Прогоните слона, загораживающего вертикаль \"g\".]} (18... Rd8 $5 {Это продолжение возможно, но Виши нашел сильнейший ход. Какой?}) (18... Ke7 $5 {Это продолжение возможно, но Виши нашел сильнейший ход. Какой?}) (18... Bxf3 $2 19. Qxf3 {У белых пара слонов, и ладья a8 под боем. Поищем сильнейший ход.}) (18... Bxg3 $2 19. hxg3 {У белых преимущество. Попробуем снова.}) \r\n19. Bh4 {Молодец! Как Виши окончательно избавился от слона h4?} Be7 {[%wrong Поищем сильнейший ход.] [%hint Нам нужно разменять слона h4.]} (19... Bd5 $5 {Это хороший ход, но Виши нашел лучший. Как он сыграл?}) (19... Rg4 $2 20. a4 {У белых преимущество. Попробуем снова.}) \r\n20. a4 {Сильный ход! Продолжаем натиск.} Bxh4 {[%wrong Поищем сильнейший ход.] [%hint Нужно разменять слонов, чтобы нашему королю было, куда отступить.]} (20... Qd6 $5 {Это сильный ход, но Виши выбрал более форсированное продолжение. Как он сыграл?}) (20... Rd8 $5 {Это сильный ход, но Виши выбрал более форсированное продолжение. Как он сыграл?}) \r\n21. Nxh4 {Молодец! Как Виши обезопасил своего короля?} Ke7 {[%wrong Поищем сильнейший ход.] [%hint Нам нужно соединить ладьи.]} (21... Qd6 $5 {Это прочное продолжение, но Виши решил соединить ладьи. Каким ходом?}) (21... Kf8 $2 22. Bxd7 {Белые выиграли фигуру. Попробуем снова.}) (21... Kd8 $2 22. Qh5 {Белые получают перевес. Попробуем снова.}) \r\n22. Ra3 {Сильный ход! Как ввести в бой последнюю фигуру?} Rac8 {[%wrong Поищем сильнейший ход.] [%hint Разменяем защитника последней горизонтали белых.]} (22... Rg5 $5 {Это продолжение возможно, но Виши решил разменять пару ладей. Какой ход он сделал?}) (22... Bd5 $2 23. Rd3 {У белых небольшое преимущество. Поищем сильнейший ход.}) (22... Rgc8 $2 23. Rd1 {У белых небольшое преимущество. Попробуем снова.}) \r\n23. Rxc8 {Сильный ход! Какой фигурой брать в ответ?} Rxc8 {[%wrong Белые выигрывают. Попробуем снова.] [%hint Возьмите так, чтобы взять под бой открытую вертикаль.]} (23... Bxc8 $2 24. Qe4 {Позиция белых активнее. Попробуем снова.}) \r\n24. Ra1 {Молодец! Как Ананд упрочил владение открытой вертикалью?} Qc5 {[%wrong Поищем сильнейший ход.] [%hint Нам нужно захватить открытую вертикаль \"c\" и 5-ую горизонталь.]} (24... Rc5 $5 {Это продолжение возможно, но Виши занял поле c5 другой фигурой. Поищем его ход.}) (24... Nf6 $5 {Это разумный ход, но Виши нашел сильнейший. Как он сыграл?}) (24... Nc5 $2 25. Qe5 {Белые выиграют пешку. Поищем сильнейший ход.}) (24... Qc7 $2 25. Nf5+ {Черный король оказывается под атакой. Нам нужен ход, который защищает поле f5.}) \r\n25. Qg4 {Молодец! Как черным защитить пешку f4?} Qe5 {[%wrong Белые получат перевес. Поищем сильнейший ход.] [%hint Как защитить пешку ферзем?]} (25... Qd6 $5 {Это хороший ход, но Виши решил разместить ферзя в самом центре доски. Как он сыграл?}) (25... Qc2 $5 26. Qg5+ {Это продолжение возможно, но черным выгодно держать под боем пятую горизонталь. Поищем ход Виши.}) (25... d3 $5 26. Bxd3 {И можно продолжать Фd4 с хорошей позицией, но Виши решил защитить пешки d4 и f4. Как?}) (25... Be4 $2 26. Bxd7 {Следующим ходом белые возьмут на f4 с преимуществом. Попробуем снова.}) (25... Qd5 $2 26. Qxf4 {У белых преимущество. Попробуем снова.}) (25... e5 $2 26. Qxd7+ {Белые выигрывают. Попробуем снова.}) (25... Qc7 $2 26. Qg5+ {У белых сильная атака. Попробуем снова.}) (25... Qc1+ $2 26. Rxc1 {На Лxc1+ белые могут сыграть Сf1 и выиграть партию. Попробуем снова.})\r\n26. Nf3 {Молодец! Так держать!} Qf6 {[%wrong Поищем сильнейший ход.] [%hint Отступим ферзем, продолжая защищать пешки d4 и f4.]} (26... Bxf3 $2 27. Qxf3 {Если черные расстанутся с сильным слоном b7, белые получат определенное преимущество. Поищем сильнейший ход.}) (26... Qd6 $5 27. Bxd7 {Это продолжение возможно, но черным пригодился бы ферзь для защиты королевского фланга. Поищите более безопасный ход, сделанный Виши.}) \r\n27. Re1 {Молодец! Как Виши активизировал свою ладью?} Rc5 {[%wrong Поищем сильнейший ход.] [%hint Ладья должна защитить пятую горизонталь от вторжения белых фигур.]} (27... Rc2 $5 {Это продолжение возможно, но Виши решил защитить пятую горизонталь. Как он сыграл?}) \r\n28. b4 {Здорово! Куда дальше отправится ладья?} Rc3 {[%wrong Поищем сильнейший ход.] [%hint Нужно отступить ладьей и напасть на коня белых.]} (28... Rc2 $2 29. h3 {Проходные пешки дают белым хорошие шансы на победу. Поищем сильнейший ход.}) (28... Rf5 $2 29. Rc1 {У белых преимущество. Попробуем снова.}) \r\n29. Nxd4 {Молодец! Чемпион мира Крамник не выдержал напряжения и совершил опрометчивую жертву. Как Виши использовал ошибку?} Qxd4 {[%wrong У белых преимущество. Попробуем снова.] [%hint Лучший способ опровергнуть жертву - принять ее.]} (29... Ne5 $2 30. Qg8 {Угрозы Фe8+ и Фxh7 дают белым преимущество. Попробуем снова.})\r\n30. Rd1 {Крамник хочет использовать линейный удар, чтобы добиться материального преимущества. Как Виши создал встречную угрозу?} Nf6 {[%wrong Белые получают материальное преимущество с хорошей позицией. Попробуем снова.] [%hint Ферзя не спасти. Найдите, как напасть на ферзя белых.]} (30... Ne5 $2 31. Qh4+ {И следующим ходом белые забирают черного ферзя. Попробуем снова.}) \r\n31. Rxd4 {Превосходно! Как продолжать черным?} Nxg4 {[%wrong Белые выигрывают. Попробуем снова.] [%hint Ищите взятие.]} \r\n32. Rd7+ {Крамник считал, что отыграет ферзя благодаря двойному удару. Куда черный король отступит из-под шаха?} Kf6 {[%hint Найдите безопасное и активное поле для короля.]} (32... Kf8 $5 {Это хороший ход, но Виши выбрал более активное поле. Как он сыграл?}) (32... Ke8 $2 33. Rc7+ {Белые дают вскрытый шах и забирают черную ладью. Попробуем снова.}) \r\n33. Rxb7 {Молодец! Позиция белых кажется хорошей благодаря проходным пешкам, но у черных находится выигрывающая комбинация. Какой ход сделал Виши?} Rc1+ {[%wrong У белых хорошая позиция. Попробуем снова.] [%hint Заманите слона белых под смертельную связку.]} \r\n34. Bf1 {Сильный ход! Как использовать связку слона f1?} Ne3 {[%wrong Поищем сильнейший ход. Возьмите подсказку, если затрудняетесь.] [%hint Нужно напасть на связанного слона.]} (34... Nxh2 $2 35. Kxh2 {У белых преимущество. Попробуем снова.}) 35. fxe3 {Молодец! После ответного хода Виши Крамник сдался. Какой ход сделал Виши?} fxe3 {[%wrong Белые выигрывают. Попробуем снова.] [%hint Создадим угрозу нападения пешкой на связанного слона.] Блестяще! Белые не могут защититься от движения пешки e3-e2 и exf1=Ф, поэтому они сдались. Виши вышел вперед на два очка - с таким преимуществом и завершился матч.} 0-1\r\n*"
   ],
   "title" : "Сыграй как Виши Ананд: Крамник против Ананда",
   "url" : "https://www.chess.com/ru/lessons/sygrai-kak-vishi-anand/kramnik-protiv-ananda",
   "video" : null
}
