{
   "description" : "Когда позиция выиграна, важно не упускать из виду возможности противника. Следим за контригрой и ищем возможности упростить позицию, сведя ее к легко выигранной.",
   "duration" : null,
   "fen" : "r3kr2/4q2p/p1pp2pn/4P3/1p2P3/7Q/PPP3PP/RN3RK1 w - - 0 21",
   "id" : "f9fcc47e-a0bd-11e8-b57b-a34d91f8a9ee",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r3kr2/4q2p/p1pp2pn/4P3/1p2P3/7Q/PPP3PP/RN3RK1 w - - 0 21\"]\r\n\r\n{В этой партии гроссмейстеров у белых лишняя пешка, лучше защищен король, а черный конь ужасно расположен на h6. Какой ход сильнее: Лxf8+, Кd2, или Фxh6?}\r\n21.Rxf8+\r\n    {[%wrong Мы выбираем между Лxf8+, Кd2 и Фxh6. Внимательно!][%hint Здорово взять коня, если мы при этом не попадемся в ловушку. Если конь неприкасаем, тогда нужно разменять ладьи и завершить развитие.]}\r\n    (21.Nd2 $5 {Отличный ход! Белые продолжают развитие, соединяют свои ладьи и угрожают взять черного коня. Выбираем между Лxf8+ и Фxh6.})\r\n    (21.Qxh6 $2 {После этого хода, сделанного в партии, черные форсированно дали мат противнику. Как? Увидим в следующем задании. Попробуем найти сильнейший ход белых!})\r\n21...Qxf8\r\n    {Молодец! Белые вынуждают черного ферзя занять поле f8 защищая коня. Как белым завершить развитие, подготавливая ход Лf1?}\r\n22.Nd2\r\n    {[%wrong Этот ход не позволяет развить белого коня, подготавливая сильный ход Лf1. Попробуем снова!][%hint На каком поле конь будет в безопасности?]}\r\n    (22.exd6 $2 Qxd6 {Черные угрожают ...Фd4+ и далее ...Фxb2. Белые уже не выигрывают. Им надо проявить осторожность, чтобы избежать поражения. Попробуем снова!})\r\n    (22.Qe6+ $2 Qe7 {Это разумное продолжение, но черные могут и устоять в этом эндшпиле. Как завершить развитие и подготовить ход Лf1?})\r\n22...dxe5\r\n    {Верное решение! Черные беспечно взяли пешку e5. Ход Лf1 остается сильным, но последний ход черных допускает шах. Найдем его.}\r\n23.Qe6+\r\n    {[%wrong Это интересный ход, но не сильный шах, позволяющий белым разрушить позицию противника. Попробуем снова!][%hint Ищем шах с одновременным нападением на черные пешки c6 и e5.] Молодец! Белые готовы нанести сокрушительный удар Фxc6. Посмотрим, как закончилась партия!}\r\n    (23.Rf1 $5 {Отлично! Белые завершают развитие с подавляющей позицией. Какой сильный шах позволяет им разрушить позицию черных?})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r3kr2/4q2p/p1pp2pQ/4P3/1p2P3/8/PPP3PP/RN3RK1 b - - 0 21\"]\r\n\r\n{Гроссмейстер Матанович проиграл выигранную позицию, только что взяв черного коня. Чего не заметили белые?}\r\n21...Qa7+\r\n    {[%wrong Это интересный ход, но нам нужен форсированный выигрыш, иначе белые побеждают. Попробуем снова!][%hint Белые не заметили неожиданный шах по диагонали g1-a7...]}\r\n    (21...Rxf1+ $2 22.Kxf1 {Положение белого короля ненадежно, но у черных нет форсированного выигрыша, поэтому белые смогут завершить развитие с выигранной позицией. Попробуем снова!})\r\n22.Rf2\r\n    {Гроссмейстер Доннер обманул белых! Ищем мат в два хода!}\r\n22...Qxf2+\r\n    {[%wrong Это интересный ход, но не мат в два хода. Попробуем снова!][%hint В этой позиции у черных только один шах.] Верно! Следующим ходом черные объявляют мат. Здорово выиграть  проигранную позицию!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1k6/2q2p2/5p2/KP3P1p/P2Q3P/8/8/8 w - - 4 45\"]\r\n\r\n{Черные только что дали ферзем шах отчаяния. Как белым выиграть партию, сочетая атаку и защиту? Выбираем ходы внимательно...}\r\n45.b6\r\n    {[%hint Выигрывает только один из ходов, позволяющих белым закрыться от шаха и напасть на черного ферзя. Другой упускает победу: выбираем внимательно!]}\r\n    (45.Kb4 $5 Qe7+ {Изумительно! Это продолжение тоже ведет к победе при внимательной игре.})\r\n    (45.Ka6 $6 Qb7+ {Это интересный ход, но он ведет всего лишь к повторению ходов. Попробуем снова!})\r\n    (45.Qb6+ $2 {Невероятно, но этот ход упускает победу. Как? Увидим в следующем задании. Как еще напасть на черного ферзя и закрыться от шаха?})\r\n45...Qe5+\r\n    {Отлично! Черные пробуют смутить нас последним трюком в этом эндшпиле. Испытаем свое мастерство игры в окончании!}\r\n46.Qxe5+\r\n    {[%wrong Это интересный ход, но он ведет к потере белого ферзя. Попробуем снова!][%hint Разменяем ферзей с переходом в пешечное окончание!]}\r\n46...fxe5\r\n    {Потрясающе! Как белым лишить противника любых шансов на спасение этой партии?}\r\n47.Kb5\r\n    {[%wrong Это интересный ход, но мы можем найти сильнейшее продолжение, ведущее к победе белых. Не спускаем глаз с проходной пешки черных!][%hint Единственный шанс черных заключается в продвижении проходной пешки \\\"e\\\". Как задержать эту пешку?]}\r\n    (47.Kb4 $5 {Это один из двух выигрывающих ходов королем - поищем другой.})\r\n    (47.Ka6 $2 e4 {Это интересный ход, но надежды черных были связаны с проходной. Теперь они побеждают. Как белому королю остановить эту пешку?})\r\n    (47.f6 $5 {Этот ход тоже приведет к победе, если белые будут следить за проходной пешкой. Как найти более простой путь к победе, приблизив короля к черной пешке?})\r\n47...e4\r\n    {Восхитительно! Как белым добиться заслуженной победы?}\r\n48.Kc4\r\n    {[%wrong Это интересный ход, но черные первыми превратят пешку в ферзя и получат выигранную позицию. Как помешать превращению черной пешки и продолжить выполнение плана?][%hint Черные надеются только на превращение своей пешки \"e\". Как этому помешать и выиграть партию?] Впечатляющее терпение в эндшпиле! Белые забирают проходную пешку, и черный король не может остановить пешки белых.}\r\n    (48.Kb4 $5 {Молодец! Это сильный ход, ведущий к взятию черной пешки. Поищем другой ход королем, позволяющий ему приблизиться к черной проходной \\\"e\\\".})\r\n    (48.a5 $2 e3 {Это интересный ход, но черные первыми превратят пешку в ферзя и получат выигранную позицию. Как помешать превращению черной пешки и продолжить выполнение своего плана?})\r\n    (48.Kc6 $2 e3 {Это интересный ход, но черные первыми превратят пешку в ферзя и получат выигранную позицию. Как помешать превращению черной пешки и продолжить выполнение своего плана?})\r\n    (48.Kc5 $2 e3 {Это интересный ход, но черные первыми превратят пешку в ферзя и получат выигранную позицию. Как помешать превращению черной пешки и продолжить выполнение своего плана?})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"1k6/2q2p2/1Q3p2/KP3P1p/P6P/8/8/8 b - - 5 45\"]\r\n\r\n{Михаил Чигорин, претендент на первенство мира, считал, что его противник должен сдаться. Как черным форсировать ничью?} \r\n45...Ka8 \r\n    {[%wrong Это интересный ход, но так черным не спасти партию. Попробуем снова!][%hint Даже в самом отчаянном положении не забываем о патовых идеях!]}\r\n46.Ka6 \r\n    {Претендент на первенство мира Карл Шлехтер нашел уникальную патовую ловушку! Если белые берут ферзя, на доске пат. Какой ход позволяет черным добиться ничьей?}\r\n46...Qc8+ \r\n    {[%wrong Это интересный ход, но черные проигрывают. Попробуем снова!][%hint Как вынудить белого короля отступить на a5?]}\r\n47.Ka5 \r\n    {Мы все поняли! Можем найти встретившуюся в партии неожиданную жертву ферзя, ведущую к ничьей? }\r\n47...Qc7 \r\n    {[%wrong Это интересный ход, но он не ведет к ничьей. Попробуем снова!][%hint Поищем жертву ферзя. Если его взять, на доске пат!] Великолепно! Белые не могут усилить позицию, поэтому противники согласились на ничью. Удивительно, как черные спасли проигранную позицию!}\r\n    ( 47...Qd8 $2 48.Qxd8+ {Это интересный ход, но теперь побеждают белые. Попробуем снова!} )\r\n    ( 47...Qc3+ $5 {Верно замечено! Это продолжение ведет к ничьей повторением ходов. Поищем жертву ферзя, встретившуюся в партии!} )\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"Q7/pp1nkp2/2pp2p1/8/3q1r2/7R/PPP3PP/4R2K b - - 1 29\"]\r\n\r\n{Первый чемпион мира по шахматам Вильгельм Стейниц попал черными в проигрышное положение. Сделаем ход ...Лe4, связанный с ловушкой.} \r\n29...Re4 \r\n    {[%wrong Нам нужно сделать ход Стейница 29...Лe4. Вперед!][%hint Займем ладьей поле e4.]}\r\n30.Rxe4+ \r\n    {Иоганн Цукерторт, противник чемпиона, мог выиграть, защитив последнюю горизонталь ходом Лf1 или Лg1, но он преждевременно стремился упростить положение. Найдем, почему он ошибся!}\r\n30...Qxe4 \r\n    {[%wrong Это интересное продолжение, но оно ведет к потере ферзя. Попробуем снова!][%hint Ферзь и король черных под боем. Поищем единственный сильный ход черных.]}\r\n31.Qxa7 \r\n    {Отличное продолжение. Цукерторт хотел защитить последнюю горизонталь по диагонали g1-a7. Как черным добиться победы?}\r\n31...b6 \r\n    {[%wrong Это интересный ход, но как надежно перекрыть диагональ g1-a7?][%hint Как перекрыть диагональ g1-a7 и помешать белым занять ферзем поле a5?] Молодец! Цукерторт сдался, поскольку белые могут защититься от мата только ценой больших материальных потерь. }\r\n    ( 31...Nc5 $6 32.Qa5 {После этого хода черные тоже должны победить, но как проще перекрыть диагональ g1-a7 и защитить поле a5?} )\r\n    ( 31...c5 $2 32.Qa5 {Мы на верном пути, но черным будет трудно добиться победы. Как перекрыть диагональ g1-a7 и защитить поле a5?} )\r\n    ( 31...Qxc2 $2 32.Re3+ {Это интересный ход, но черные упускают победу. Попробуем снова!} )\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"6k1/1pp3pp/8/3Pp1r1/1P6/1Q5P/r4qPK/1R4R1 w - - 4 28\"]\r\n\r\n{Черные только что сделали ход ...Лxa2, считая, что борьба закончена. Поищем интересную возможность оттеснить черного короля на поле h8.}\r\n28.d6+\r\n    {[%wrong Это интересный ход, но белым нужно более форсированное продолжение. Как в этой позиции дать шах?][%hint Найдем единственный шах белых в этой позиции.]}\r\n28...Kh8\r\n    {Отлично! Черный король вынужден отступить на h8, иначе черные теряют ферзя после Лbf1. Теперь черный король не может покинуть последнюю горизонталь. Как неожиданным взятием использовать слабость последней горизонтали?}\r\n29.Qxa2\r\n    {[%wrong Это интересный ход, но не выигрывающее взятие ферзем. Попробуем снова!][%hint Черные угрожают матом. Как пожертвовать ферзя, чтобы этому помешать и подготовить нападение на черного короля по последней горизонтали?]}\r\n    (29.dxc7 $2 Rxg2+ {Это интересный ход, но не забываем, что черные угрожают матом. Попробуем снова!})\r\n    (29.d7 $2 Rxg2+ {Это интересный ход, но не забываем, что черные угрожают матом. Попробуем снова!})\r\n    (29.Qd5 $2 cxd6 {Король белых защищен, но у них больше нет шансов на победу. Попробуем снова!})\r\n29...Qxa2\r\n    {Отлично! Черные больше не угрожают матом. Возьмем пешку с угрозой превращения пешки в ферзя!}\r\n30.dxc7\r\n    {[%wrong Мы ищем взятие пешки с угрозой превращения пешки в ферзя. Найдем победный ход.][%hint Как взять пешку черных с угрозой превращения своей?]}\r\n    (30.d7 $2 Qg8 {Это интересный ход, но нам нужно, чтобы пешка оказалась на седьмой горизонтали и не перекрывала вертикаль \"d\". Найдем этот ход!})\r\n    (30.Ra1 $2 Qg8 {Это интересный ход, но черные успевают защитить последнюю горизонталь и отразить атаку белых. Попробуем снова!})\r\n30...Qc2\r\n    {Как довести до победы выигранную позицию? Найдем единственный ход белых, позволяющий победить.}\r\n31.Ra1\r\n    {[%wrong Это интересный ход, но он ведет к поражению. Попробуем снова!][%hint Как создать угрозу мата по последней горизонтали, не позволяя черным получить контригру?]}\r\n    (31.Rbc1 $2 Rxg2+ {Это интересный ход, но черные забирают белую ладью с1, и белые не могут избежать вечного шаха. Попробуем снова!})\r\n    (31.Rgc1 $2 Qxg2# {Это интересный ход, но не забываем, что у черных тоже есть угрозы.})\r\n    (31.Rbf1 $2 Kg8 {Это интересный ход, но черные могут защитить последнюю горизонталь, и тогда материальное преимущество и атака на белого короля принесут им победу. Попробуем снова!})\r\n    (31.Rgf1 $2 Qxg2# {Это интересный ход, но не забываем, что у черных есть свои угрозы.})\r\n31...h6\r\n    {Это сильный ход! Черным приходится защищать последнюю горизонталь. Доведем до победы выигранную позицию!}\r\n32.Ra8+\r\n    {[%wrong Это интересный ход, но он ведет к поражению. Нам нужна более форсированная идея.][%hint Как подготовить превращение пешки? Атакуем последнюю горизонталь!]}\r\n32...Kh7\r\n    {Отлично! Сделаем завершающий ход!}\r\n33.c8=Q\r\n    {[%wrong Это интересный ход, но он не ведет к победе. Попробуем снова!][%hint Мы расстались с ферзем ради атаки - теперь вернем его на доску!] Мы блестяще разобрались в этом сложном примере и довели атаку белых до победы!}\r\n*"
   ],
   "title" : "Как выиграть выигранную позицию",
   "url" : "https://www.chess.com/ru/lessons/strategiia-dlia-prodolzhaiushchikh/kak-vyigrat-vyigrannuiu-pozitsiiu",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-winning-the-won-game-p4s.mp4"
}
