{
   "description" : "Шахматная партия состоит из трех фаз. В дебюте оба противника развивают свои фигуры, выводя их с последней горизонтали. Когда фигуры покидают начальные позиции, партия переходит в миттельшпиль, где оба противника стараются усилить свою позицию, но на доске остается много фигур. После разменов большинства фигур партия переходит в эндшпиль, и противники стараются провести свои пешки в ферзи.",
   "duration" : null,
   "fen" : "r1bqkbnr/pppp1ppp/2n5/4p3/4P3/5N2/PPPP1PPP/RNBQKB1R w KQkq - 2 3",
   "id" : "fb5de8f0-a0ba-11e8-b486-a994dd188ee0",
   "membership" : 30,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n\r\n{Начнем! Займем пешкой центр.}\r\n1.e4\r\n    {[%wrong Это хорошая попытка, но нам нужно занять центр пешкой. Попробуем снова!][%hint Займем центр пешкой, расположенной перед королем.]}\r\n    (1.d4 $1 {Молодец! Ферзевая пешка вышла прямо в центр. Теперь попробуем занять центр другой пешкой.})\r\n1...e5\r\n    {Верно! После 1. e4 пешка занимает центр. Черные тоже ходят по центру 1...e5. Как развить фигуру, атакуя центр черных?}\r\n2.Nf3\r\n    {[%wrong Это не развитие фигуры с нападением на черную пешку в центре. Попробуем снова!][%hint Развиваем коня в центр с угрозой взятия черной пешки e5.] Отлично! Белые развивают коня в центр и угрожают взять черную пешку e5.}\r\n    (2.Qh5 $6 {Мы нападаем на пешку e5, но слишком ранний выход ферзя значит, что его скоро атакуют и вынудят отступить. Попробуем снова!})\r\n    (2.f4 $6 exf4 {Этим рискованным ходом мы отдаем пешку и ослабляем позицию белого короля. Попробуем напасть на пешку e5, ничего не жертвуя.})\r\n    (2.d4 $6 exd4 {Это выгодное продолжение, но можно напасть на пешку, не допуская размена. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqk1nr/ppppbppp/8/4p3/4P3/5N2/PPPP1PPP/RNBQKB1R w KQkq - 0 1\"]\r\n\r\n{Черные только что развили слона на поле e7. Как воспользоваться этим скромным ходом и сразу выиграть пешку?}\r\n1.Nxe5 $1\r\n    {[%wrong Это интересная попытка, но не взятие черной пешки. Попробуем снова!][%hint Какая фигура может сразу взять черную пешку?] Молодец! Белые забирают пешку, ничего не отдавая взамен.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"rnbqkbnr/pppp1ppp/8/4p3/4P3/5N2/PPPP1PPP/RNBQKB1R b KQkq - 1 2\"]\r\n\r\n{Черная пешка e5 атакована белым конем с поля f3. Как вывести коня в центр и защитить пешку e5?}\r\n2...Nc6\r\n    {[%wrong Этот ход не защищает пешку e5 конем. Как развить коня, чтобы тот защищал пешку e5?][%hint Как развить  коня по центру, чтобы тот защищал пешку e5?] Молодец! Черные развивают коня на отличное поле и защищают пешку e5.}\r\n    (2...Nf6 $5 {Этот ход не защищает пешку e5, но атакует пешку e4. Это интересное продолжение, но как защитить пешку e5?})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqkbnr/pppp1ppp/2n5/4p3/4P3/5N2/PPPP1PPP/RNBQKB1R w KQkq - 0 1\"]\r\n\r\n{Белые хотят развить слона f1 и подготовить рокировку. Как развить слона на открытую диагональ, чтобы взять под бой центр?}\r\n1.Bc4\r\n    {[%wrong Нам нужно развить слона так, чтобы взять под бой центр. Пробуем снова!][%hint Займем слоном поле, откуда он будет атаковать слабую черную пешку f7.]}\r\n    (1.Bb5 $1 {Это нападение на коня, защищающего пешку e5. Поищем другой ход, позволяющий слону сразу взять под бой центральные поля.})\r\n    (1.Bd3 $2 {Этот ход защищает центральную пешку e4, но слон здесь расположен неудачно. Поищем другой ход, позволяющий взять под бой больше полей в центре})\r\n1...Bc5\r\n    {Отлично! Слон выходит на открытую диагональ и берет под бой поля в центре и слабую пешку f7 в лагере черных. Белые готовы сделать рокировку. Могут ли белые сделать рокировку после того, как черные выводят слона?}\r\n2.O-O\r\n    {[%wrong Обеспечим безопасность короля. Попробуем снова!][%hint Король может перемещаться на два поля только при рокировке. Поставим короля на поле рядом с ладьей h1!] Молодец! Белый король укрылся за пешками, а ладья приблизилась к центру.}\r\n    (2.Kf1 $2 {Это интересная попытка, но не рокировка. При рокировке король перемещается сразу на два поля и оказывается рядом с ладьей h1.})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqk2r/pppp1ppp/2n2n2/2b1p3/2B1P3/5N2/PPPP1PPP/RNBQ1RK1 w kq - 3 2\"]\r\n\r\n{Черный конь f6 нападает на пешку e4. Как ввести в игру коня и защитить пешку e4?}\r\n3.Nc3\r\n    {[%wrong Попробуем ввести коня в игру и защитить пешку e4.][%hint Введем в игру еще не ходившего коня, защитив им пешку e4.] Молодец! Мы развили коня в центр и защитили пешку e4.}\r\n    (3.d3 $1 {Этот сильный ход также позволяет защитить пешку e4. Как развить коня и защитить пешку e4?})\r\n    (3.Re1 $5 {Этот ход также позволяет защитить пешку e4. Как развить коня и защитить пешку e4?})\r\n    (3.Qe2 $5 {Этот ход также позволяет защитить пешку e4. Как развить коня и защитить пешку e4?})\r\n ( 1.Qe1 $2 {Этот ход также позволяет защитить пешку e4, но ладья f1 блокирована, а ферзь неудачно расположен на этом поле . Как развить коня и защитить пешку e4?})\r\n    (3.Ng5 $2 O-O {Этот конь уже развит. Постараемся ввести в бой новую фигуру!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bq1rk1/pppp1ppp/2n2n2/2b1p3/2B1P3/2N2N2/PPPP1PPP/R1BQ1RK1 w - - 0 1\"]\r\n\r\n{Поищем ход пешкой, позволяющий защитить пешку  e4 и ввести в игру слона c1.}\r\n1.d3\r\n    {[%wrong Этот ход не защищает пешку e4 и не позволяет чернопольному слону белых войти в игру. Попробуем снова!][%hint Попробуем сделать ход пешкой e4, позволяющий слону c1 войти в игру.]}\r\n    (1.b3 $6 {Интересная попытка! Этот ход открывает диагональ слону c1, но не защищает пешку e4. Попробуем снова!})\r\n1...d6\r\n    {Отлично! Мы защитили пешку e4, а чернопольный слон может войти в игру по диагонали c1-h6! Как развить слона c1 с нападением на черного коня?}\r\n2.Bg5\r\n    {[%wrong Попробуем снова. Как развить слона c1 с нападением на черного коня?][%hint Нападем на черного коня f6 ходом слона.] Фантастика! Чернопольный слон белых входит в игру, нападая на коня f6.}\r\n    (2.Be3 $5 {Этот интересный ход позволяет напасть на слона c5. Развиваем слона так, чтобы тот напал на черного коня.})\r\n*"
   ],
   "title" : "Фазы партии",
   "url" : "https://www.chess.com/ru/lessons/debiutnye-printsipy/fazy-partii-1",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-BEG-phases-of-the-game-j0e.mp4"
}
