{
   "description" : "Через год после проигрыша Смыслову Ботвинник использовал право на матч-реванш. Он изучил причины своего поражения, подготовился и начал матч с трех побед подряд, победив с итоговым счетом 12.5-10.5.",
   "duration" : null,
   "fen" : "2k4r/1pb2pp1/p1P1pn1p/4N3/7P/2Br4/PPR2PP1/1K5R b - - 0 28",
   "id" : "fbdd9bf2-8bd3-11eb-9210-079b875cca16",
   "membership" : 50,
   "questions" : [
      "[Event \"\"]\r\n[Site \"Moscow URS\"]\r\n[Date \"1958.03.11\"]\r\n[Round \"3\"]\r\n[White \"1958.1\"]\r\n[Black \"\"]\r\n[Result \"0-1\"]\r\n[ECO \"B18\"]\r\n[SetUp \"1\"]\r\n[FEN \"2k4r/1pb2pp1/p1P1pn1p/4N3/7P/2Br4/PPR2PP1/1K5R b - - 0 28\"]\r\n[PlyCount \"5\"]\r\n[EventDate \"1958.??.??\"]\r\n[Source \"ChessBase\"]\r\n\r\n{Какой ход позволил Ботвиннику получить материальный перевес и повести в матче со счетом 3-0?} 28... Rxc3 {[%wrong Поищем выгодное взятие.] [%hint Устраним защитника белого коня.]} (28... Bxe5 $2 29. Bxe5 {У белых все в порядке. Поищем сильнейшее взятие.}) (28... bxc6 $2 29. Nxd3 {Белые выиграли ладью. Поищем сильнейшее взятие.}) \r\n29. cxb7+ {Отлично! Как защититься от шаха?} Kxb7 {[%wrong Это не по правилам.] [%hint Возьмем пешку.]} (29... Kb8 $5 {У черных выгодная позиция, но почему бы не взять пешку?}) (29... Kd8 $2 30. Rxc3 {На Сxe5 белые отвечают Лc8+. Поищем сильнейшее отступление короля.}) \r\n30. Rxc3 {Молодец! Каким ходом черные выиграли фигуру?} Bxe5 {[%wrong Белые выигрывают. Поищем выгодное взятие.] [%hint Возьмем фигуру.] Блестяще! Черные выиграли две фигуры за ладью и довели свой перевес до победы.} 0-1",
      "[Event \"\"]\r\n[Site \"Moscow URS\"]\r\n[Date \"1958.04.01\"]\r\n[Round \"11\"]\r\n[White \"1958.2\"]\r\n[Black \"\"]\r\n[Result \"1-0\"]\r\n[ECO \"D99\"]\r\n[SetUp \"1\"]\r\n[FEN \"r4rk1/4pp1p/2pn2p1/p6b/P2NP2P/4QP1q/1P2BP2/3RK1R1 w - - 0 23\"]\r\n[PlyCount \"3\"]\r\n[EventDate \"1958.??.??\"]\r\n[Source \"ChessBase\"]\r\n\r\n{Каким ходом Смыслов создал решающие угрозы королевскому флангу черных?} 23. Qg5 {[%wrong Поищем сильнейший ход. На каком поле ферзь будет оптимально расположен для атаки?] [%hint Нападем на слона h5 и пешку e7.]} (23. Qf4 $5 c5 {У белых выгодная позиция, но мы можем найти сильнейший и более активный ход ферзем.}) (23. Nxc6 $2 Rfe8 {У белых небольшой перевес, мы можем найти сильнейший и более активный ход ферзем.}) (23. Rg3 $2 Qxh4 {У белых лишь небольшой перевес. Поищем сильнейший ход ферзем.}) (23. Qh6 $2 Kh8 {Поищем сильнейший ход с нападением на черного слона.}) (23. e5 $2 Nf5 {Черные активизируют коня, улучшая свою позицию. Поищем сильнейший ход ферзем.}) \r\n23... c5 {Отлично! Куда отступит конь, создавая угрозу?} 24. Nc6 {[%wrong Поищем оптимальное поле для коня.] [%hint Отступим конем так, чтобы напасть на пешку e7.] Молодец! Черные сдались, потому что не могут защититься от угроз Фxh5 и Кxe7+.} (24. Nb5 $2 Bxf3 {У белых выгодная позиция, но сильнее напасть на пешку e7 конем.}) (24. Rg3 $2 Qh1+ {У белых выгодная позиция, но сильнее напасть на пешку e7 конем. Поищем ход Смыслова.}) (24. Nc2 $2 Bxf3 {У белых лишь небольшой перевес. Поищем более активный ход конем.}) (24. Nb3 $2 Nxe4 {Черные выигрывают пешку. Поищем сильнейший ход конем с угрозой.}) (24. Ne6 $2 Qxe6 {У черных все в порядке. Поищем для коня безопасное поле, откуда он создает угрозы.}) (24. Nf5 $2 Nxf5 {У белых лишь небольшой перевес. Поищем безопасное поле, откуда конь нападает на пешку e7.}) (24. Qxe7 $2 Nxe4 {У черных выгодная позиция. Поищем сильнейший ход конем.}) (24. Qxh5 $2 cxd4 {У черных все в порядке. Поищем сильнейшее продолжение.}) 1-0",
      "[Event \"\"]\r\n[Site \"Moscow URS\"]\r\n[Date \"1958.03.06\"]\r\n[Round \"2\"]\r\n[White \"1958.3\"]\r\n[Black \"\"]\r\n[Result \"1-0\"]\r\n[ECO \"E81\"]\r\n[SetUp \"1\"]\r\n[FEN \"1r4k1/1bn3qp/3p2p1/4r3/PPpN1Q2/2N5/6PP/3R1RK1 w - - 0 32\"]\r\n[PlyCount \"5\"]\r\n[EventDate \"1958.??.??\"]\r\n[Source \"ChessBase\"]\r\n\r\n{Каким ход Ботвинник перешел в решающую атаку?} 32. Nc6 {[%wrong Поищем сильную жертву с двойным ударом. Возьмите подсказку, если затрудняетесь.] [%hint Жертвуем фигуру с двойным ударом и освобождаем четвертую горизонталь для ферзя.]} (32. b5 $5 {У белых перевес, но мы ищем сильнейшее продолжение атаки.}) (32. a5 $5 {У белых перевес, но мы ищем сильнейшее продолжение атаки.}) (32. Nf3 $2 Bxf3 {У белых лишь небольшой перевес. Поищем сильнейший ход конем.}) (32. Ndb5 $5 {У белых перевес, но мы ищем сильнейшее продолжение атаки.})\r\n32... Bxc6 {Отлично! Какой ход позволяет белым отыграть фигуру?} 33. Qxc4+ {[%wrong Поищем сильнейший двойной удар.] [%hint Нападем на черного короля и слона c6.]} (33. Rxd6 $2 Ne6 {У черных выгодная позиция. Поищем сильнейшее взятие.}) \r\n33... d5 {Прекрасно! Какое взятие напрашивается?} 34. Qxc6 {[%wrong У черных перевес. Поищем выгодное взятие.] [%hint Возьмем незащищенную фигуру.] Молодец! Мы продолжим разбирать партию в следующем задании.}\r\n1-0",
      "[Event \"\"]\r\n[Site \"Moscow URS\"]\r\n[Date \"1958.03.06\"]\r\n[Round \"2\"]\r\n[White \"1958.4\"]\r\n[Black \"\"]\r\n[Result \"1-0\"]\r\n[ECO \"E81\"]\r\n[SetUp \"1\"]\r\n[FEN \"6k1/7p/3qn1p1/1P1pr3/P2Q4/2N5/6PP/3R2K1 w - - 0 40\"]\r\n[PlyCount \"7\"]\r\n[EventDate \"1958.??.??\"]\r\n[Source \"ChessBase\"]\r\n\r\n{На какое поле Ботвинник отступил ферзем, чтобы сохранить решающий перевес?} 40. Qa7 {[%wrong Черные выигрывают фигуру. Поищем для ферзя оптимальное отступление.] [%hint Отступим ферзем с вторжением на седьмую горизонталь так, чтобы создать угрозу шаха по последней горизонтали.]} (40. Qf2 $2 d4 {У белых перевес, но мы можем найти более активное отступление ферзя с вторжением на седьмую горизонталь.}) (40. Qg4 $2 Qc5+ {Черные забирают коня. Поищем более активное отступление ферзя с вторжением на седьмую горизонталь.}) (40. Qh4 $2 Qc5+ {Черные забирают коня. Поищем более активное отступление ферзя с вторжением на седьмую горизонталь.}) (40. Qd3 $2 Qc5+ {У черных все в порядке. Поищем более активное отступление ферзя с вторжением на седьмую горизонталь.}) (40. Qd2 $2 Qc5+ {У белых лишь небольшой перевес. Поищем более активное отступление ферзя с вторжением на седьмую горизонталь.}) (40. Qc4 $2 Qb6+ {Черные забирают ферзя. Поищем более активное отступление ферзя с вторжением на седьмую горизонталь.}) \r\n40... d4 {Отлично! Какой угрозой Ботвинник убедил противника сдаться?} 41. Ne4 {[%wrong Поищем сильный ход конем. Возьмите подсказку, если затрудняетесь.] [%hint Нападем на черного ферзя конем. При взятии коня мы выиграем ладью двойным ударом.]} (41. Qa8+ $2 Kg7 {У белых лишь небольшой перевес. Поищем выгодный ход конем.}) (41. b6 $5 {У белых хорошая позиция, но выгоднее создать угрозы ходом коня. Каким?}) (41. a5 $2 Qf8 {У черных сильная контригра. Как создать сильные угрозы? Возьмите подсказку, если затрудняетесь.}) \r\n41... Rxe4 {Блестяще! Черные сдались. Каким ходом Ботвинник выигрывал, если бы Смыслов взял коня?} 42. Qa8+ {[%wrong Черные выигрывают. Поищем сильный двойной удар.] [%hint Нападем на короля и ладью черных.]} Nf8 {Прекрасно! Какое взятие напрашивается?} 43. Qxe4 {[%wrong У черных перевес. Поищем выгодное взятие.] [%hint Возьмем ладью.] Молодец! Белые выигрывают качество и партию.} 1-0",
      "[Event \"\"]\r\n[Site \"Moscow URS\"]\r\n[Date \"1958.04.19\"]\r\n[Round \"18\"]\r\n[White \"1958.5\"]\r\n[Black \"\"]\r\n[Result \"1-0\"]\r\n[ECO \"A16\"]\r\n[SetUp \"1\"]\r\n[FEN \"3r1rk1/pp5p/2n2ppQ/2p5/b7/2P1RNP1/P1q2PBP/4R1K1 w - - 0 23\"]\r\n[PlyCount \"7\"]\r\n[EventDate \"1958.??.??\"]\r\n[Source \"ChessBase\"]\r\n\r\n{Ботвинник довел свой перевес до победы в долгом окончании, хотя мог бы сразу выиграть красивой жертвой. Как продолжать белым?} 23. Nd4 {[%wrong Поищем сильный ход конем. Возьмите подсказку, если затрудняетесь.] [%hint Жертвуем коня, создавая угрозы и освобождая большую диагональ для слона.]} (23. Bh3 $2 Ne5 {В партии Ботвинник сделал этот ход и довел свой перевес до победы в долгом окончании. Как сразу выиграть красивой жертвой?}) (23. Re7 $2 Nxe7 {Белые отдали качество, но не могут поставить мат. Поищем сильнейшую жертву. Возьмите подсказку, если затрудняетесь.}) (23. Ng5 $2 fxg5 {Поищем другую жертву коня.}) \r\n23... cxd4 {Здорово! Зачем мы отдали коня?} 24. Bd5+ {[%wrong Поищем новую жертву. Возьмите подсказку, если затрудняетесь.] [%hint Жертвуем еще одну фигуру, чтобы отвлечь ладью с последней горизонтали.]} (24. Re7 $2 Nxe7 {Черные выиграли качество. Поищем сильную жертву, позволяющую отвлечь ладью с последней горизонтали.}) (24. Re8 $2 Rfxe8 {Черные выиграли ладью. Поищем сильную жертву, позволяющую отвлечь ладью с последней горизонтали.}) \r\n24... Rxd5 {Красота! Как же форсировать мат?} 25. Re8 {[%wrong Черные побеждают. Создадим угрозу мата по последней горизонтали.] [%hint Создадим угрозу мата по последней горизонтали.]} (25. Re7 $2 Nxe7 {Черные побеждают. Поищем сильный ход ладьей с угрозой мата.}) \r\n25... Rd8 {Молодец! Где же мат?} 26. Qxf8# {[%wrong Это не мат. Проверим шахи. Какой из них ведет к мату?] [%hint Проверим шахи. Какой из них ведет к мату?] Удивительная комбинация!} 1-0"
   ],
   "title" : "Ботвинник против Смыслова, 1958",
   "url" : "https://www.chess.com/ru/lessons/igraem-kak-botvinnik-smyslov-i-tal/botvinnik-protiv-smyslova-1958",
   "video" : null
}
