{
   "description" : "Выходим на новый уровень понимания матовых комбинаций, чтобы ошеломить противника неожиданной жертвой. Узнаем об арабском мате, мате Бодена, эполетном мате, мате &quot;ласточкин хвост&quot;, мате Анастасии и десятках других. Каждая запомненная матовая схема даст новые идеи для атаки.",
   "duration" : null,
   "fen" : "r4rk1/pbq1bp2/1pn3p1/2p3NQ/2P5/1P1B4/PB3PPP/R4RK1 b - - 0 1",
   "id" : "fe3973a6-a0be-11e8-9ef2-dd692f591f39",
   "membership" : 50,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"5r2/5pkp/p4Np1/1p3bP1/n1q2P2/Q5B1/PPP5/2K1R3 w - - 0 1\"]\r\n\r\n{Черные угрожают матом на c2. Кажется, что у белых плохая позиция. Как шокировать черных комбинацией с арабским матом?}\r\n1.Qxf8+\r\n    {[%wrong Это интересный ход, но выиграть партию позволит комбинация. Попробуем снова!][%hint Как завлечь черного короля на последнюю горизонталь, чтобы дать ему шах ладьей с поля e8?]}\r\n    (1.Ne8+ $2 Rxe8 {Белые не могут взять коня, потому что черные грозят матом на c2. Попробуем снова!})\r\n    (1.Nh5+ $2 gxh5 {Эта жертва не помогает белым спасти партию, а конь еще пригодится для мата. Попробуем снова!})\r\n1...Kxf8\r\n    {Фантастика! Белые жертвуют ферзя, чтобы дать конем и ладьей мат под названием \\\"арабский\\\". Продолжаем атаку!}\r\n2.Re8+\r\n    {[%wrong Это интересный ход, но он не позволяет форсировать мат. Попробуем снова!][%hint Мы завлекли черного короля на последнюю горизонталь. Какой сильный шах ладьей напрашивается?]}\r\n2...Kg7\r\n    {Изумительно! Дадим арабский мат!}\r\n3.Rg8#\r\n    {[%wrong Это интересный ход, но не мат. Попробуем снова!][%hint Конь и ладья должны действовать сообща, чтобы дать арабский мат!] Белые спасли тяжелую позицию с помощью удивительного арабского мата. Здорово!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"1-0\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1bqk2r/pppn1pp1/4pn1p/8/3PB3/B1P5/P1P1QPPP/R3K1NR w KQkq - 1 9\"]\r\n\r\n{Чемпион мира Александр Алехин играет белыми. Черные угрожают взять белопольного слона белых. Сыграем вслед за гроссмейстером Алехиным 9. Сd3.} \r\n9.Bd3 \r\n    {[%wrong Это интересный ход, но мы собирались продолжать вслед за гроссмейстером Алехиным Сd3. Попробуем снова!] [%hint Займем белопольным слоном поле d3.]}\r\n9...b6 \r\n    {Король черных застрял в центре, и у него нет полей для отступления. Поищем форсированное продолжение, ведущее к вскрытию позиции короля и мату в два хода.}\r\n10.Qxe6+ \r\n    {[%wrong Это интересный ход, но мы ищем форсированный выигрыш. Попробуем снова!][%hint Какая жертва форсирует мат в два хода? Поищем шахи...]}\r\n10...fxe6 \r\n    {Гром с неба! На ...Фe7 следует Фxe7 с матом, а на взятие ферзя - мат Бодена!}\r\n11.Bg6# \r\n    {[%wrong Это интересный ход, но нам нужен мат. Попробуем снова!][%hint Зачем белые отдали ферзя? Поищем шахи...] Фантастика! Знание матовых конструкций может пригодиться!}\r\n1-0\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"4Rbk1/5p2/1p1N3p/p5p1/5q2/Q6P/PPr5/3R3K w - - 5 35\"]\r\n\r\n{Будущий чемпион мира Макс Эйве играет белыми. Ему грозит мат на h2. Какая жертва позволяет белым дать \\\"мат Анастасии\\\"?}\r\n35.Rxf8+\r\n    {[%wrong Это интересный ход, но белым нужно успеть поставить мат раньше, чем это сделают черные. Попробуем снова!][%hint Поищем сильную жертву, завлекающую черного короля на диагональ, где уже находится наш ферзь.]}\r\n35...Kxf8\r\n    {Фантастический ход! Если бы черный король отступил на седьмую горизонталь, Лxf7+ выигрывало черного ферзя, поэтому ладью нужно брать. Аккуратно посчитаем варианты и объявим мат Анастасии!}\r\n36.Nf5+\r\n    {[%wrong Это интересный ход, но нам нужно дать мат. Попробуем снова!][%hint Поищем ход конем, позволяющий дать вскрытый шах ферзем и не выпускающий черного короля с восьмой горизонтали.]}\r\n36...Kg8\r\n    {Отлично! Если король отступит на e8, белые поставят мат ходом Фe7, поэтому черный король отправляется на g8. Нам нужна новая жертва, чтобы дать мат Анастасии. Каким ходом?}\r\n37.Qf8+\r\n    {[%wrong Это интересный ход, но нам нужно найти более форсированную жертву, чтобы черный король остался на восьмой горизонтали.][%hint Как завлечь черного короля на поле f8 угрозой мата?]}\r\n37...Kxf8\r\n    {Невероятно! Черный король вынужден взять ферзя, иначе следует Фg7 с матом. Белый конь мешает черному королю покинуть последнюю горизонталь. Пора объявить мат Анастасии!}\r\n38.Rd8#\r\n    {[%wrong Это интересный ход, но не мат. Попробуем снова!][%hint У белых есть только один шах в этой позиции. Какой? Это тоже мат!] Отличная комбинация. Мат Анастасии спасает белых!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"2rq1r1k/1b4pp/pp1b4/5p2/3R2nP/1PN1B1P1/P2QBP2/5RK1 b - - 0 1\"]\r\n\r\n{Белые нападают на черного слона и ферзя по вертикали \\\"d\\\", зато два слона, конь и ферзь черных нацелены прямо на белого короля. Какой сильный ход форсирует \"мат Блэкберна\"?}\r\n1...Qxh4\r\n    {[%wrong Это интересный ход, но он не позволяет форсировать мат. Попробуем снова!][%hint Заметим, что пешка g3 связана, и при ее отступлении ...Сh2 ведет к мату. Как использовать эту связку?]}\r\n2.gxh4\r\n    {Здорово, что вы нашли эту сильную жертву ферзя! Черный ферзь мог следующим ходом дать мат на h2 или h1, поэтому белые принимают жертву. Завершим комбинацию!}\r\n2...Bh2#\r\n    {[%wrong Это интересный ход, но мы хотим дать мат. Попробуем снова!][%hint Поищем мат в один ход.] Блэкберн побеждает, объявляя мат. Молодец!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"r1b2r1k/pp4pp/3p1q2/3B4/8/1QN3Pn/PP3PKP/R3R3 b - - 5 19\"]\r\n\r\n{Теперь мат объявит сам Джозеф Генри Блэкберн, в честь которого назван мат из предыдущего примера! Сначала нужно оттеснить белого короля в угол. Каким ходом?}\r\n19...Qxf2+\r\n    {[%wrong Это интересный ход, но он не позволяет оттеснить белого короля в угол. Попробуем снова!][%hint Поищем шах, позволяющий оттеснить белого короля на поле h1.]}\r\n20.Kh1\r\n    {Здорово! Белый король вынужден отступить в угол. Не торопимся и проверим, можно ли дать невероятный мат в три хода. При необходимости используем подсказку!}\r\n20...Qg1+\r\n    {[%wrong Это интересный ход, но так Блэкберн не успевает дать форсированный мат в три хода. Попробуем снова!][%hint Поищем красивую жертву, оставляющую королю только поле g2.]}\r\n21.Rxg1\r\n    {Потрясающе! Мы нашли невероятную матовую комбинацию Блэкберна! Белая ладья заняла поле g1, значит, пора оттеснить белого короля на g2!}\r\n21...Nf2+\r\n    {[%wrong Это интересный ход, но так белого короля не оттеснить на g2. Попробуем снова!][%hint В этой позиции черные могут дать только один шах. Какой? Белый король вынужден занять поле g2.]}\r\n22.Kg2\r\n    {Вы все поняли! Даем мат вслед за Блэкберном!}\r\n22...Bh3#\r\n    {[%wrong Это интересный ход, но не мат. Попробуем снова!][%hint Какой шах могут объявить черные в этой позиции?] Фантастика! Мы разобрались в этих невероятных матовых комбинациях!}\r\n*"
   ],
   "title" : "Сложные матовые конструкции",
   "url" : "https://www.chess.com/ru/lessons/ataka-na-korolia/slozhnye-matovye-konstruktsii",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-ADV-advanced-checkmate-patterns-g0f.mp4"
}
