{
   "description" : "Избавляемся от хлопот и лишних расчетов, усвоив это простое правило эндшпиля. Мысленно проведем диагональную линию от поля, где расположена пешка, до горизонтали, где она должна превратиться в ферзя. Эта линия - диагональ квадрата. Если король противника попадает в этот квадрат, он догонит пешку. Если нет, пешка сможет превратиться в ферзя. Учитываем, что метод может дать некорректный прогноз, если на доске есть другие фигуры, или пешка может пойти на два поля вперед.",
   "duration" : null,
   "fen" : "8/7P/5k2/8/8/8/2K5/8 b - - 0 3",
   "id" : "ff7b6862-a0bb-11e8-8928-cf7b3855edde",
   "membership" : 40,
   "questions" : [
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/7P/3k4/8/2K5/8 b - - 0 1\"]\r\n\r\n{У черного короля есть ход, спасающий партию. Он должен попасть в квадрат пешки!}\r\n1...Ke5\r\n    {[%wrong Это интересная идея, но так король не попадает в квадрат пешки, поэтому черные должны проиграть. Попробуем снова!][%hint Углы квадрата пешки - поля h5, e5, e8 и h8. Какое поле король может занять на следующем ходу?]}\r\n    (1...Ke4 $2 2.h6 {Черному королю нужно попасть в квадрат пешки. Попробуем снова!})\r\n    (1...Kd5 $2 2.h6 {Черному королю нужно попасть в квадрат пешки. Попробуем снова!})\r\n2.h6\r\n    {Хороший ход! Черный король должен попасть в квадрат пешки. Как ему вернуться в квадрат пешки?}\r\n2...Kf6\r\n    {[%wrong Это интересная идея, но так король не попадает в квадрат пешки, поэтому черные проигрывают. Попробуем снова!][%hint Углы квадрата пешки - поля h6, f6, f8 и h8. Может ли король занять одно из этих полей?]}\r\n3.h7\r\n    {Отличная работа! Ловим пешку!}\r\n3...Kg7\r\n    {[%wrong Это интересная идея, но мы не защищаем поле превращения. Попробуем снова!][%hint Какой ход королем защищает поле превращения?] Молодец! Мы поймали пешку вовремя!}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/8/8/8/P3k1K1/8 w - - 0 1\"]\r\n\r\n{Каким ходом пешки белые могут победить?}\r\n1.a4\r\n    {[%wrong Ход пешкой выигрывает партию. Попробуем снова!][%hint Какой ход пешкой не позволит черному королю попасть в ее квадрат?]}\r\n    (1.a3 $2 Kd3 {Это интересная идея, но черный король попадает в квадрат пешки, и партия заканчивается вничью. Попробуем снова!})\r\n1...Kd3\r\n    {Молодец! Белая пешка продвигается на два поля, и черный король не может попасть в ее квадрат. Продолжаем вести ее вперед\\!}\r\n2.a5\r\n    {[%wrong Так пешка не идет вперед, поэтому позиция ничейна. Попробуем снова!][%hint Ведем пешку вперед!] Потрясающе! Черный король не может попасть в квадрат пешки, поэтому белые побеждают.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/6p1/3k3P/8/1K6/8/8 w - - 0 2\"]\r\n\r\n{Можете найти единственный ход белых, выигрывающий эту позицию?}\r\n2.h6\r\n    {[%wrong Это интересная идея, но черные могут взять белую пешку и белым не выиграть. Попробуем снова!][%hint Ход пешки не позволяет черному королю попасть в ее квадрат.]}\r\n    (2.hxg6 $2 Ke6 {Белые выигрывают пешку, но черный король неожиданно забирает белую пешку, и партия закончится вничью. Попробуем снова!})\r\n2...Ke6\r\n    {Отличное решение! Черный король не сможет попасть в квадрат пешки вовремя. Ведем пешку вперед!}\r\n3.h7\r\n    {[%wrong Белым нужно вести пешку вперед, чтобы выиграть партию. Попробуем снова!][%hint Ведем пешку вперед!] Молодец! Черные не могут помешать белым превратить пешку в ферзя на следующем ходу.}\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/4R3/8/8/7K/8/1P2r3/4k3 w - - 0 2\"]\r\n\r\n{Должны ли белые перейти в пешечный эндшпиль, или им лучше избегать размена ладей? Сделаем сильнейший ход!}\r\n2.Rxe2+\r\n    {[%wrong Это интересная идея, но так белые не смогут выиграть партию. Попробуем снова!][%hint Как помешать черному королю поймать пешку после размена ладей?]}\r\n2...Kxe2\r\n    {Верный расчет! Черный король попадает в квадрат пешки, но ненадолго! Найдем выигрывающий ход белых.}\r\n3.b4\r\n    {[%wrong Ведем пешку вперед, чтобы выиграть партию. Попробуем снова!][%hint Как помешать черному королю попасть в квадрат пешки?] Молодец! Черные не могут попасть в квадрат пешки, поэтому белые побеждают!}\r\n    (3.b3 $2 Kd3 {Черный король может поймать пешку. Попробуем снова!})\r\n*",
      "[Event \"?\"]\r\n[Site \"?\"]\r\n[Date \"????.??.??\"]\r\n[Round \"?\"]\r\n[White \"?\"]\r\n[Black \"?\"]\r\n[Result \"*\"]\r\n[SetUp \"1\"]\r\n[FEN \"8/8/8/2K5/8/3k4/7P/8 w - - 0 1\"]\r\n\r\n{Как найти выигрыш за белых?}\r\n1.Kd5\r\n    {[%wrong Это интересная идея, но черные добиваются ничьей. Попробуем снова!][%hint Черный король попадет в квадрат пешки, если мы сделаем ход h4. Как не пустить короля на четвертую горизонталь?]}\r\n    (1.h4 $2 Ke4 {Это интересная идея, но черный король попадает в квадрат пешки, и партия завершится вничью. Попробуем снова!})\r\n1...Ke3\r\n    {Молодец! Теперь черные не смогут попасть в квадрат пешки после хода h4. Черные снова стремятся на четвертую горизонталь. Как этому помешать?}\r\n2.Ke5\r\n    {[%wrong Это интересная идея, но этот ход позволяет черным добиться ничьей. Попробуем снова!][%hint Не позволяем черному королю попасть на четвертую горизонталь.]}\r\n    (2.h4 $2 Kf4 {Черные поймают пешку, и партия закончится вничью. Попробуем снова!})\r\n2...Kf3\r\n    {Молодец! Черные не смогли вернуться на четвертую горизонталь. Найдем последний точный ход, позволяющий победить.}\r\n3.Kf5\r\n    {[%wrong Это интересная идея, но черные могут сделать ничью. Попробуем снова!][%hint Не позволяем черному королю попасть на четвертую горизонталь.]}\r\n    (3.h3 $2 Kg3 {Этот ход позволяет черным взять пешку. Попробуем снова!})\r\n3...Kg2\r\n    {Потрясающе! Черные пытаются взять белую пешку. Найдем завершающий ход!}\r\n4.h4\r\n    {[%wrong Это интересная идея, мы допускам взятие пешки с ничьей. Попробуем снова!][%hint Ведем пешку вперед!] Чудесно! Точными ходами мы победили.}\r\n*"
   ],
   "title" : "Правило квадрата",
   "url" : "https://www.chess.com/ru/lessons/osnovy-endshpilia/pravilo-kvadrata",
   "video" : "https://media.chesscomfiles.com/videos/square/RUS-INT-rule-of-the-square-p3w.mp4"
}
